{
 "post_id": 7473116815,
 "title": "NEW HOMES for rent!!!",
 "price": 1821,
 "neighborhood": "conroe",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 30.2257,
 "longitude": -95.4924,
 "data_accuracy": 22,
 "posted": "2022-07-12 17:20",
 "updated": "2022-08-03 12:06",
 "repost_dates": [
  "2022-07-12 17:20"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1297,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call or Text",
  "show contact info",
  "Amenities",
  "Wired for High Speed Internet",
  "HOA Membership",
  "Includes Access: Clubhouse, Park, Pool, and Playground",
  "Community Pool",
  "Selected",
  "Community Clubhouse",
  "Community Park",
  "Community Playground",
  "Walking Nature Trails",
  "Community Pool",
  "Pet Policy",
  "Pets - Max 2 allowed, Max weight 80 lb each, One time Fee $250, Rent $20, Deposit $150",
  "Restrictions: Breed Restrictions Apply.",
  "Contact our leasing team for additional information.",
  "New Homes for Rent in Conroe",
  "Explore our nature walking trails and enjoy the scenic surroundings.",
  "You have a community park filled with leafy trees and plenty of open space, a resort-style pool for your morning swims, and a children’s playground for youthful adventures.",
  "Grab your favorite drink, dine with friends, or enjoy the sunny weather.",
  "However you choose to spend your downtime, our homes for rent in Conroe, TX, provide the perfect backdrop.",
  "We’ve also added two car garages, high-speed internet, and a private backyard to our package, since convenience is key to your experience here.",
  "This list of perks continues beyond the picturesque outdoor area.",
  "Open-concept floor plans with spacious designs welcome you at the end of every day.",
  "You’ll find vaulted ceilings, along with hardwood floors and large windows that give the space an elegant look.",
  "The kitchens include beautiful islands, stainless-steel appliances, and granite countertops in select homes, while the bathrooms come with soaking tubs.",
  "Spend relaxing evenings in the snug bedrooms with two-inch blinds and ceiling fans, knowing you have conveniences like large closets, lawn sprinkler systems, and washer/dryer sets within easy reach."
 ],
 "images": "NA",
 "url": "https://houston.craigslist.org/apa/d/conroe-new-homes-for-rent/7508036095.html"
}