{
 "post_id": 7516469364,
 "title": "Gorgeous 2 bedroom 1 bath in The Woodlands, TX!!",
 "price": 1480,
 "neighborhood": "12000 Sawmill Road The Woodlands, TX",
 "map_address": "12000 Sawmill Road",
 "street_address": "12000 Sawmill Road",
 "latitude": 30.132997,
 "longitude": -95.464684,
 "data_accuracy": 10,
 "posted": "2022-08-02 13:12",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 850,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "To schedule a tour",
  "We now book our tour appointments online!",
  "Please call or text us at",
  "show contact info",
  "to self-schedule from your phone!",
  "Book your appointment online today or anytime 24/7!",
  "Property Description",
  "Peace.",
  "Quiet.",
  "Luxury.",
  "Experience all three at our luxurious apartments in The Woodlands, Texas.",
  "At Lexington, residents can take a jog on our wooded community trails, visit high-end shopping and dining destinations or simply relax in one of our updated luxury apartment homes.",
  "We have one-, two- and three-bedroom options for you to choose from.",
  "We have six different floor plans, each with its own unique layout and character.",
  "For singles, couples or starting families, one of our one-bedroom and one-bathroom apartments is ideal.",
  "Larger families may opt for a two-bedroom apartment or three-bedroom apartment.",
  "Whatever home you choose, you can count on your new residence to be built to exacting standards with several attractive features, such as full-size washer/dryer (in select units), relaxing patios/balconies and wood-style flooring.",
  "We also have modern upgrades available, such as stainless steel appliances, quartz countertops, tile backsplashes and much more.",
  "Luxury apartments in The Woodlands aren’t complete without amenities, of course.",
  "Residents rave about the conveniences we provide at Lexington, from the resort-style pool and state-of-the-art fitness center to the modern package locker system and coffee bar in our resident clubhouse.",
  "We have a clothes care center on-site as well and have recently undergone several interior and exterior renovations.",
  "Finally, our 24-hour emergency maintenance staff and courtesy officer are always close to provide prompt and helpful assistance.",
  "Lexington residents enjoy our apartments’ perfect location in The Woodlands as well.",
  "We’re just minutes from The Woodlands Mall and other attractions such as Hurricane Harbor Splashtown and Lake Conroe.",
  "You’ll also find world-class restaurants, high-end shopping centers, relaxing resorts, top-notch schools and multiple opportunities for entertainment.",
  "Outdoor enthusiasts will also appreciate the fact we’re surrounded by woods and are close to several walking and biking trails.",
  "We’re in close proximity to I-45 and Highway 99 as well, meaning you can quickly get on the road to Downtown Houston (32 miles away), nearby Spring, Conroe or any other suburb in Southeast Texas.",
  "Our luxury apartments in The Woodlands, TX, are pet-friendly as well.",
  "We have a pet park for your four-legged friends and a playground for your two-legged ones.",
  "Multiple breeds of cats and dogs are accepted and you’re allowed up to two per apartment home.",
  "Pets and children will also love the fact we’re so close to many parks and other family-friendly attractions.",
  "Lexington is luxury living in The Woodlands at its best.",
  "Experience it yourself when you schedule a tour with us today!",
  "Details",
  "Availability date:",
  "Today",
  "Pets:",
  "Cats, Small Dogs (< 25lb), Large Dogs (> 25lb)",
  "Pet notes:",
  "Knightvest Communities are pet friendly communities.",
  "We implement a 2 pet limit per apartment home.",
  "The following policy is in place to assist in maintaining a healthy and attractive community.",
  "Please contact the Management office in the event you have any questions concerning this policy.",
  "NOT APPROVED - but not limited to:- Pit Bull Terriers - Staffordshire Terriers - Rottweilers- German Shepherd - Presa Canarios - Chows Chows- Doberman Pinschers - Akitas - Wolf-hybrids-",
  "Mastiffs - Cane Corsos - Great Danes- Alaskan Malamutes - Siberian HuskiesIncluding any mix of the breeds listed above.",
  "Deposit:",
  "0",
  "Leasing options:",
  "3 months,4 months,5 months,6 months,7 months,8 months,9 months,10 months,11 months,12 months,12+ months",
  "Leasing notes:",
  "Application fee:",
  "Amenities",
  "Included in Utilities Cost:",
  "Utilities Cost:",
  "Laundry:",
  "In Unit, Shared",
  "Parking type:",
  "Covered",
  "Parking notes:",
  "Appliances:",
  "Dishwasher, Refrigerator, Garbage disposal, Range/Oven",
  "Exterior:",
  "Private pool, Balcony/patio, Sprinkler system",
  "Heating/cooling:",
  "Heat: forced air, Central AC, Air conditioning, Ceiling fans, Double pane / Storm windows",
  "Wiring:",
  "Cable-ready, High-speed internet, Wired",
  "Facilities and Recreation:",
  "Shared pool, Fitness center, Clubhouse, Playground, Barbecue, Dog Park",
  "Security and Access:",
  "Views:",
  "Additional features:",
  "Offered by:",
  "Lexington",
  "Equal Housing Opportunity"
 ],
 "images": [
  "https://images.craigslist.org/01313_8WIkfH0FAlDz_0he09H_600x450.jpg",
  "https://images.craigslist.org/00q0q_kR5NRtJhPzkz_0he09H_600x450.jpg",
  "https://images.craigslist.org/00L0L_g9Q5k3Rfhdzz_0he09H_600x450.jpg"
 ],
 "url": "https://houston.craigslist.org/apa/d/spring-gorgeous-bedroom-bath-in-the/7516469364.html"
}