{
 "post_id": 7516798715,
 "title": "Amazingly beautiful home located in a cul-de-sac! - STOP SCROLLING",
 "price": 1000,
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 29.90839,
 "longitude": -95.730437,
 "data_accuracy": 5,
 "posted": "2022-08-03 10:14",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.5,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1470,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Amazingly beautiful home located in a cul-de-sac! - STOP SCROLLING!",
  "Check out this amazingly beautiful home located in a cul-de-sac!",
  "This beauty has a nice and spacious floor plan and a great layout!",
  "There's the gorgeous open kitchen with more than enough room for your groceries between cabinets and granite countertops.",
  "3 bedrooms and 2 FULL baths!",
  "The stunning master suite is filled with amenities like a walk-in closet and under sink-cabinets.",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "Hello everyone!",
  "👋🏽",
  "*Pic for attention",
  "2- full-time working 22 y/o occupants currently living in Greenlake Seattle area, looking to relocate back North (Shoreline, Lynnwood, Mill Creek, Everett).",
  "Hoping to find a bedroom w/ utilities or 1 bedroom apartment, BY mid September 2022",
  "**Open to roommates who want to get an apartment together.",
  "**Rent max: $800-$1100 w/ utilities",
  "**MUST be pet friendly, ESA.",
  "Little bit about us:",
  "My partner (M) and I (F) are looking to relocate back North to be closer to work, as we work in Shoreline & Lynnwood and also for family.",
  "We spend most of our time either at work, relaxing at home, love to play video games and binge watch Hulu/Disney+, or taking our dog out to adventure!!",
  "We do have an emotional support animal, with paperwork.",
  "Our pup is a 5 y/o Chihuahua Jack Russell Terrier, fully house trained and utd on shots.",
  "She’s the sweetest & very quiet, loves literally anything!",
  "By far the worst guard dog lol, she does NOT bark or bite whatsoever.",
  "She is also spayed, friendly to any being.",
  "We’re very big about boundaries and communication with those we live with along with keeping our space clean at all times.",
  "We both are not hesitant to make sure common spaces are well kept.",
  "Hello",
  "I am a 28-year-old starting a graduate program at Bastyr University and am looking for housing starting September 1st.",
  "I am in a unique situation as I have earned my income via an alternative revenue source and am hoping to find an open-minded landlord willing to treat me as a human being.",
  "That said, I am financially stable and can provide all rental/personal references one may require.",
  "A bit more about myself:",
  "In my free time, I enjoy the outdoors, skiing, surfing, hiking, mountain biking, etc.",
  "I am studying acupuncture and Chinese herbal medicine.",
  "No pets.",
  "Do not smoke.",
  "Rarely drink alcohol.",
  "Respectful and willing to help.",
  "Please send me an email if you think we can work something out.",
  "I will be visiting the area this week and am able to meet in person from July 3-5 and potentially the weekend if need be.50-year-old , looking for a couch somewhere in Auburn to sleep on or rest looking to pay $200 a month.",
  "Willing to do some dishes or cook .",
  "Looking for a clean nice environment peaceful please serious inquiries only!!!",
  "Temporary until housing is found.. thanks for reading ...",
  "Contact me through my email only !",
  "Retired teacher with environmental sensitivities seeks to rent room and bath in the home of one other in the Edmunds area.",
  "Quiet, responsible.",
  "Reference available.",
  "We are outstanding tenants.",
  "We will maintain the house well and provide dependable monthly payments.",
  "We are financially secure",
  "800 credit score",
  "Own a 22 MY BMW",
  "Great references",
  "Excellent rental history",
  "We are currently just working on finding a place that suits our needs.",
  "We are excited to see what you have to offer!",
  "We don't need a ton of house.",
  "I would like to have a garage to park my BMW but not deal breaker if not.",
  "I like to have some security and privacy.",
  "Just let me know what you have available.",
  "We do have the ability to pay 6 months in advance if that helps us gain preference over others.",
  "Would prefer a term of 6 months to 1 year to start.",
  "I am a K-8th Grade teacher and my family and I are hoping to rent a 2 (or 2+) bedroom home in the Olympia area with enough wi-fi support for me to continue teaching from home.",
  "I can also offer free tutoring!",
  "My husband just relocated to a cooking position in downtown Olympia and we are hoping to move closer to his new job.",
  "Please respond if you have a property that will be available in the next 6 months.",
  "We have great incomes and excellent rental references.",
  "Hello there.",
  "My name is Michael Awaiting to begin a job opportunity I am looking for a room ASAP to rent & willing to pay $900.",
  "I would only need it for one month & I would need it as soon as possible before Friday.",
  "African American withno pets or anything of that nature.",
  "I’m not picky but would need access to a bathroom shared or private it makes no difference to me.",
  "Never been arrested & do no drugs of drinking whatsoever.",
  "I am also Vaccinated.",
  "$595- $625.",
  "1 bd. or share home w/ right person.",
  "Currently in NW Cols./Dub.",
  "zip, for 18 yrs.",
  "I have a disability (w/limits) you cannot see, but fully mobile with car and cat.",
  "On Soc.",
  "Sec., looking for work.",
  "NS, no rec., quiet: prefer first floor, AC, good insulation, some grassy area.",
  "Please reply with a detailed response about the property (pref.",
  "w/photos) and yourself or no reply.",
  "Private owners.",
  "Thank you.",
  "I am a 48yo doing gig delivery work and looking to see if I can do better than spending almost $1200 a month for housing, utilities inclusive.",
  "I'd like to be able to keep more of my money and I'd also like to live closer to some good location for my job, such as it is.",
  "I'm familiar with Clintonville, semi-familiar with the University Area, and a little familiar with Dublin and Hilliard.",
  "Due to personal considerations I don't really want to be in Clintonville again right now, but about the only area I wouldn't want to live in for sure would be SW Columbus.",
  "I'm not crazy about Whitehall either, where I currently am, but if I find something good here I'm amenable.",
  "Best-case scenario would be a place where I always have off-street parking for my car (so, probably not the University Area unless it is further out from the High Street core -- near Upper Arlington, maybe?) and my own room (that I can lock), bathroom, and entrance.",
  "I'm a little flexible on this, but the less my living situation gets made political by potential for roommate squabbles, the better.",
  "We all like to think we are easy to get along with, and then we stress one another out under the same roof.",
  "I'm fully COVID-vaccinated, vaccine card available upon request; I haven't gotten boosted yet but largely just due to putting it off.",
  "I'm quiet (the loudest thing I own is a sewing machine), I don't party, I don't have any children or pets with me and won't.",
  "(I like animals, though.)",
  "I don't smoke, I don't do recreational drugs (unless you count caffeine, and you will pry that from my cold, dead, under-stimulated hands), and I don't like more than a mild alcohol buzz, and that not very often at all.",
  "I do eat meat and dairy, and that will not be changing.",
  "I'm no Martha Stewart, but I'm no filthy slob, either.",
  "I *am* a night owl, though, for the record.",
  "I try, but I always end up staying up until 3 or 4am sooner or later.",
  "I would bore you to death on a background check and my credit's fairly good.",
  "I would be happy to submit myself to checks on either, though will not pay for same.",
  "I don't have any age preferences for a housemate, though possibly I might get along better with someone closer to my age.",
  "Any race, any sexual orientation is fine.",
  "I don't know if I would prefer a or a housemate.",
  "I do know I am not interested in playing gender politics of any sort (and I do mean any), nor will I be trading sex, maid services (will reasonably share housecleaning duties, however; a chores chart is fine), animal care, or babysitting for shelter.",
  "I am also not interested in social-media drama games; your accounts are your business and mine are mine.",
  "In fact, some sort of lease to protect both sides would be ideal, though not strictly necessary.",
  "I definitely would need at least 2-3 weeks' notice if the living situation has to change, because I would need time to find something else.",
  "Ideally I'd like to go no higher than $600-$700 a month.",
  "Ideally that would include utilities, but if it can't, I'd like to go no higher than $800-$900 a month total.",
  "And for the record, I don't want to do delivery driving forever.",
  "I'm working toward becoming self-employed in a way that *doesn't* tear up my car, and looking for \"real\" employment in the meantime, it's just tricksy what with being middle-aged and having been a SAHM for close to two decades.",
  "But having real digs would make a big difference in what jobs I could accept, too, so there's that.",
  "$13 an hour hits differently when your monthly living expenses are $600-$700 or less than they do when those are $1200 a month.",
  "Ouch."
 ],
 "images": [
  "https://images.craigslist.org/01111_A99wZOTWs3z_08L05Z_600x450.jpg",
  "https://images.craigslist.org/00R0R_g8MMKNstkubz_05M04b_600x450.jpg",
  "https://images.craigslist.org/00a0a_iOi2DfpG4bFz_060043_600x450.jpg",
  "https://images.craigslist.org/00d0d_jdRt6xZ2t1oz_05S04c_600x450.jpg"
 ],
 "url": "https://houston.craigslist.org/apa/d/cypress-amazingly-beautiful-home/7516798715.html"
}