{
 "post_id": 7516164624,
 "title": "@@@Charming 2 bed/1 bath in Garden Oaks! This lot is spacious@@@",
 "price": 700,
 "neighborhood": "Houston, TX",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": "NA",
 "longitude": "NA",
 "data_accuracy": "NA",
 "posted": "2022-08-01 17:14",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "house",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Charming 2 bed/1 bath in Garden Oaks!",
  "This lot is spacious!",
  "Huge front yard and back yard.",
  "Warm, hardwood floors throughout home except for the bathroom.",
  "Recessed lighting in the living room and kitchen.",
  "Kitchen comes with stainless steel appliances and granite countertops.",
  "Beautiful tile work surrounding the tub in the bathroom.",
  "You can't beat the location, close to so many activities!",
  "Owner doesn't allow use of the garage.",
  "No section 8/HUD.",
  "FOR MORE INFORMATION PLEASE CONTACT:",
  "show contact info",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "Myself, wife and our toddler currently live out of a shelter.",
  "We went through some financial struggles due to my job and we our place and had to stay in a shelter.",
  "Unfortunately the shelter is not fit nor safe for my little girl.",
  "I have found a new job but the job starts in August.",
  "Til the meantime I'm trying to find somewhere suit for my family to live (currently can't pay rent until my first paycheck but I'm deff willing to pay rent monthly).",
  "If you can help, contact me.",
  "Please no spam, non serious emails, inappropriate or sexual emails or mean email.",
  "Serious inquiries only please",
  "Looking for a 1-2bd rental in the Greenfield, West Allis, Hales Corners, Greendale, Tosa, Oak Creek/Franklin and SW Milwaukee areas, need to have a move in date of September 15 or somewhere in that range.",
  "Cat friendly, max $1000/month.",
  "Need a move in date of September 20th or earlier.",
  "*Ideally looking for a duplex, townhouse, condo, apartment, not a whole house* also looking for longer term rental, 1 year minimum.",
  "Open to 55+ and older complexes.",
  "In need of a place with 2 to3 bedrooms we have four kids and two dogs I work 48 hours a week please if you hear of anything or have something give me a callI'm looking to do some target practice on some secluded private property outside of city limits.",
  "My goal is to create a mutual friendship with the owner of said property.",
  "I am willing to pay a monthly \"\"rent\"\" on the months that I use it.",
  "Trust and communication is important to me and I will always ask permission for everything.",
  "If allowed, I will put up paper/steel targets with different scenario props (all paid for by me of course), and will take everything down and clean up if asked to.",
  "Hey I am a single looking to be a live in girlfriend to a great man I’m beautiful nice body I am drama free I do not do any drugs I’m in the Little Rock area I’m mobile if you want to meet first and get to know each other before any big move is made age isn’t an issue nor looks I’m big on personality though.",
  "Only interested in men just my preference text me for a faster response let’s talk",
  "My gf and I are waiting for completed remodel/vacancy turnaround before moving into a new place (which should be available in about a week or two).",
  "In the meantime we are looking for a safe and sound spot to pitch our tent and tough it out.",
  "If anyone has any property or space in your yard for us to set up \"\"camp\"\", we'd be so blessed.",
  "We're clean, quiet, polite and we're considerate of our surroundings and of others.",
  "We're also willing to \"\"earn our keep\"\" for the short duration on your property by mowing, housekeeping, etc. or keeping our eyes peeled for your property while there.",
  "(We understand and respect \"\"Castle Law\"\" and WILL NOT have riff raff follow us nor violate any boundaries or laws of the land.)Partially disabled lady with solid full time job as a DOT Administrator for a frieght company in the mid cities area is looking for a fully furnished private room with private bath, FULLY FURNISHED studio, or FULLY FURNISHED 1 bedroom apt. must be on the bottom floor with all amenities included and in or around the Hurst, Bedford, Euless, Grand Prairie, Arlington, Irving area.",
  "I am very clean, pick up after myself, quiet, respectful of others, love animals, no drama, and pay my rent on time.",
  "I do smoke but OUTSIDE ONLY.",
  "I am getting a lot of scammers wanting to hack my phone or weirdo's wanting someone who is willing to do sexual favors and that is not me.",
  "Let me make it very plain and clear all I'm looking for is a room to rent nothing more.",
  "Serious offers only.",
  "Please reply to my ad with \"\" Senior lady ad response\"\" in the subject line or all others will be deleted.",
  "I am needing a place for 2 or 3 days for the Bible conference in fort Worth if anyone could help I'm hoping for Christian thank you the the American best value in North Richland hills is 65 on highway 10 if anyone could help",
  "Hello single that has a full-time job in Arlington.",
  "I'm looking for a quiet clean respectful place for long-term.",
  "My work hours are Monday through Thursday 2nd shift 4:00 p.m. until 2:30 a.m.",
  "so I must get my sleep.",
  "I do enjoy helping around the property such as mowing the yard fixing a few things as needed just being a part of a quality lifestyle.",
  "I pay my rent on time.",
  "I like to barbecue on the weekends.",
  "I am not looking for reimbursements for helping out around the house .",
  "My current rental agreement is coming up in October but willing to relocate before.",
  "Please text first life is good and want to be around positive people thank youI am wanting to rent someone's used, small, fully self-contained rv, with tags and registration current and park it at my locale in Ft.",
  "Worth.",
  "It doesn't have to be perfect, just have all the necessary things working to reside in it.",
  "I can afford $400-$450/month with ABP.",
  "Previous experience with renting rv's as well as rooms, apts, etc..",
  "If you have an rv available that you aren't using and need extra income, please contact me and we can discuss details and any questions you may have.",
  "If you have any photos and details about your rv, could you please send to me as well.",
  "We are a couple I'm 29 husband is 35.",
  "We have two yorkie poos one has a baby but they are crate-trained house trained potty pad trained they are with me 24/7 they're non-yabi quiet babies.",
  "We had a house that was condemned landlord refused to fix it so we had to move we've been living in motels for about 4 months now week to week sometimes daily because we can't afford a whole week",
  "but we're averaging $400 to 500 weekly",
  "and it's starting to drain us I'm hoping I can find a room for around 500 to $600 which I know is a low price",
  "but it's what we can afford while we try to save the money to get our own place again I'd be willing to help with cooking or cleaning or anything I could we have verifiable income or quiet to ourselves no drama",
  "no visitors no drugs no alcohol ECT.",
  "If anyone would be willing to help us please message me and we can exchange numbers.",
  "I know it's a rough shot",
  "but I'd honestly like to find a place to move in to 08/01/22 but understand that's quick!",
  "Best regards"
 ],
 "images": [
  "https://images.craigslist.org/00u0u_d9pN5X022O4z_09G06q_600x450.jpg",
  "https://images.craigslist.org/00b0b_ag5Ms9eGwNmz_09G06q_600x450.jpg",
  "https://images.craigslist.org/00K0K_2Lb3kyu8bPRz_09G06q_600x450.jpg",
  "https://images.craigslist.org/00c0c_9a52sNqvNnGz_09G06q_600x450.jpg"
 ],
 "url": "https://houston.craigslist.org/apa/d/charming-bed-bath-in-garden-oaks-this/7516164624.html"
}