{
 "post_id": 4902200785,
 "title": "*****RELOCATION MADE SIMPLE!! SHORT-TERM LUXURY FURNISHED HOUSING*****",
 "price": 2450,
 "neighborhood": "7 0 2 H O U S I N G . C O M",
 "map_address": "4200 S. Valley View Blvd",
 "street_address": "4200 S. Valley View Blvd",
 "latitude": 36.113471,
 "longitude": -115.188217,
 "data_accuracy": 22,
 "posted": "2022-07-27 07:48",
 "updated": "2022-08-03 15:42",
 "repost_dates": [
  "2022-07-27 07:48"
 ],
 "available": "NA",
 "housing_type": "condo",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$45",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "We offer Quality Furnished Housing Solutions available for Short-Term and flexible Leasing options.",
  "Easy move-in, all bills included... Check our availability Here:",
  "<URL>",
  "*for security reasons, we do not communicate through Craigslist.",
  "For inquiries, please connect with us through our website, <URL>, either by the phone number listed or through our contact-us page.",
  "Craigslist is full of fake listings, please be careful.",
  "89123 89119 89109 89121 89120 89104 89103 89118 89139 89113 89148 89147 89135 89052 89012 89123 89074 89014 89141 89139 89113 89148  89118 Short term fully furnished furniture included turnkey corporate vacation rental rentals extended stay mo-2-mo month-2-month month-to-month high-rise mid-rise strip view accommodations upscale modern elegant luxury executive upgraded newly remodeled clean cozy realty realtor timeshare timeshares hotel motel las vegas Manhattan grandview tahiti village hilton mgm marriott jockey club polo vacation rental corporate housing club discount last minute extended stay snow bird clean safe fully furnished balcony pool bbq granite hardwood kitchen laundry condo short term luxury appointed turn-key modern deal deals relocate relocation fitness washer dryer tile garage upgraded new newer quite stainless steel appliances lease to own carpet family schools private secure desert locations green valley henderson furnished rentals vacation rental helpers meridian las vegas nv relocation short-term views city district high-rise mid-rise seven hills Silverado ranch green valley anthem summerlin aliante lake las vegas sun city district high-rise mid-rise strip view eastern st. rosePollack",
  "southern highlands alliante rhodes ranch m resort Henderson south west luxury view strip las vegas eastern Maryland pkwy pebble Bermuda spencer wigwam windmill st. rose stone canyon Coronado beatty elementary high challenger schofield middle imprints day coral academy science 215 15  89119 89120  89141"
 ],
 "images": [
  "https://images.craigslist.org/01717_aHbNLUchmtZz_0iu0ck_600x450.jpg",
  "https://images.craigslist.org/00a0a_fMYuE69B6mvz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00P0P_jnncLP4WeWhz_0iu0dR_600x450.jpg",
  "https://images.craigslist.org/00J0J_f3xgl1FGjeXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00U0U_jqPEIa1lhXiz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00p0p_hKmwI3WsGVQz_0CI0pO_600x450.jpg"
 ],
 "url": "https://lasvegas.craigslist.org/apa/d/relocation-made-simple-short-term/7513970182.html"
}