{
 "post_id": 7516588690,
 "title": "Comfy and Cozy 1 Bedroom @Spectrum Apartments!!!",
 "price": 1669,
 "neighborhood": "Las Vegas",
 "map_address": "9242 West Russell Road",
 "street_address": "9242 West Russell Road",
 "latitude": 36.0588,
 "longitude": -115.3104,
 "data_accuracy": 22,
 "posted": "2022-08-02 15:24",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-05",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 724,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 1 Bedroom, 1 Bath, approximately 724 Sq.",
  "Ft.",
  "Enjoy quality living at Spectrum Apartment Homes.",
  "Located in west Las Vegas, NV, near Spring Valley.",
  "Spectrum is ideal for those seeking the ultimate in comfort and convenience.",
  "Living at Spectrum means everything that you need and love is close at hand.",
  "Our central location puts you just minutes away from local schools, fine dining, entertainment attractions and fabulous shopping.",
  "Our one, two and two bedroom town home floor plans were thoughtfully designed with your comfort and convenience in mind.",
  "All of our apartment home rentals are appointed with a wide array of highly desirable amenities including air conditioning, spacious walk-in closets, a well-equipped kitchen, ceiling fans, intrusion alarms and more!",
  "Our thoroughly pampered residents live a life of luxury here at Spectrum Apartment Homes.",
  "Relax by our resort-style pool, enjoy a nice work out in our state-of-the-art fitness center, or entertain family and friends in the lavish clubhouse.",
  "Whatever your lifestyle may be, here at Spectrum Apartment Homes there is something for everyone!",
  "Features:",
  "Quartz Counters, Air Conditioning, Balanced Power, Two Tone Paint, Spectacular Views Available *, Hard Wood-Look Floors, Private Patios, Cable Ready, 9 Foot Ceilings, Modern Lighting Fixtures Throughout, Volume Ceilings *, Extra Storage Under Stairs, Spacious Walk In Closets, Breakfast Bar, Rain Shower Heads, All New Plumbing Fixtures, Carpeted Floors, Washer/Dryer In-Unit, Ceiling Fans",
  "Community Amenities:",
  "Video Library, Senior and/or Military Discounts, Business Center, Furniture Rentals Available via CORT, Easy Access to Freeways, Public Parks Nearby, Shimmering Swimming Pool, Beautiful Landscaping, Easy Access to Shopping, Guest Parking, Clubhouse, Copy & Fax Services, State-Of-The-Art Fitness Center, Coffee/ Latte stand, Dry Cleaning Services, Updated Moving Partner, Gated Access, On-site Maintenance, Locked Mail Room, Access to Public Transportation, Built in Cabinets, Sink and Refrigerator, Covered Parking, High Speed Internet Access, DVD Service, Yoga Classes, Soothing Spa, Resident events, Picnic Area with Barbecue",
  "Pet Policy",
  "Pet friendly, contact for details.",
  "Income Requirements:",
  "3 times the rent",
  "Need more information?",
  "Copy this link:",
  "<URL>",
  "Prices are subject to change, based on availability and qualification of the applicant, additional fees may apply.",
  "91cvClWH4PY"
 ],
 "images": [
  "https://images.craigslist.org/00z0z_jRwwMyyJpWwz_0gw0b2_600x450.jpg",
  "https://images.craigslist.org/00z0z_jRwwMyyJpWwz_0gw0b2_600x450.jpg",
  "https://images.craigslist.org/00404_hWTJeqEwGZXz_0gw0b2_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_491gVGlECbFz_0gw0b1_600x450.jpg"
 ],
 "url": "https://lasvegas.craigslist.org/apa/d/las-vegas-comfy-and-cozy-bedroom/7516588690.html"
}