{
 "post_id": 7516912260,
 "title": "LOOK and LEASE Special !!!Come in for a Tour !!",
 "price": 1669,
 "neighborhood": "Las Vegas",
 "map_address": "9242 W. Russell Rd",
 "street_address": "9242 W. Russell Rd",
 "latitude": 36.0588,
 "longitude": -115.3104,
 "data_accuracy": 22,
 "posted": "2022-08-03 11:52",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-05",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 724,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 1 Bedroom, 1 Bath, approximately 724 Sq.",
  "Ft.",
  "Enjoy quality living at Spectrum Apartment Homes.",
  "Located in west Las Vegas, NV, near Spring Valley.",
  "Spectrum is ideal for those seeking the ultimate in comfort and convenience.",
  "Living at Spectrum means everything that you need and love is close at hand.",
  "Our central location puts you just minutes away from local schools, fine dining, entertainment attractions and fabulous shopping.",
  "Our one, two and two bedroom town home floor plans were thoughtfully designed with your comfort and convenience in mind.",
  "All of our apartment home rentals are appointed with a wide array of highly desirable amenities including air conditioning, spacious walk-in closets, a well-equipped kitchen, ceiling fans, intrusion alarms and more!",
  "Our thoroughly pampered residents live a life of luxury here at Spectrum Apartment Homes.",
  "Relax by our resort-style pool, enjoy a nice work out in our state-of-the-art fitness center, or entertain family and friends in the lavish clubhouse.",
  "Whatever your lifestyle may be, here at Spectrum Apartment Homes there is something for everyone!",
  "Features:",
  "Carpeted Floors, Two Tone Paint, Balanced Power, 9 Foot Ceilings, Extra Storage Under Stairs, Quartz Counters, Private Patios, Washer/Dryer",
  "In-Unit, Cable Ready, Spectacular Views Available *, Breakfast Bar, Hard Wood-Look Floors, All New Plumbing Fixtures, Volume Ceilings *, Ceiling Fans, Air Conditioning,",
  "Modern Lighting Fixtures Throughout, Spacious Walk In Closets, Rain Shower Heads",
  "Community Amenities:",
  "Business Center, Yoga Classes, Picnic Area with Barbecue, Built in Cabinets, Sink and Refrigerator, Senior and/or Military Discounts, Locked Mail Room, Updated Moving Partner, Easy Access to Freeways, Easy Access to Shopping, Dry Cleaning Services, DVD Service, Beautiful Landscaping, Coffee/ Latte stand, Guest Parking, Furniture Rentals Available via CORT, Resident events, Access to Public Transportation, Copy & Fax Services, State-Of-The-Art Fitness Center, Clubhouse, Shimmering Swimming Pool, Covered Parking, Public Parks Nearby, Soothing Spa, On-site Maintenance, Gated Access, Video Library, High Speed Internet Access",
  "Pet Policy",
  "Pet friendly, contact for details.",
  "Income Requirements:",
  "3 times the rent",
  "Want more info?",
  "See the link below:",
  "<URL>",
  "Prices are subject to change, based on availability and qualification of the applicant, additional fees may apply.",
  "wit0U2VN"
 ],
 "images": [
  "https://images.craigslist.org/00Z0Z_491gVGlECbFz_0gw0b1_600x450.jpg",
  "https://images.craigslist.org/01313_4qexKlEMlwNz_0gw0b2_600x450.jpg"
 ],
 "url": "https://lasvegas.craigslist.org/apa/d/las-vegas-look-and-lease-special-come/7516912260.html"
}