{
 "post_id": 7516644748,
 "title": "Stainless Steel Appliances, Patio*, Gourmet Kitchens, Large Bedrooms",
 "price": 1628,
 "neighborhood": "NA",
 "map_address": "304 E Silverado Ranch Blvd near Bermuda Road",
 "street_address": "304 E Silverado Ranch Blvd ",
 "latitude": 35.9959,
 "longitude": -115.1576,
 "data_accuracy": 22,
 "posted": "2022-08-02 18:03",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 898,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 87",
  "OR Text",
  "87",
  "to",
  "show contact info",
  "to text us.",
  "This is a 1 Bedroom, 1 Bath, approximately 898 Sq.",
  "Ft.",
  "Welcome to Lyric Apartments in Las Vegas, NV, our beautiful, pet-friendly community offers newly renovated One, Two, and Three Bedroom Apartments.",
  "Our South Las Vegas apartments are also pet-friendly so you can bring your four-legged friend along.",
  "Lyric is conveniently located in the heart of Silverado Ranch and is minutes away from McCarran International Airport, the University of Nevada, Las Vegas and other dining and shopping areas.",
  "Your busy lifestyle will be catered to by our team of resident service specialists.",
  "Our clean, sophisticated style is complemented by a true commitment to resident service.",
  "Should you need anything, our prompt, efficient on-site property management team is simply a phone call or mouse click away.",
  "Features:",
  "Oversized Closets, Gourmet Kitchens, Washer & Dryer In Unit, Washer Dryer",
  "In Unit, Walk In Closets, Cable/Satellite Available, Stainless Steel Appliances, Microwave & Refrigerator, Large Bedrooms, Garden Soaking Tubs, Patio*, Air Conditioning, Hardwood-style flooring in kitchen, living and dining rooms*, Stainless Steel Appliances*, Hardwood Floor, Newly Remodeled Apartments Available, Garages, Dishwasher",
  "*Only in select units",
  "Community Amenities:",
  "Sun Deck, Fire Pits, Pet Friendly, Free Wi-fi in Common Areas, Poolside Cabanas, Community Pool, Lyric LP Lounge, 24 hr Emergency Maintenance Service, Visa / Mastercard Rent Payment Accepted, Coffee Lounge, Business Center, Professional Management, Resident Referral Programs, Online Maintenance Requests, Pet Washing Station, Planned Social Events, Great Neighborhood, Playground, Pool In-water Loungers, Package Receiving, Electric Car Chargers, Outdoor Poolside Spin Bikes, BBQ Areas, The Liquify Resort-Style Pool, 24 Hour Fitness Center – Commercial Grade, Outdoor Poolside Games, Flexible Lease Terms Available",
  "*Move in with NO SECURITY DEPOSIT",
  "only a small one-time fee!!",
  "Pet Policy",
  "Lyric Apartments is not only the ideal home for you but for your furry companion as well.",
  "At Lyric, we love your pets just as much as you do, which is why we're not just pet-friendly, but a pet-enthusiastic property.",
  "From local parks and nearby veterinary hospitals, our pet-friendly apartments in Las Vegas offer everything you need and want when it comes to your four-legged friend.",
  "Contact us for more information about our apartments.",
  "Interested in more information?",
  "Visit link below:",
  "<URL>",
  "ySpWr68ja2h"
 ],
 "images": [
  "https://images.craigslist.org/01212_itamD0CB0cpz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00W0W_4tPfotSBJYvz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00s0s_8mFq1GMJ1lwz_0ak07K_600x450.jpg"
 ],
 "url": "https://lasvegas.craigslist.org/apa/d/las-vegas-stainless-steel-appliances/7516644748.html"
}