{
 "post_id": 7508627512,
 "title": "Renovated 1 Bedroom available August 27th",
 "price": 1005,
 "neighborhood": "Sterling Heights",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 42.571135,
 "longitude": -82.987032,
 "data_accuracy": 5,
 "posted": "2022-07-14 09:46",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-27",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "carport",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "This beautifully renovated home features central air, and has a fully equipped kitchen including a dishwasher, stove, garbage disposal, frost free refrigerator, and plenty of cabinets and counter space.",
  "Your dining area has a ceiling fan- and built-in china cabinets for extra or display storage.",
  "Throughout your apartment you will find neutral carpet, vinyl floors, and vertical blinds.",
  "Your apartment is cable ready and has plenty of closet space.",
  "The bedroom has a huge walk-in closet and lighted vanity.",
  "All our buildings have individually controlled entrances so your apartment will feature intercom entry for any guests you may have.",
  "In our community we feature a fitness center, basketball and volleyball courts, an outdoor play area, and a beautifully renovated pool.",
  "At Kings Arms, we take great pride in our maintenance services.",
  "We offer 24-hour service for emergency maintenance and comfort issues, and our non-emergency requests for service are generally taken care of within 24-48 hours.",
  "Water, sewage, and trash removal are included in your monthly payment, so all you pay is your electric and the gas you use for heat, which of course is only a winter-time bill.",
  "The security deposit is normally equal to one months' rent, is currently reduced to $300.00 with approved credit, and our application fee is only $75.00, which reserves your selected home while your application is being processed."
 ],
 "images": [
  "https://images.craigslist.org/00R0R_i4Nox9j3V9Zz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/01212_gIb7F5BC1FXz_0t20CI_600x450.jpg",
  "https://images.craigslist.org/00K0K_aAZkp1Almxz_0t20CI_600x450.jpg",
  "https://images.craigslist.org/01111_hCXTFFODCc8z_0t20CI_600x450.jpg"
 ],
 "url": "https://detroit.craigslist.org/mcb/apa/d/sterling-heights-renovated-bedroom/7508627512.html"
}