{
 "post_id": 7510981086,
 "title": "Renovated home rental in wonderful Pingree Park",
 "price": 1400,
 "neighborhood": "Pingree Park, Detroit",
 "map_address": "Iroquois near Sylvester",
 "street_address": "Iroquois ",
 "latitude": 42.3474,
 "longitude": -83.0604,
 "data_accuracy": 22,
 "posted": "2022-07-19 21:15",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-01",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": 1373,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "If you are looking for a recently renovated home in a wonderful Detroit neighborhood, look no further!",
  "If you are interested, please send a message with your information to set up a showing.",
  "This home, built in 1911, has a historic feel with modern amenities.",
  "At 1,373 sq. ft., the house has 3 bedrooms and 1 full bath.",
  "The home features updated plumbing, electrical, and all of the essential appliances for modern, comfortable living (washer/dryer, oven, dishwasher, microwave, refrigerator).",
  "The bathroom and kitchen have been completely renovated with features such as stainless steel appliances and a clawfoot tub!",
  "Insulation has also been installed to modern standards to improve the energy efficiency and comfort of the home.",
  "Lastly, take a look at those beautiful hardwood floors!",
  "The house has been home to one group of tenants since the remodel.",
  "This home is perfect for a couple, a growing family, or 2-3 young professionals who want quick access to Detroit's downtown without downtown prices.",
  "It might be particularly attractive for a family with school-aged children since it is across the street from the nationally-recognized and highly sought-after elementary school, Detroit Prep.",
  "Located in Detroit's Pingree Park neighborhood, which is just north of Historic Indian Village, the home is also within walking distance to the amenities of Pingree Park and retail along Mack Avenue, such as the Common's Coffee Shop.",
  "This home will be available to rent on September 1.",
  "Please submit your information to set up a showing.",
  "An open house is tentatively planned for Sunday afternoon, July 31st."
 ],
 "images": "NA",
 "url": "https://detroit.craigslist.org/okl/apa/d/detroit-renovated-home-rental-in/7510981086.html"
}