{
 "post_id": 7511876359,
 "title": "Gorgeous Canton Home for Rent!",
 "price": 700,
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 42.377,
 "longitude": -83.0796,
 "data_accuracy": 22,
 "posted": "2022-07-22 06:00",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 800,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Fantastic lease opportunity in highly sought after Canton.",
  "Stunning, newly built (Feb 2022), energy efficient home has  bedrooms with flex room,  full baths and is in perfect condition.",
  "This contemporary and elegant home features open concept living.",
  "The spacious great room has a gas fireplace and is open to the entertainer's kitchen with large island, abundant cabinetry, pantry closet, stainless steel appliances, quartz counters, and tile backsplash, all open to the dining area with access to the outside.",
  "Wide hallways and high ceilings add to the expansiveness of this home.",
  "Two generously sized bedrooms for your comfort.",
  "The primary suite has a gorgeous bath with separate soaking tub, stand up shower and double vanity, in addition to the separate large walk-in closet.",
  "The flex room can be used for a home office or den.",
  "The full basement with egress window has plenty of room for storage and workout or play space.",
  "Enjoy the peaceful tree-lined semi private backyard from the new Trex deck (currently being installed).",
  "First floor laundry.",
  "Recessed lighting throughout.",
  "Window treatments included.",
  " car garage.",
  "1 cat allowed; No smoking allowed.",
  "Rent includes landscaping, lawn maintenance, and snow removal.",
  "Negotiable: large and small tvs already mounted to walls, and, guest bedroom furniture.",
  "Perfectly located and convenient to Canton's Summit Rec Center, parks, shopping, including IKEA, Target and more; restaurants, freeways, and minutes to Detroit Metro airport and Ann Arbor.",
  "KELLER WILLIAMS LEASE, LEASE APPLICATION, FULL CREDIT REPORT, LAST  BANK STATEMENTS, W-2, .",
  "SECURITY PLUS FIRST MO.",
  "RENT, $200 CLEANING FEE.",
  "Text \"Tanana\" to 59559 for showings and information."
 ],
 "images": "NA",
 "url": "https://detroit.craigslist.org/mcb/apa/d/detroit-gorgeous-canton-home-for-rent/7511876359.html"
}