{
 "post_id": 7514751137,
 "title": "On-site management, Dishwasher available in select homes",
 "price": 880,
 "neighborhood": "Warren",
 "map_address": "31499 Mound Road near 13 Mile",
 "street_address": "31499 Mound Road ",
 "latitude": 42.524091,
 "longitude": -83.047706,
 "data_accuracy": 10,
 "posted": "2022-07-29 09:06",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 800,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Virtual and Contact-Free Leasing and Move-In Available",
  "- Self-Guided Tours with Lockboxes",
  "- FaceTime/Skype Tours",
  "- Apply & Sign Online",
  "Welcome to Harlo Apartments",
  "Call Now -",
  "show contact info",
  "x 14",
  "OR Text",
  "14",
  "to",
  "show contact info",
  "to contact our team.",
  "This is a 1 Bedroom, 1 Bath, approximately 800 Sq.",
  "Ft.",
  "Welcome to Harlo Apartments, where you’ll find affordable Macomb County Warren apartments nestled in a lush, manicured setting.",
  "With one and two-bedroom floor plans available, we’re confident you’ll find a home to fall in love with.",
  "Our desirable location is just minutes from chic downtown Royal Oak with numerous high-end boutiques, over 70 restaurants, breweries, theaters and family-friendly entertainment.",
  "The ability to easily hop on I-75 and I-696 makes Harlo Apartments an ideal home for employees of the GM Tech Center, Hewlett Packard and Chrysler.",
  "Families will appreciate our close proximity to Wilkerson Elementary School, Carter Middle School and Warren Mott High School, while older students have an easy commute to Macomb Community College.",
  "We encourage you to visit and see for yourself just how much Harlo Apartments has to offer, including our unique 24-hour service guarantee.",
  "Call to set up a private tour today!",
  "Features:",
  "Resident storage located on-site, Dishwasher available in select homes, Updated lighting throughout the apartment home, Red brick buildings and traditional architecture, Well-designed floor plans ranging from 800 to 1, 000 square feet, Large picture windows allow floods of natural sunlight, Functionally designed kitchen featuring maple cabinetry and gas range, Spacious living room, dining room and bedrooms featuring plush neutral carpet, Controlled building access",
  "Community Amenities:",
  "Common laundry room with full size washer and dryer, On-site management, Pet friendly, Outdoor swimming pool with expansive pool deck, Easy highway access, Beautifully landscaped grounds and courtyards, Near shopping, restaurants and entertainment venues, Professionally equipped exercise room with flat screen televisions, On-site maintenance with a 24-Hour Maintenance Response Guarantee, On-line resident portal (see Resident Services tab), Open parking throughout the community, carports coming soon!",
  "Pet Policy",
  "Harlo Apartments offers pet friendly apartments in Warren and welcomes both cats and dogs.",
  "You will find beautiful green spaces where your pet dog can run and play.",
  "We are one the few communities in the area to welcome your large dog!",
  "We have a limit of two pets under 35 lbs.",
  "each.",
  "Some breed restrictions apply.",
  "We are confident your pet will love living at Harlo as much as your human neighbors do!",
  "Income Requirements:",
  "Recent 30 days of pay stubs to meet 2.5 times the rent",
  "Interested in more information?",
  "See link below:",
  "<URL>",
  "GS2ECIMJrs"
 ],
 "images": [
  "https://images.craigslist.org/00505_eybmMb6N1tBz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00H0H_hG9SzH0YCcez_0ak07K_600x450.jpg",
  "https://images.craigslist.org/01212_hFhiXeGqISiz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00t0t_icdQL7bWdPKz_0ak07K_600x450.jpg"
 ],
 "url": "https://detroit.craigslist.org/mcb/apa/d/warren-on-site-management-dishwasher/7514751137.html"
}