{
 "post_id": 7516771119,
 "title": "On-site resident storage included, Spacious closets",
 "price": 935,
 "neighborhood": "Lexington Village",
 "map_address": "32000 Concord Drive near 13 MILE RD. AND JOHN R.",
 "street_address": "32000 Concord Drive ",
 "latitude": 42.527676,
 "longitude": -83.112483,
 "data_accuracy": 20,
 "posted": "2022-08-03 10:15",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "carport",
 "sqft": 625,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Virtual and Contact-Free Leasing and Move-In Available",
  "- Self-Guided Tours with Lockboxes",
  "- FaceTime/Skype Tours",
  "- Apply & Sign Online",
  "Welcome to Lexington Village Apartments",
  "Call Now -",
  "show contact info",
  "x 55",
  "OR Text",
  "55",
  "to",
  "show contact info",
  "to text our leasing team.",
  "This is a 1 Bedroom, 1 Bath, approximately 625 Sq.",
  "Ft.",
  "NOW OPEN!",
  "BRAND NEW COMMUNITY CENTER featuring an expansive Social Gathering Room, fitness center with state-of-the art fitness equipment and flat screen televisions and a beautifully designed outdoor swimming pool.",
  "At Lexington Village Apartments you’ll find so much more than a place to call home.",
  "It begins with a walk around our beautifully landscaped grounds.",
  "The brick-faced buildings and lush green grassy areas are the perfect place to relax with your favorite four-legged friend.",
  "In addition to being close to a dog park, Lexington Village Apartments is also one of the few communities with a pet friendly policy.",
  "Better still is our location.",
  "Within walking distance of the Oakland Mall and close to downtown Royal Oak, our residents are close to great shopping, dining options and entertainment, while still enjoying the serenity of our neighborhood.",
  "Easy access to I-75 and I-696 allow neighbors an easy way to get anywhere within the city.",
  "We encourage you to visit and see for yourself just how much Lexington Village Apartments has to offer, including our unique 24-hour service guarantee.",
  "Call to set up a private tour today!",
  "Features:",
  "Common laundry room in each building with full size washer and dryer, Beautiful courtyard views available, Heated hallways, Spacious living room and bedrooms featuring plush neutral carpet, Indoor mailboxes, Spacious closets, Updated lighting throughout the apartment home, Walk-in closets in select homes, Brick buildings and traditional architecture, On-site resident storage included, Gas/heat, water, and trash included in flat monthly rate, Dishwashers available in select homes, Gas range in all apartment homes, Well-designed floor plans ranging from 625 to 850 square feet,",
  "Large picturesque windows fitted with designer selected blinds, Individually-controlled air conditioning units",
  "Community Amenities:",
  "Within walking distance to the AMC Theater and Oakland Mall, BRAND NEW!!",
  "Expansive community clubhouse, BRAND NEW!!",
  "Community laundry facility with industrial sized machines, Professionally Landscaped, Easy Access to I-75 and I-696, Professional on-site management team - 7 days a week, BRAND NEW!!",
  "State of the art fitness center with flat screen televisions, 24-hour Maintenance Response Guarantee, On-site laundry, Covered Parking, 24-Hour emergency maintenance service, Pet friendly with well-designated pet area and less than a mile away from local dog park, Online Resident Portal (See Resident Services Tab), Intercom system for building entry",
  "Pet Policy",
  "Lexington Village Apartments offers pet friendly apartments in Madison Heights and welcomes both cats and dogs.",
  "You'll find beautiful green spaces where your dog can run and play.",
  "In addition, your dog can run free and meet new friends at the nearby Red Oak Dog Park.",
  "We are one of the few communities in the area to welcome your large dog!",
  "We have a limit of 2 pets under 25 lbs each or one large pet without a weight limit.",
  "Some breed restrictions apply.",
  "We're confident your pet will love living at Lexington Village Apartments as much as our human neighbors do!",
  "Use this link for more info:",
  "<URL>",
  "TfdDiwaU7"
 ],
 "images": [
  "https://images.craigslist.org/01717_4TXdtSyYTJ9z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00v0v_9gd1lw9W3qkz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00P0P_caonxsPhr6jz_0ak07K_600x450.jpg"
 ],
 "url": "https://detroit.craigslist.org/okl/apa/d/madison-heights-on-site-resident/7516771119.html"
}