{
 "post_id": 7516437071,
 "title": "Pet friendly with well-designated pet area, close to city dog park",
 "price": 985,
 "neighborhood": "NA",
 "map_address": "31597 Harlo Drive",
 "street_address": "31597 Harlo Drive",
 "latitude": 42.524897,
 "longitude": -83.103003,
 "data_accuracy": 10,
 "posted": "2022-08-02 13:12",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "carport",
 "sqft": 820,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Virtual and Contact-Free Leasing and Move-In Available",
  "- Self-Guided Tours with Lockboxes",
  "- FaceTime/Skype Tours",
  "- Apply & Sign Online",
  "Welcome to President Madison Apartments",
  "Call Now -",
  "show contact info",
  "x 58",
  "OR Text",
  "58",
  "to",
  "show contact info",
  "to chat!",
  "This is a 1 Bedroom, 1 Bath, approximately 820 Sq.",
  "Ft.",
  "BRAND NEW COMMUNITY CENTER featuring an expansive Social Gathering Room, fitness center with state-of-the-art fitness equipment and flat screen televisions and a beautifully designed outdoor pool.",
  "Our terrific location makes it easy for residents to walk or drive to some of the most entertaining parts of our city.",
  "Pop into Birmingham for the day, relax and enjoy some family time at Halmich Park or just take your dog on a walk to the nearby dog park.",
  "Anywhere you want to go is easily accessible and within just a few minutes drive from your front door.",
  "Inside our East Madison Heights apartments, residents are happy to find upgraded countertops and cabinets, name brand appliances, including gas stoves, individual heating and cooling systems and even ceramic and hardwood flooring and dishwashers in select homes.",
  "Our heated hallways and mail box areas will keep those cold MI winters at bay and modern conveniences like an on-site laundry facility, friendly management staff and online payments make living here a breeze.",
  "In addition to our spacious one and two bedroom floor plans, President Madison Apartments also offers temporary lease agreements for those visitors or business people who don’t want to spend all of their time in the confines of a hotel.",
  "Our well-appointed, furnished apartments provide a tranquil retreat when visiting Madison Heights.",
  "Features:",
  "Well-designed floor plans ranging from 800 to 856 square feet, Carports available, Soft hued paint accented with white paneled doors, Satin nickel hardware throughout residence, Accent walls in living area of apartment home, Beautifully designed kitchen featuring oak cabinetry, GE white appliances and dark walnut* vinyl plank flooring, Gas Range in all apartment homes, Secured entrance for each residence, Resident Storage located on-site, Large picture windows fitted with designer selected blinds, Brick buildings and traditional architecture, Dishwashers available in select homes, Spacious closets, Updated lighting throughout the apartment home, Common laundry room with full size GE wash and dryer, Spacious living room and bedrooms featuring plush neutral carpet",
  "Community Amenities:",
  "Free off-street parking, On-site laundry, Reserved carports available to lease monthly based on availability, On-site management, Beautifully landscaped, Pet friendly with well-designated pet area, close to city dog park, 24-hour Maintenance Response Guarantee, BRAND NEW!!",
  "Professionally equipped exercise room with flat screen television, BRAND NEW!!",
  "Expansive community center, On-line Resident Portal (see Resident Services tab), BRAND NEW!!",
  "Internet café with gourmet coffee bar, Easy highway access, Beautifully designed outdoor swimming pool, Laundry in building",
  "Pet Policy",
  "President Madison offers pet friendly apartments in Madison Heights and welcomes both cats in all apartments and dogs in select apartments.",
  "You'll find beautiful green spaces where your pet dog can run and play.",
  "In addition, your dog can run free and meet new friends at the nearby Red Oak Dog Park.",
  "We are one of the few communities in the area to welcome your large dog!",
  "We have a limit of 2 pets under 25 lbs each or one large pet without a weight limit.",
  "Some breed restrictions apply.",
  "We're confident your pet will love living at President Madison as much as our human neighbors do!",
  "Interested in more information?",
  "Visit link below:",
  "<URL>",
  "IRw7VRcYa6q"
 ],
 "images": [
  "https://images.craigslist.org/00M0M_5vxK67nl2mZz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00303_b301cYCIH81z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00q0q_e0xc565w0orz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_dOq7NcObPm1z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00808_g6rp4FAYeMLz_0ak07K_600x450.jpg"
 ],
 "url": "https://detroit.craigslist.org/okl/apa/d/madison-heights-pet-friendly-with-well/7516437071.html"
}