{
 "post_id": 6740455945,
 "title": "3 Bed Mobile home for rent",
 "price": 1750,
 "neighborhood": "Kiowa",
 "map_address": "100 Ute Avenue #E6 near Highway 86",
 "street_address": "100 Ute Avenue #E6 ",
 "latitude": 39.350151,
 "longitude": -104.46349,
 "data_accuracy": 10,
 "posted": "2022-07-14 14:33",
 "updated": "2022-08-01 13:54",
 "repost_dates": [
  "2022-07-14 14:33"
 ],
 "available": "2022-08-01",
 "housing_type": "manufactured",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 1100,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$25 per adult",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "This home is located in Elbert County just outside of parker, where you can escape the hubub of the big city in a more relaxing country setting.",
  " This is a (3) bedroom (1) bath, mobile home in Kiowa Colorado, which is South East of Parker and will be available for rent SOON.",
  " Please note that ALL UTILITIES & LOT RENT are included in your monthly rent of $1750.00.",
  "The deposit on the home is also $1750.00  Your only responsibility is your personal entertainment, meaning either internet and or TV.",
  " This area is literally just outside of the Metro Area of Denver, but still close enough to commute on a regular basis.",
  "Como no hablo español, esto será algo difícil.",
  "Sin embargo, lo traduciré en Google contigo.",
  "Lea el anuncio y comprenda los aspectos relacionados con residir en el parque de casas móviles Ute Village.",
  "No se permiten perros grandes en el parque, antecedentes penales limpios, etc. También DEBE tener algún tipo de identificación del gobierno para que el parque lo verifique.",
  " Eso es lo básico, avísame si te gustaría pasar y ver la casa.",
  "Gracias, James--",
  "show contact info",
  "PLEASE BE AWARE OF THE FOLLOWING...",
  "This home is an older home and has some rough issues, and as such THIS HOME IS BEING RENTED AS IS.",
  " Apart from a serious overall general cleaning which the entire home will need: The drywall has been repaired, however it will need painting.",
  "The windows have been repaired and the carpet and refridgerator have been replaced.",
  " The kitchen floor is going to need some tile, laminate flooring, carpet??",
  " We will pay for the material if you can assist to put it in.",
  "Same thing for the celing fan/light in the living room.",
  " We will purchase for you.",
  "The Ute Village trailer park does have a basic background vetting service that denies approval for serious felony convictions, or if your income ratio is poor.",
  "The fee for the background check is $25.00 for each adult over the age of 18, children are not required to fill out specifics other than on your own app where you list their basic info.",
  "Please reach out either through Craigslist or to  Threezero3eightseven5twoeight8three.",
  " Please do not call the Ute Village Park, only reach out to me.",
  "Pets are only accepted within the approval of the Ute Village Trailer Park, of which 25 lb** per dog is what they are looking to achieve and nothing larger than that."
 ],
 "images": [
  "https://images.craigslist.org/00J0J_4gpKpcNNRLQz_05q02q_600x450.jpg",
  "https://images.craigslist.org/00c0c_gXTpYKsYienz_0ew0pO_600x450.jpg",
  "https://images.craigslist.org/00t0t_jjOBSk64SwLz_0pO0ew_600x450.jpg",
  "https://images.craigslist.org/00P0P_5F7FH49XOmbz_0ew0pO_600x450.jpg",
  "https://images.craigslist.org/00T0T_2tVb53M91uxz_0ew0pO_600x450.jpg",
  "https://images.craigslist.org/00n0n_WKFH4Zj4Stz_0ew0pO_600x450.jpg",
  "https://images.craigslist.org/01212_8KcuQkalPagz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00z0z_cEhGW6AM3KNz_0CI0t2_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/kiowa-bed-mobile-home-for-rent/7508824894.html"
}