{
 "post_id": 7506165796,
 "title": "Superb Modern 2bd 2ba nice rental available now",
 "price": 1000,
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 39.7313,
 "longitude": -104.9811,
 "data_accuracy": 22,
 "posted": "2022-07-08 03:53",
 "updated": "2022-07-31 11:19",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Experience the luxury of living in a comfortable home with brand new amenities and improvements.",
  "Wood-type floors and washers and dryers are just a few of the standard upgrades included",
  "If you’ve been searching for a balance between amazing amenities and high-end finishes in a central location – your search is over.",
  "Deluxe living and newly designed apartment within walking distance to countless shops, restaurants, and schools.",
  "Contact me directly:",
  "greatnew",
  "@",
  "bestadscl",
  ".",
  "me",
  "Address - 4960 Niagara St., Commerce City, 80022This space has newly built out office, drive in doors, 12\" ceilings, heavy power, a new roof, and food grade facilities with temperature controls.",
  "There is not a better industrial location in the Denver Metro Area.",
  "Asking = $10.00 NNNNNN = $4.14Total Monthly = $8,220.05- Central location- Cinder block construction-",
  "3 Phase, 240 Volt, 700 Amp Power (TBV)- New roof-",
  "Lab build out-",
  "Temperature controlled-",
  "Multi-tenant capabilities- Strong access North, South, East, West via I-70 and 270- Heavy power-",
  "Recently renovated-",
  "Local ownership-",
  "Owner / user or investor capabilitiesFor More Information Contact Aviva Sonenreich",
  "show contact info",
  "<URL>242 Linden StreetFort Collins, CO 80524A LA CARTE -- Pay only for the time you use during office hours 8:30am-5pm.",
  "Create a FREE account online and add a credit card to be charged on the day of services.",
  "Range $19-$71.MEMBERSHIP --",
  "This is a great product that allows you full day COWORK/OFFICE usage in ANY of our 29 COLORADO locations AND 3000+ locations GLOBALLY!!",
  "Enjoy a professional environment!",
  "Range $133/m-$600/m.VIRTUAL OFFICE --",
  "Great for home office based businesses and startup companies!!",
  "Use of a business address that you may use on your business cards and website.",
  "Also if someone stops in they are greeted by your receptionist who can also sign for packages, etc!",
  "Other packages include telephone answering with your company name, 2 or 5 full day use of a furnished office.",
  "The Receptionist can even forward the call after answering it to your home office or cell phone!",
  "Prices start at $99 per month.",
  "RESERVED DESK IN SHARED OFFICE -- Dedicated desk in a shared environment.",
  "Includes: internet, business phone with free local calls, utilities and janitorial, 24/7 access, business address, and FREE lounge access to 3000+ locations.",
  "Prices start at $419/month.",
  "FULL TIME PRIVATE OFFICE -- Completely furnished move in ready -- FLEXIBLE TERMS!!!!",
  "24 hour access, business address, reception to handle mail and meet/greet guests, communal areas, janitorial and utilities included!",
  "Prices start at $939/month.",
  "Commercial store front property for rent in Greeley's historic downtown.",
  "This building is located in the heart of Greeley's downtown on 8th Ave, with many bars and restaurants within walking distance.",
  "It is located about a block from the ice skating rink, museum, and theater.",
  "Built in 1910, it has the original wood floors, exposed ceiling beams and a spacious open concept layout.",
  "New high efficiency hearting/central air-condition and LED lighting.",
  "Available July 1st.",
  "Owned by a licensed real estate broker, Greg Paulis with All in One Property Management and Real Estate, LLC.",
  "show contact info",
  "A. SINGLE ROOM OFFICESOffice 108 (AVAILABLE NOW):>87 sq ft.>Month-to-Month - $1378/m>6 Month - $1308/m>12 Month - $1239/mOffice 201B (AVAILABLE NOW):>68 sq ft.>Month-to-Month - $1,044/m>6 Month - $991/m>12 Month - $939/mOffice 201C (AVAILABLE NOW):>107",
  "sq ft.>Month-to-Month - $1,500/m>6 Month - $1,424/m>12 Month - $1,349/mOffice 202A (AVAILABLE NOW):>123 sq ft.>Month-to-Month - $2,244/m>6 Month - $2,131/m>12 Month - $2,019/mOffice 204 (AVAILABLE NOW):>137 sq ft.>Month-to-Month - $1,755/m>6 Month - $1,666/m>12 Month - $1,579/mOffice 206 (AVAILABLE NOW):>137",
  "sq ft.>Month-to-Month - $1,755/m>6 Month - $1,666/m>12 Month - $1,579/mOffice 217 (AVAILABLE NOW):>203",
  "sq ft.>Month-to-Month - $3,911/m>6 Month - $3,715/m>12 Month - $3,519/m__________________________________________________________________________B. TWO ROOM OFFICE - one large room, one smaller room (for conference table or executive office)Office 104 (AVAILABLE NOW):>963 sq ft.>Month-to-Month - $15,644/m>6 Month - $14,861/m>12 Month - $14,079/m__________________________________________________________________________INCLUDED IN RENT: 24/7 access, internet, electric, water, sewer, trash, gas, janitorial, use of Business Address, and complimentary LOUNGE membership to visit any 3000+ business centers*FEES-Refundable security deposit equal to two month's rent (deposit is refunded 30-45 days after the agreement ends)-One-time $49 activation fee per person-$4/sqft restoration fee billed on the final invoice ($270 and up).Are you a wellness professional looking for community but want the autonomy to develop your own business model in a supportive atmosphere?",
  "Maybe you are enjoying tele-health, or a hybrid business model, and just need part-time space without the responsibility of full-time costs?",
  "Come join a community of independent, therapeutic practitioners, where community and independence meet!",
  "This is not corporate, but a warm and welcoming atmosphere where your success actually MATTERS because people-helpers work hard to support others and should be supported with respect and value also!FULL-TIME, PART-TIME, and FLEX OFFICE SPACES available for wellness professionals.",
  "This opportunity includes professional, new/completely remodeled and fully furnished office spaces (new offices coming soon that can be unfurnished), access to teaching/group room, waiting and break areas, marketing and website exposure, access to professional portal for practitioner’s collaboration forum and booking calendar, signage, waiting room loop, and monthly consulting.",
  "Basic office needs/internet/utilities/GREAT exposure off West Eisenhower Blvd./professional mailing address, and everything you need to get to work is ready to go!",
  "Speakers and teaching/learning opportunities to come as available.",
  "We are looking for caring people-helpers (therapists/counselors, psychologists, acupuncturists, nutritionists, health/life coaches, professional photographers, PAs, and chaplain/spiritual support, etc.), mental health ‘candidates’ and new practice owners are welcome but must have their own supervisor if not yet fully licensed, etc.",
  "If you value community and support to explore your dreams, your faith, and grow as a professional from like minded colleagues, networking and collaborating around clientele, come take a look!Professionalism, respect, support, and an aversion to drama required, a sense of humor greatly appreciated.",
  ":)Small office in Fort Collins also available for flex use only (no full-time leasing available there) allowing you to offer your clients two professional locations.",
  "MORE PHOTOS COMING SOON, but you are welcome to come take a look now as we finish up the final details and furnishings of the new remodel.",
  "Trial and Leases required.",
  "Starting at $145 and going to $900 a month through the fist year, depending on your use.",
  "We want to see YOU and YOUR practice THRIVE!",
  "You won’t find a better deal or community in the northern area!",
  "Why not check it out?Want to make a good impression of your small business or start-up with a Westminster address?",
  "Tired of getting all of your business mail at your home address?",
  "Don't just want a P.O. Box address for your business?SPECIAL PRICING - includes usage of our office and conference rooms at members pricing!",
  "OVER 50% OFF!",
  "We have two conference rooms and office that you can reserve hourly or daily.",
  "Also access to office and conference room meeting space at all Intelligent Office locations nationwide.",
  "Our Professional Mailing Address services can take care of that!Our Intelligent Assistants will sign for and accept any packages that are delivered to you and process your mail daily!Additionally, they will be happy to hold any documents left by you for your clients to pick up.",
  "If you prefer, they will also notify you of any package deliveries.",
  "We also offer services such as a mail box check to see if you have received any mail, so you do not have to completely disrupt your day just to check your mailbox.",
  "We can also keep an eye out for specific mail items and notify you accordingly.",
  "We can also open your mail, per your request, and scan it to you, as well as forward it to another address provided on a weekly, bi-monthly, or monthly basis (à la carte charges will apply).You will also have the ability to use the address on any business materials, business cards, marketing materials, and on your businesses website!Call Kara today at",
  "show contact info",
  "for more information!You may also visit us at <URL> Building InformationOwner: Locally owned by PREI., a Colorado corporationLeasing: Kevin",
  "show contact info",
  "Management: PREI.Address: 5651 E. 56th Commerce City CO.",
  "80022Location: Northeast corner of 56th Avenue and Holly Street, two blocks north of I-270. 2 acre site.",
  "Unit Size: 4,400 square feet.",
  "Rental Rate: $15.82 per square foot per year modified industrial gross rate, not NNN, would be comp to $12.75 NNN.Zoning: I-1, Industrial, Adams countyElectrical Service: 200 Amp; 3 phaseCeiling Height: 18 feet, subject to verification, One (1) gas forced air heating units.",
  "Dock: One dock.",
  "Construction: Full masonry (brick, concrete, and steel)Office Size: 950 sqft, subject to verification, Two (2) heat units, one is new.",
  "One (1) New A/C unit.",
  "Parking:",
  "Large paved lot on south side of building, and ample local lot parking for up to 10 delivery trucks.",
  "YOC: 1979Tenant Improvements: Above rate assumes an \"as is\" transaction.",
  "If tenant improvements are required, they could be amortized over the term of the lease and added to the base rent.",
  "Additional Benefits:",
  "Rare dock high building for use as industrial, light manufacturing, distribution or service in central market near Downtown, DIA, I-25, I-70 & I-270.",
  "Enterprise Zone tax credits available.",
  "Private office in a shared suite.",
  "The suite has 3 private offices and a shared waiting room.",
  "Currently, there are 2 other therapists/counselors in 2 of the offices.",
  "The office available in our suite is spacious with 2 windows!",
  "Rent would be around $500 a month.",
  "It's a nice updated building in a great area in Denver off of I-25 and Colorado Blvd.",
  "Very convenient location for clients!",
  "It is also on a bus line and handicap accessible.",
  "Secured building with after hours access.",
  "We would love to get another therapist in there to share our suite!",
  "Please note, photos are of a different office in the suite with a similar size and layout to the office available.",
  "Available office is not furnished.",
  "If interested please contact the leasing director, Lauren.",
  "Her contact information is: <URL>",
  "show contact info",
  ".",
  "The property address is 1805 S. Bellaire St., Ste 465-02 Denver, CO 80222."
 ],
 "images": [
  "https://images.craigslist.org/00A0A_5xxxUv68v8Xz_0gw0bc_600x450.jpg",
  "https://images.craigslist.org/00c0c_fPRdnGKuG2Zz_0gw0bc_600x450.jpg",
  "https://images.craigslist.org/01717_dQYcWPjUSjuz_0gw0bc_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_2c2LG6Qk5OCz_0gw0bc_600x450.jpg",
  "https://images.craigslist.org/00O0O_243nadKW044z_0gw0bc_600x450.jpg",
  "https://images.craigslist.org/00k0k_6QdOcDIjLKmz_0gw0b1_600x450.jpg",
  "https://images.craigslist.org/00s0s_dWLWVby5rtDz_0gw0b1_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-superb-modern-2bd-2ba-nice/7506165796.html"
}