{
 "post_id": 7509689675,
 "title": "Mountain View – Not a Parking Lot View  w this1 br apt",
 "price": 1495,
 "neighborhood": "Denver",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 39.7683,
 "longitude": -105.0493,
 "data_accuracy": 22,
 "posted": "2022-07-16 15:44",
 "updated": "2022-07-30 23:44",
 "repost_dates": [],
 "available": "2022-07-18",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "street parking",
 "sqft": 410,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "----- Apartment for Rent: Residential Neighborhood and Nice Views -----",
  "Available now.",
  "View of the Mountains from the Kitchen / Living Area.",
  "View of a Denver Park from the Bedroom.",
  "A mother-in law-apartment or a private apartment that is inside of a nice 1950's style residential dwelling in a peaceful  residential neighborhood.",
  "The apartment has three rooms: a bedroom, a bathroom and a kitchen / living area.",
  "There is plenty of storage with a closet and extra storage in each room.",
  "There is access to a washer and dryer and extra storage in the basement.",
  "There is free parking right in front of the house.",
  "----- Natural Materials: Hardwood and Ceramic Tile on Floors -----",
  "The bedroom and kitchen have hardwood oak floors and hand textured plaster walls and ceiling.",
  "The floor, shower / tub enclosure and the walls are ceramic tile below and plaster above.",
  "Well maintained.",
  "The bathroom has a granite counter, an oak cabinet and an extra storage closet.",
  "The kitchen has maple and oak cabinets and shelves and a Formica counter top.",
  "There is a refrigerator, microwave and natural gas four burner stove and oven.",
  "Hot water heating is provided by a boiler and baseboard radiators.",
  "High Speed Internet available.",
  "There is central air conditioning and a swamp cooler available for lower cost cooling.",
  "-------",
  "Convenient Location with Lots of Amenities",
  "Nearby -------",
  "The apartment is located in the 49th and Sheridan area.",
  "Grocery stores, restaurants, and lots of other shopping are conveniently nearby.",
  "There are extensive hiking and biking trails nearby, a public golf course, a Denver Recreation Center, tennis courts, and a private fitness center.",
  "-----",
  "Major Highways and Public Transportation",
  "Nearby -----",
  "Interstate 70, I 76 and I 25 are all nearby and easy to get to.",
  "It's close to public transportation.",
  "There are three bus routes nearby and a light rail line is a short drive, bike ride or Uber ride away.",
  "----- Reply for More Details and a Room-by-Room Video -----",
  "For more details and to receive a link to view a video of the apartment please send your name and email."
 ],
 "images": [
  "https://images.craigslist.org/00606_1m6PINDNI1xz_0CI0pG_600x450.jpg",
  "https://images.craigslist.org/00j0j_2X4WI82r5Ztz_0CI0pG_600x450.jpg",
  "https://images.craigslist.org/00707_aWDdnlqmxZCz_0CI0pG_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-mountain-view-not-parking-lot/7509689675.html"
}