{
 "post_id": 7515381819,
 "title": "Replacement Tenant Needed - 1350 Speer Blvd. - Below Market 2bd/2ba",
 "price": 2848,
 "neighborhood": "Denver",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 39.7379,
 "longitude": -104.9958,
 "data_accuracy": 99,
 "posted": "2022-07-30 15:03",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-07",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1150,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "Building has standard applicaiton and related fee.",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "My wife and I are looking for a tenant(s) to take over our lease from September through April 4, 2023.",
  "Although we don't want to leave, we finally got a house after a year of searching in this crazy market.",
  "Base Rent: $2,848/mo",
  "One tandem garage spot for two cars: $116/mo (optional)",
  "Pet Fee: $50/mo (optional)",
  "Gas/Sewer/Water/Trash/Pest/Admin: $60/mo average",
  "Electric (includes heating & cooling costs): $55/mo average (both of us WFH)",
  "Common Area Electric: $30/mo average",
  "The base rent is extremely low considering what other rentals are currently going for in Denver.",
  "Furthermore, the apartment is 1,150 square feet and considered large for a 2-bedroom.",
  "If you wish not to have the parking or pet(s), the above charges do not apply, reducing your monthly costs.",
  "There are plenty of photos and additional details online, but I'm happy to send photos/videos/FaceTime in addition to answering any questions you may have.",
  "I also have a floor plan with measurements.",
  "Please email if interested.",
  "Additional information below.",
  "-We are the first tenants to live in this unit, as the building is only about 2 years old.",
  "-The unit will be delivered completely empty and clean.",
  "-The unit is on the top floor (7th) with floor to ceiling windows and incredible mountain views to the west.",
  "-We have a private balcony off the living room with a storage bin, two chairs, and two small tables.",
  "-Unit improvements include a washer/dryer, gas stove top, built-in microwave, garbage disposal, central heat/AC.",
  "-Two walk-in closets in addition to a closet off the living room.",
  "-Building amenities include: multiple game rooms/lounges, heated pool/hot tub, gym, yoga/spin studio, work lab, Parcel Pending mail lockers, two private interior courtyards with grills, pet grooming room, bike storage/repair room (limited space), front desk concierge/doorperson with onsite staff, and an amazing rooftop equipped with couches, fire pits, a pool table and grills."
 ],
 "images": "NA",
 "url": "https://denver.craigslist.org/apa/d/denver-replacement-tenant-needed-speer/7515381819.html"
}