{
 "post_id": 7515975120,
 "title": "Pets Allowed, Heated Swimming Pool, Internet Access, Central A/C",
 "price": 1528,
 "neighborhood": "Aurora",
 "map_address": "572 potomac st near peoria and potomac",
 "street_address": "572 potomac st ",
 "latitude": 39.705922,
 "longitude": -104.829427,
 "data_accuracy": 10,
 "posted": "2022-08-01 09:59",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-12",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 650,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 1 Bedroom, 1 Bath, approximately 650 Sq.",
  "Ft.",
  "Welcome to your new home at Edge at Fitzsimons Apartments, located in Aurora Colorado!",
  "Edge at Fitzsimons Apartments is a unique community that offers a peaceful refuge from everyday life.",
  "We offer one and two bedroom floorplans that include private balconies/patios.",
  "Each home is designed to include all include a cozy wood burning fireplace, and we have upgraded many apartments to include BRAND NEW faux wood floors, 2-toned paint, stainless steel appliances.",
  "Your new pet-friendly home includes a heated swimming pool onsite laundry facility, and coming soon a bark park and internet cafe.",
  "We also accept package deliveries at the office, so you can rest assured knowing your deliveries will arrive to you safely each time.",
  "Located near downtown Denver and DIA, you will find yourself surrounded by many popular restaurants and conveniences including, the newly finished Peoria Station Light Rail, Aurora Hills Golf Course, and Del Mar Pool and Splash Park.",
  "The new Fitzsimmons Hospital District is also just around the corner from home.",
  "Come experience the Edge at Fitzsimons Lifestyle for yourself.",
  "Our professional onsite team is waiting to welcome you home!",
  "Features:",
  "Window Covering, Window Coverings, Electric Stove, Large walk-in closets, One and Two Bedroom Apartments, Air Conditioning, Ceiling Fan, Fireplace, Hardwood Floor, Kitchen Appliances including Dishwashers, Disposals, Self-Cleaning Ovens, and Built-in Microwave Ovens, Large Bedrooms, Individual Hot Water Heaters, Private Balconies/Patios, Pet Friendly (up to 2 pets 40Lbs or less), Pets Welcome, Central A/C, Dishwasher, Spacious Floor Plans, Carpet, Cable/Satelite Available, Internet Access, Broadband Internet Access, Garbage Disposal",
  "Community Amenities:",
  "Responsive Maintenance Team, Copy/Fax Available, Laundry Facility, Disability Access, View, Guest Parking, Pet Friendly (ask for details and fees), Credit Cards Accepted, Close to Shopping, Dining, Bus Routes and Much More!, Emergency Maintenance, Convenient Location, Freeway Access, Coin-Operated Laundry Center On-Site, Heated Swimming Pool, Courtyard, Public Transportation, Professional Management Team, Easy Freeway Access, Package Acceptance At The Office, Pets Allowed",
  "Pet Policy",
  "We are pet friendly!",
  "Follow This Link for More Information:",
  "<URL>",
  "Prices are subject to change, based on availability and qualification of the applicant, additional fees may apply.",
  "TAWmT9kdRH8B"
 ],
 "images": [
  "https://images.craigslist.org/00f0f_glESM97ikbaz_0lM0t2_600x450.jpg",
  "https://images.craigslist.org/00e0e_4RpGhv6aKCnz_0iS0xy_600x450.jpg",
  "https://images.craigslist.org/00F0F_cQEnsdTrRJGz_0iS0xy_600x450.jpg",
  "https://images.craigslist.org/00707_28grIGlWMX7z_0iS0xy_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_57hV6LfhOGez_0iS0xy_600x450.jpg",
  "https://images.craigslist.org/00707_lxRXXLrKGpmz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00d0d_gZeN5rDqodlz_0ak07K_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/aurora-pets-allowed-heated-swimming/7515975120.html"
}