{
 "post_id": 7515411808,
 "title": "Rare Vacancy In This Lovely 2 Bedroom! Lease Today Before it is Gone!",
 "price": 2079,
 "neighborhood": "Denver",
 "map_address": "4560 South Balsam Way  OFC",
 "street_address": "4560 South Balsam Way  OFC",
 "latitude": 39.605424,
 "longitude": -105.090009,
 "data_accuracy": 20,
 "posted": "2022-07-30 16:22",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-08",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 2 Bedroom, 2 Bath, approximately 1190 Sq.",
  "Ft.",
  "M2 Apartments are the newest luxury apartments for rent in Littleton, CO.",
  "With a fresh look at apartment living near Englewood, you'll find that an upscale one-, two- or three-bedroom home is right at your fingertips.",
  "The vibrant neighborhood surrounding our Littleton, CO, apartments for rent invites you to be as active or relaxed as you desire.",
  "Whether you are enjoying a scenic run around Clement Park, fulfilling your shopping desires at Southwest Plaza Mall or dining at one of the many restaurants in Littleton, our apartments near Englewood are in the heart of it all!",
  "Come home to comfort at m2, where modern meets magnificent in Littleton.",
  "Coming home to m2 Apartments has never been so relaxing!",
  "Our Littleton, CO, apartments for rent boast exquisite amenities that are sure to fit your living needs.",
  "With everything from an enticing and invigorating swimming pool to a lavish and well-equipped clubhouse, our apartments near Englewood will be your favorite place to be!",
  "Features:",
  "Ceiling Fans Select Units, Cable/Satelite Available, Linen Closets, Dishwasher, Quartz Counter Top, Detached Garages *, Attached Garages *, Large Patio/Balconies, Sprinkler system for fire safety, Central Air, Electric Stove, New/Renovated Interior, Window Coverings, In Select Homes*, Black Appliances, Spacious Walk In Closets & Extra Storage, Wood Style Flooring, Spacious Floor Plans, 9ft Ceilings, Valet door-to-door trash service, Granite Countertops, Washer & Dryer In Unit*, Garbage Disposal",
  "Community Amenities:",
  "Dog Run, Bike Maintenance Center, Recycling Available, Conference Center, Resident BBQ Area, Year Round Swimming Pool, Pavilion with built-in BBQ, 24-Hour Fitness Center, Daily espresso in the clubhouse, Business Center, Extra Storage Available, FREE Bike storage in select buildings, Project Recording Studio, Pet Friendly, Wi-Fi access available in Clubhouse",
  "Pet Policy",
  "Cats and Dogs Welcome",
  "(Restricted Breeds: Pit Bulls (Bull Terriers or American Staffordshire Terriers), Rottweilers, German Shepherds, Dobermans, Chows, Presa Canarios, Akitas, Wolf Hybrids, and Huskies!",
  "3-pet maximum Monthly Pet rent is $35 Per Pet",
  "Pet Deposit is $250 Per Pet; Non-Refundable Pet Fee $250 Per Pet (Third Pet Free)",
  "Interested in more information?",
  "Visit link below:",
  "<URL>",
  "Prices are subject to change, based on availability and qualification of the applicant, additional fees may apply.",
  "yFce6JriKMJ"
 ],
 "images": [
  "https://images.craigslist.org/00F0F_k1ZV1FvK5jdz_0bi0ac_600x450.jpg",
  "https://images.craigslist.org/00s0s_4huHqIf8lJEz_0rS0iB_600x450.jpg",
  "https://images.craigslist.org/00707_6hEbDJsAtwvz_0rS0iB_600x450.jpg",
  "https://images.craigslist.org/01414_kQrL7rrpEQ0z_0rS0iB_600x450.jpg",
  "https://images.craigslist.org/00909_l66HoVZdD4Nz_0rS0iB_600x450.jpg",
  "https://images.craigslist.org/00101_6vpXbZBvHh0z_0rS0iB_600x450.jpg",
  "https://images.craigslist.org/00R0R_cGPgs7Zlza8z_0rS0iB_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/littleton-rare-vacancy-in-this-lovely/7515411808.html"
}