{
 "post_id": 7515382053,
 "title": "Outdoor Firepit & Gas Grills, Energy Efficient AC and Heating",
 "price": 1925,
 "neighborhood": "NA",
 "map_address": "2590 Welton St",
 "street_address": "2590 Welton St",
 "latitude": 39.753808,
 "longitude": -104.979636,
 "data_accuracy": 10,
 "posted": "2022-07-30 15:04",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-07-30",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 637,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 74",
  "OR Text",
  "74",
  "to",
  "show contact info",
  "to text us.",
  "This is a 1 Bedroom, 1 Bath, approximately 637 Sq.",
  "Ft.",
  "Although there's much to do within the steps of The Lydian, you may be tempted to stay home to enjoy your artfully appointed home surrounded by community conveniences - from coffee and co-working, to fitness and fire pits -",
  "The Lydian is about style and individuality.",
  "Features:",
  "Energy Efficient AC and Heating, 50Mb Internet Connection Included, White Quartz Countertops, Front Load Washer & Dryer, Large Walk-in Showers, Electronic Thermostat, Expansive Walk-in Closets, Gourmet Kitchens with 42\" Tall Cabinets, Soaking Bathtubs, Low Profile Carpet, Disposal, Energy Star Rated Stainless Steel Appliances, European Roller Shades, Modern Plank Flooring, Large Patios with Views!, Spacious Islands with Pendant Lighting, Dishwasher, Large Picture Windows",
  "Community Amenities:",
  "Controlled Building Access, Outdoor Firepit & Gas Grills, Recycling, Luxurious Resident Lounge, Light Rail Stop at Your Door, Convenient Underground Parking, 83 Walk Score & 98 Bike Score!, Sweeping Mountain and Downtown Views, Health Club Quality Fitness Center, Premium Package Handling, On-Site Management, On-Site Maintenance, High Speed Internet Included, Rooftop Pool & Lounge, Onsite Yoga and Group Fitness Classes, Availability 24 Hours, Elevator, Bike Storage",
  "Pet Policy",
  "Max 2 pets per apartment, Max weight 80 lb each, One-time Pet Fee $500.00, Rent $50.00 per month",
  "Breed Restrictions: Akitas, Alaskan Malamutes, Bull Mastiffs, Chows, Doberman Pinschers, German Shepherds, Pit Bulls, Presa Canarios, Rottweilers, Shar Peis, Siberian Huskies, Staffordshire Terriers, Wolf Hybrids or any variation or mixes of these breeds.",
  "Visit This Website to See More:",
  "<URL>",
  "Uwzvxe4Sg9u"
 ],
 "images": [
  "https://images.craigslist.org/00J0J_fKEnyC0Jh9mz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00909_dvJHbLMnjruz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00v0v_lc4oFq9kbidz_0ak07K_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-outdoor-firepit-gas-grills/7515382053.html"
}