{
 "post_id": 7515348818,
 "title": "Large closets, Towel service, Granite countertops",
 "price": 2452,
 "neighborhood": "Denver",
 "map_address": "6715 E Union Ave near Niagara",
 "street_address": "6715 E Union Ave ",
 "latitude": 39.627463,
 "longitude": -104.907238,
 "data_accuracy": 5,
 "posted": "2022-07-30 13:48",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-07-30",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1263,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "13.00",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 2 Bedroom, 2 Bath, approximately 1263 Sq.",
  "Ft.",
  "Find the perfect blend of beauty and balance, form and function, work and play at the Cielo, DTC's newest urban apartments in the heart of southeast Denver.",
  "With our central location, you are just minutes from fine dining, shopping, recreation, and within walking distance to the Belleview light rail station.",
  "This luxurious community features a high-tech fitness center with TVs, clubroom with kitchen, Wi-fi cafe with java bar, plasma TV and DVD player.",
  "An opulent swimming pool with spa with Wi-fi service and an outdoor fireplace lounge with BBQ grills for your leisure.",
  "Interior finishes include exotic granite countertops, full size washers and dryers with electric fireplaces in select floor plans.",
  "Each home includes a natural, light maple hard-wood style flooring in kitchens and entries, with custom-designed espresso finish cabinetry, clean and black steel energy efficient appliances, electric ranges, built-in microwaves and dishwashers, nine foot ceilings with crown molding and modern track lighting, earth- toned accent walls and oversized walk-in closets.",
  "Center yourself at Cielo.",
  "Features:",
  "9 ft ceilings, In-unit washer and dryer, Vinyl plank flooring, City and mountain/greenspace views, Breakfast bar, Microwave, Custom cabinetry, Ceiling fans, Private balcony, Pantry, Ice maker, Dishwasher, Garbage disposal, Energy Star appliances, Central air conditioning, Separate dining area, Walk in closets, Granite countertops, Large closets, Open layout, Soaking tub, Electric fireplace, Stainless appliances, Central heat, Linen closets, Private patio, Key fob entry",
  "Community Amenities:",
  "Reserved Parking, 24 hour fitness center, Conference room, Cardio Equipment, BBQ area, Near public transportation, shopping and entertainment, Towel service, Complimentary Wi-Fi, Garage parking, Accepts cats, Close to I-25, Bellview and I-225, Cyber Café, Outdoor Pool, Clubhouse, Hot Tub, Business center, Accepts dogs",
  "Pet Policy",
  "Cielo welcomes your pet!",
  "We are a pet friendly community offering plenty of space for your pet to run and play.",
  "Our apartments accommodate up to two pets per home.",
  "Additional deposits and breed restrictions apply.",
  "Your pets will love it here!",
  "See our property details here:",
  "<URL>",
  "PJp0lpuGtPZ6"
 ],
 "images": [
  "https://images.craigslist.org/00Z0Z_8QACeQJx891z_0au06Z_600x450.jpg",
  "https://images.craigslist.org/00H0H_edpzqi69b9Bz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00C0C_71BylE0KkHNz_0c6084_600x450.jpg",
  "https://images.craigslist.org/00N0N_dWddzUUE6F0z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00808_8WdwHyB29b4z_0mM0sq_600x450.jpg",
  "https://images.craigslist.org/00707_hLeO3ZpbCh9z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01717_9dhd93jpETAz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00M0M_dtMrf7lah0Mz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00A0A_eghIe88Dklz_0u30k3_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-large-closets-towel-service/7515348818.html"
}