{
 "post_id": 7515961063,
 "title": "Hour mountain ski drive, Fitness Center, Cozy home",
 "price": 1630,
 "neighborhood": "645 Wolff St, Denver, CO 80204",
 "map_address": "645 Wolff St near W 6th Ave",
 "street_address": "645 Wolff St ",
 "latitude": 39.726428,
 "longitude": -105.048544,
 "data_accuracy": 10,
 "posted": "2022-08-01 09:33",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 750,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "1 Bedroom Units: $300 Security Deposit with Approved Credit",
  "2 Bedroom Units: $400 Security Deposit with Approved Credit",
  "Welcome to The Avalon Apartments",
  "Call Now -",
  "show contact info",
  "x 20",
  "OR Text",
  "20",
  "to",
  "show contact info",
  "to contact our team.",
  "This is a 2 Bedroom, 1 Bath, approximately 750 Sq.",
  "Ft.",
  "The Avalon's community of pet-friendly one-, two-, and three-bedroom apartments in Denver, Colorado are conveniently located for the authentic Denver experience in a beautiful park-like setting.",
  "We are centrally located to Denver's bright array of dining, shopping, and entertainment options.",
  "To top it all off, our Avalon apartments feature a variety of sought-after amenities.",
  "Our Denver, CO apartments come complete with spacious kitchens with a gas range for added convenience.",
  "Our one-, two-, and three-bedroom apartments for rent in Denver showcase full appliance packages and plenty of square footage for an eat-in kitchen.",
  "If our interiors sound like a good fit, wait until you see our impressive community features!",
  "Features:",
  "On-Site Laundry Card Oparated Machines, PAWS Welcome!,",
  "Close to downtown, Plank-Wood Flooring, Ample Parking Space, Fitness Center, Hour mountain ski drive, Renovated Kitchen Modern Black Appliances* and a Convenient Gas Stove Top Range, Beautiful 1-, 2-, and 3-Bedroom Recently Renovated Apartment Homes, Minutes from Main Highways, Heat & Air Conditioning, 1, 2 & 3",
  "In Beautiful Community, Move-In Ready Apts near Lakewood",
  "Community Amenities:",
  "Pet-Friendly Community, Hello! ($x) Off Move in Cost, Looking for A (December)",
  "Move-In?, Fitness Center, On-Site Management with Courtesy Package Acceptance, 24-Hour Emergency Maintenance, and On-Call Courtesy Patrol, Futsal Court, Get the city living you want, without the price tag!, Community Playground, Cozy home, Multiple Beautiful Courtyards with Pavilions and Gas BBQ Grills, 24-Hour State-of-the-Art Fitness Center, On-Site Laundry Facilities with New Washer & Dryers, Sparkling Pool, Check Us Out Today!",
  "Pet Policy",
  "We love your pets and are excited to welcome them to their new home!",
  "We allow two pets per apartment home with a combined weight not exceed 160 lbs.",
  "Cats and dogs are welcome at our community although some breed restrictions apply.",
  "Pet Deposit for 1 Pet: $100",
  "Pet Fee for 1 Pet: $250",
  "Monthly Pet Rent for 1 Pet: $35",
  "Pet Deposit for 2 Pets: $200",
  "Pet Fee for 2 Pets: $400",
  "Monthly Pet Rent for 2 Pets: $65",
  "Use this link for more info:",
  "<URL>",
  "X8xXmey2iMdk"
 ],
 "images": [
  "https://images.craigslist.org/00U0U_h5tXkjyUVTBz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_lAKW1HpsDpz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00p0p_c4ZdqLaN6MTz_0ak07K_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-hour-mountain-ski-drive-fitness/7515961063.html"
}