{
 "post_id": 7516229813,
 "title": "1 Bedroom Available in West Denver",
 "price": 900,
 "neighborhood": "Barnum West",
 "map_address": "yates near 5th ave",
 "street_address": "yates ",
 "latitude": 39.723991,
 "longitude": -105.050757,
 "data_accuracy": 15,
 "posted": "2022-08-01 19:23",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "house",
 "bedrooms": 4,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Hi everyone!",
  " We have 1 bedroom available in our 4-bedroom, 2-bath house in the Barnum West Denver area (6th and Sheridan).",
  " The room is currently available, so earlier prorated move-in is available for August.",
  " Have a look at the deets below and if you're interested, please shoot us a message with some info about yourself.",
  "The house itself is a one-story, recently renovated house with a finished basement and great backyard.",
  "Rent runs $900 (one month deposit needed upon signing), utilities average $75/month, and the house has a/c, in-unit washer/dryer, and a garage for storage.",
  "You would be moving in with two guys and one girl, ages 26-31, and one dog.",
  "The bedroom is located on the main floor, average size (12'x12'-ish) and you will share a bathroom with one other person (Nicole).",
  "Currently the house has a great vibe and we are hoping to find the right person to fit and add to the environment!",
  "All told, the three of us have fairly independent schedules, but enjoy each other's company when we are together at the house.",
  "We keep it quiet most nights (at the house), but like to take advantage of our backyard when the weather allows by hosting the occasional BBQ or pre-game.",
  "We also catch ourselves having a beer together on the couch, finding great concerts to attend, and heading up to the mountains in the winter (ikon household).",
  "The biggest things we are looking for in a roommate are respect, honesty, and responsibility.",
  "We are not super uptight about cleanliness (we have all left a beer can on the coffee table or a dish in the sink), but the expectation is that we are all adults who clean up after themselves.",
  "We are 420 friendly and smoke in the house, but don't smoke enough to have a constant odor.",
  "Common areas are communal, but we respect the privacy and boundaries of bedrooms and individual property.",
  "We all do a mix of meal prep, frozen dinners, and some take-out, so the kitchen is almost always available when needed.",
  "Our 4th roommate recently bought a place of his own and we have had a great run with him the last couple years!",
  "Our landlord is a former roommate and we have a really approachable relationship with him, as well!",
  "This is a great house, in a friendly residential neighborhood that is close enough to anything you want to do in Denver.",
  "Again, we are primarily looking for the right person; someone with shared values, who is fairly laid back, clean, and friendly.",
  "Nicole's dog, Jack, is low maintenance and well trained.",
  "We are open to having another dog, but he does not do well with cats.",
  "About us:",
  "Aaron: attending CU Denver while working as an architect (M-F, 8-5).",
  "Snowboards in the winter; hikes and climbs in the summer.",
  "Rooftop patio enthusiast.",
  "Caleb: software developer, works from home (7am-4pm).",
  "Military-brat from Virginia/Alabama.",
  "Plays in a local band, but rehearses mostly outside the house.",
  "Sports fan and frequent concert-attendee.",
  "Nicole: works for an advertising firm (2-3 days remote).",
  "Likes to spend summers on the water paddleboarding and skiing in the winter.",
  "If you are interested, please shoot us a note and tell us a bit about yourself!",
  "If we think it could be a good fit, we'd love to have you tour the place and meet the roommates.",
  "We look forward to hearing from you!"
 ],
 "images": [
  "https://images.craigslist.org/00C0C_8fPO0L1w85Ez_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00a0a_5grgM8B9NsUz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00M0M_eukcyio1tOOz_0t20CI_600x450.jpg",
  "https://images.craigslist.org/00p0p_5qHoMD1INHmz_0fu07l_600x450.jpg",
  "https://images.craigslist.org/01717_dIVhNpIYuyGz_0fu07k_600x450.jpg",
  "https://images.craigslist.org/00k0k_6fsBu7WpGFVz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00l0l_aE3rOz2FeNEz_0t20CI_600x450.jpg",
  "https://images.craigslist.org/00l0l_7iK0NUz8ZsTz_0CI0j5_600x450.jpg",
  "https://images.craigslist.org/00101_7iDA9qqHO0Cz_0fu07k_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_6p5QVf4kq6Kz_0fu07k_600x450.jpg",
  "https://images.craigslist.org/00N0N_5qZAD1Fpjrfz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00000_43Q6lR564AZz_05r07g_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-bedroom-available-in-west-denver/7516229813.html"
}