{
 "post_id": 7516144813,
 "title": "Soft-close cabinet drawers, Frameless glass shower, Fitness center",
 "price": 2960,
 "neighborhood": "West Colfax/Sloan's Lake/Jefferson Park",
 "map_address": "1590 Grove Street near W 16th Ave",
 "street_address": "1590 Grove Street ",
 "latitude": 39.742578,
 "longitude": -105.026819,
 "data_accuracy": 10,
 "posted": "2022-08-01 15:28",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1147,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Please use the link in this ad to visit our website and set up a self-guided tour today!",
  "Welcome to Cirrus",
  "Call Now -",
  "show contact info",
  "x 50",
  "This is a 2 Bedroom, 2 Bath, approximately 1147 Sq.",
  "Ft.",
  "At Cirrus apartments, everything you love about Denver is just moments from your doorstep.",
  "Exceptional community features include a rooftop deck, pool and spa, cutting-edge fitness center, and a private dog park.",
  "In-home standards like exposed wood ceilings, quartz countertops, stainless appliances, washers and dryers, and private balconies with downtown and mountain views.",
  "Features:",
  "Undermount oversized sink, City and mountain views, Patio or balcony, Side-by-side refrigerator, Frameless glass shower, Unique finish palettes, Smart thermostat, Tiled bathroom, USB outlets, Quartz countertops, Washer and dryer, Stainless steel appliances, Wood plank flooring, Soft-close cabinet drawers, Exposed wood ceiling, Walk-in closets",
  "Community Amenities:",
  "Private dog park, Wood plank flooring, Grilling areas, Kitchen island, Hot tub, Quartz countertops, Co-working area, Penthouse apartments, Exposed wood ceiling, Pursuing LEED Silver Certification, Fire pits, Smart home package, Bike & Ski Workshop, Rooftop deck with mountain and city views, Virtual fitness room, Elevator, Parking garage with controlled access, Fitness center, Frameless glass shower, Stainless steel appliances, Moving services with Move Matcher, Build credit score with RentTrack, Exposed Cross Laminated Timber construction, Dryer, 2 unique finish palettes, Undermount oversized sink, Conference rooms, Soft close cabinet drawers, Electric vehicle charging stations, Walk-in closets, Outdoor dining room and barbecue, Dog spa, Side-by-side refrigerator, Deposit free with Rhino, USB outlets, Outdoor pool with sun ledge, Patio / balcony, Washer and dryer, City and mountain views, Lounge and recreation areas, Bike & Ski storage, Tiled bathroom, Storage on-site, Indoor lounge",
  "Want more info?",
  "See the link below:",
  "<URL>",
  "T9H4hnDD7"
 ],
 "images": [
  "https://images.craigslist.org/00d0d_eL40t6K0AbHz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/01515_3QEHWPqUx3gz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00U0U_8tPL6TrJFsKz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00H0H_jajTRdjuMzMz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00V0V_fZEcnJYhHIRz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00c0c_lD7YKChSmjsz_0ak07K_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-soft-close-cabinet-drawers/7516144813.html"
}