{
 "post_id": 7516145935,
 "title": "@@@Highlands 1 Bed - 1 Bath !! Backyard and Parking Spot- Amazing Loca",
 "price": 700,
 "neighborhood": "Denver, CO",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 39.7584,
 "longitude": -104.9177,
 "data_accuracy": 22,
 "posted": "2022-08-01 15:30",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Highlands 1 Bed - 1 Bath !!",
  "Backyard and Parking Spot - Amazing Location - Cute Garden Level 1 bedroom, 1 bath condo, walking distance to the trendy West Highland shops and restaurants on Tennyson!",
  "For more information please contact:",
  "show contact info",
  "\"-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "Infantry Veteran and 62 yrs young Dad looking for the right landlords, roommates, small homes or families offering room/basement housing on a month to month basis for 3 months initially to see how it flows, then 6 mos.",
  "if all goes well!",
  "My wish list...",
  "Utilities included.",
  "private bathroom (shared ok for the right spot).",
  "furnished room (an additional sitting area would be nice, basement type- but not required).",
  "Storage, Parking",
  "That's it!",
  "I can keep to myself and you won't even know I'm there, or I can be part of the group, help out.",
  "About me...",
  "* Gainfully employed Licensed Massage Therapist and Bodyworker for 17 years.",
  "* Uber driver extraordinaire for 7 years.",
  "* From NY originally, so I get along with everyone!",
  "* I love Pickleball, poker and traveling.",
  "* I'm a sports guy, family guy and enjoy socializing!",
  "* I don't drink, I don't smoke, I don't have overnight guests, I have no pets.",
  "* I work alot, generally sleeping 10:30 pm - 6.",
  "I'm producing a commercial for a Denver-based computer manufacturer and looking to rent a house for a 1 day video shoot.",
  "We are looking for a house or townhouse that has an office and at least 2 bedrooms and can accommodate a cast and crew size of approx.",
  "12.",
  "The perfect house will have a room that has music memorabilia, a basic desk/home office, and a living room that looks a little dated.",
  "We film the week of 8/8/22.",
  "If interested, please email photos to the craigslist email address.",
  "If you want to check out other work we've done and brands we've worked with, visit our website at <URL>$1140 ea.",
  "Available September 20th .This luxury Styled Apartment will cross all your T’s and dot all your I’s.",
  "It has it’s own community styled complex offering; a clubhouse, business center, fitness center; also Peloton equipment, in-unit laundry, pool, trash chutes, garage + rooftop parking, outdoor game centers, Starbucks coffee and more.",
  "The apartment is 20 minutes from downtown Denver.",
  "The room has 9-Foot ceilings (Woah!), Granite countertops, kitchen island, french door refrigerator, master bedroom, soak-in bathtub, vinyl wood flooring, balcony and more.",
  "P.S I did tour the property and it is absolutely gorgeous.",
  "99.5% of their building is occupied, so this space has a ticking clock.",
  "Once applied they can be flexible with the move-in date to be scheduled 14-days after September 20th if needed!",
  "About me:",
  "I’m 22- years young",
  "and I come with an 11 year-old senior cat that is potty trained and well behaved but doesn’t do well with other cats.",
  "Though I love cats and dogs, I would prefer a roommate with neither.",
  "I am an active gym-goer and spend most of my time working, if not relaxing or going out with friends.",
  "I prefer to have a cordial relationship with my roommate and friendship would be a plus but not a must.",
  "I hope we can equally respect each other and can’t wait to get to know my new roommate.",
  "Let’s connect, shoot me a message with any questions or interests.",
  "I am a business owner, working in retail and the beauty industry with a business license and specified trade license.",
  "I currently rent a shop located in Lakewood Colorado.",
  "It is growing quickly.",
  "I am looking for a space that has a work space or office that has a living space attached.",
  "It needs to be clean and allows 1 dog.",
  "At least 700 square feet",
  "I work full time and am completely dedicated to my clients and business growth.",
  "Reason being simply enough is I want to be able to work as soon as I wake up, and to take clients when needed without having to travel far.",
  "Also I will need to be able to suit my dogs needs as I am a single working .",
  "Areas looking in are Denver, south Denver, west (as far as Morrison), Golden and down to littleton.",
  "(15 mile radius I will consider).",
  "Please do not contact me if you are demanding or ornery.",
  "I am very kind, clean and respectful, and so is my dog and we would like to be treated as such.",
  "Thank you!",
  "Please include address of location and pricing.",
  "Rent only, Thank youHi.",
  "I am a Denver resident who is looking for a room to rent or sublet starting on 8/11.",
  "To tell you about myself I am a 35-year-old who recently left the University of Illinois at Chicago’s graduate business college.",
  "I am easy to get along with, good at cooking, and fond of watching comedies and sports.",
  "For recreation I like snowboarding, fly fishing, and reading.",
  "If you have a room for rent around the beginning of next month until October or so please send me an email with a few photos and your phone number so that we can set up a discussion to decipher whether we are a good match for one another.",
  "I look forward to hearing from you.",
  "I’m relocating to Denver area Sept 1st to take a job with American Airlines at Denver airport.",
  "I currently work for United.",
  "I’m a veteran who served 9 years.",
  "I’m in my mids 30’s",
  "I receive income from VA as well as my job with the Airlines.",
  "With Proof of income.",
  "I’m hoping to find a room for efficiency for up to 6 months.",
  "I have no criminal record, no smoker, drink occasionally.",
  "U can contact me through here or 67eight-9sixfour-38nineeight.\""
 ],
 "images": [
  "https://images.craigslist.org/00L0L_6Q3eGeB4W6uz_09G06G_600x450.jpg",
  "https://images.craigslist.org/00B0B_jP1jQ2Pl0Abz_09G06G_600x450.jpg",
  "https://images.craigslist.org/00K0K_6AyuzSXCVzEz_09G06G_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-highlands-bed-bath-backyard-and/7516145935.html"
}