{
 "post_id": 7516131099,
 "title": "Flexible work from home space, In-home terrace, HighSpeed",
 "price": 4050,
 "neighborhood": "NA",
 "map_address": "3222 E 1st Avenue near Steele Street",
 "street_address": "3222 E 1st Avenue ",
 "latitude": 39.717787,
 "longitude": -104.949566,
 "data_accuracy": 10,
 "posted": "2022-08-01 14:58",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1133,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": true,
 "posting_body": [
  "Please use the link in this ad to visit our website and set up a self-guided tour today!",
  "Now offering 4 weeks free on all vacant apartments and 6 weeks on all future available apartments.",
  "Welcome to Steele Creek",
  "Call Now -",
  "show contact info",
  "x 108",
  "This is a 2 Bedroom, 2 Bath, approximately 1133 Sq.",
  "Ft.",
  "Located in the heart of Cherry Creek, Steele Creek puts the best of Colorado right at your doorstep.",
  "Steele Creek offers unmatched luxury apartment living, premier resident services, and upscale conveniences such as a 24-hour concierge.",
  "Enjoy amenities including a spectacular infinity-edge rooftop pool, a fully appointed private entertainment lounge, and a 24-hour fitness center, to name a few.",
  "Now offering furnished and unfurnished apartments, these elegant residences feature gourmet kitchens and master suites with the sophisticated finishes and materials you’ve always desired.",
  "In full, Steele Creek’s long list of interior and community features creates a new reference point for luxury living in Denver.",
  "Features:",
  "In-home terrace, Premium Bathroom Finishes, Nest Thermostat, Walk in closets, Gourmet kitchen, Stainless steel appliances, Spacious floor plans, Hardwood floors, Expansive views, Designer countertops, Nest thermostat, 5-piece bathrooms, Washer and dryer in-home",
  "Community Amenities:",
  "Group fitness classes, TRX equipment, Build credit score with RentTrack, RecRoom, Rooftop pool with cabanas, Moving services with Move Matcher, Caesarstone countertops, Pet friendly, Controlled access, Flexible work from home space, Board room, Mountain view, Yoga studio, Smart home package, 24-hour fitness center with classes and fitness on, Dog wash and spa, Indoor / outdoor terrace, Whirlpool spa, Stainless steel appliances, Downtown view, Tile backsplash, Deposit free with Rhino, Grilling area, CoverPark, Resident app, Bike sharing program and repair shop, Elevator, StorageSpace, Sun deck with cabanas, HighSpeed, Electric car charging stations, Furnished apartments available, On-site retail, Fire pits, OnSiteMaintenance, Closet built-ins, Wood plank flooring, High-speed wireless Internet in common areas, 24-hour concierge services, Floor-to-ceiling windows, Gourmet presentation kitchen, OnSiteManagement, Parcel Pending package pick-up, Sports viewing lounge, Short term leases available, Washer and dryer, Gate, Large patio/ balcony",
  "Interested In This Unit?",
  "Use this link for more details:",
  "<URL>",
  "39HIcUJnTg"
 ],
 "images": [
  "https://images.craigslist.org/01414_exz7rbpAGz7z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00R0R_gwjffONMQVKz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00h0h_6GDtsjiiQAxz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00T0T_6OAUH9C8D9Nz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00505_2XDiBK9dEBqz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00909_hG0rGdrdLpmz_0ak07K_600x450.jpg"
 ],
 "url": "https://denver.craigslist.org/apa/d/denver-flexible-work-from-home-space-in/7516131099.html"
}