{
 "post_id": 7510091323,
 "title": "Own your own home -- rent to own starting at $500 Down",
 "price": 2000,
 "neighborhood": "Roswell (close to Alpharetta) + Ellijay",
 "map_address": "315 Hembree Forest Cir near Alpharetta Hwy",
 "street_address": "315 Hembree Forest Cir ",
 "latitude": 34.063851,
 "longitude": -84.3276,
 "data_accuracy": 10,
 "posted": "2022-07-17 20:25",
 "updated": "2022-07-29 13:39",
 "repost_dates": [],
 "available": "2022-07-18",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d hookups",
 "parking": "attached garage",
 "sqft": 2300,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "I have bought and sold property over the last 20 years and am retiring from that business to pursue other business ventures.",
  " Currently I have 2 properties in the Roswell Alpharetta area and 1 property in Ellijay",
  "I have helped people over the years that have went from sleeping on my sofa all the way up to getting them into their first home.",
  " I am in the banking/lending business and have a reputation for helping individuals and families take the next step to home ownership when other banks and mortgage companies were not able to.",
  " I can't help everyone, but I can help in many cases.",
  " Good credit is always a helpful factor, but I have made home purchases work using Rent To Own or Seller Financing so you can live in the home while you improve your credit rating.",
  "This particular home was not an investment property but was the home my family lived in.",
  " I am selling because I have relocated to pursue another business venture outside of my Roswell home.",
  "The location is perfect if you work in or desire to live in the Roswell Alpharetta area.",
  " Close to Exit 8, 9 and 10 on GA400.",
  "30% of your monthly rent will go towards the ownership of the home.",
  "Don't keep renting apartments and don't get shut out of the real estate market.",
  " Call me today to see how we can work together."
 ],
 "images": "NA",
 "url": "https://atlanta.craigslist.org/nat/apa/d/alpharetta-own-your-own-home-rent-to/7510091323.html"
}