{
 "post_id": 5659776637,
 "title": "(1 MONTH FREE/ NO APP OR ADMIN FEE) Brand New Luxury Property!",
 "price": 1310,
 "neighborhood": "South Austin",
 "map_address": "S Interstate 35",
 "street_address": "S Interstate 35",
 "latitude": 30.183344,
 "longitude": -97.772226,
 "data_accuracy": 22,
 "posted": "2022-07-21 20:09",
 "updated": "2022-08-01 20:42",
 "repost_dates": [
  "2022-07-21 20:09"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 1033,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "*After the month free this unit have a prorated rent of $1210 with a waived app and admin fee*",
  "Check out this brand new luxury apartment without the luxury price!",
  "With it being right in between downtown Austin and the amazing South Park Meadow shopping center, it's the perfect place to land in town!",
  "With two separate dog parks, your four legged friends will get the exercise it needs.",
  "Hosting a large hangout pool and a separate lap pool, you can stay cool in the hot months.",
  "They have a 24 hour fitness center with private walking, jogging, and biking trails.",
  "So you can go ahead and cancel your current gym membership, you wont need it!",
  "*Select unit even have private fenced in back yards and attached car ports!",
  "Call/text Trent",
  "to check it out today.",
  "Trent Guerra",
  "Apartment Locator + Sales Manager",
  "Apartment Hunters LLC",
  "(8 1 7) 9 9 9-8 8 2 9",
  "** As a full-time apartment locator I will work day and night to help you find the perfect apartment here in the beautiful Austin Tx, my service is completely FREE to you so please don't hesitate and call me today!",
  "Check out our Apartment Hunters Facebook and Google pages to see over one hundred 5 star reviews written from past clients and their experience with me!",
  "**"
 ],
 "images": "NA",
 "url": "https://austin.craigslist.org/apa/d/month-free-no-app-or-admin-fee-brand/7511811579.html"
}