{
 "post_id": 5716143592,
 "title": "Super Cheap Downtown Luxury! Walk to WholeFoods & 6th street!",
 "price": 1499,
 "neighborhood": "Downtown",
 "map_address": "Lamar near 9th St",
 "street_address": "Lamar ",
 "latitude": 30.273949,
 "longitude": -97.752773,
 "data_accuracy": 15,
 "posted": "2022-07-25 23:23",
 "updated": "2022-08-01 20:46",
 "repost_dates": [
  "2022-07-25 23:23"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 661,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Check out this 78703 modern apartment located in the heart of downtown.",
  "It's within walking distance of Austin's favorite restaurants, shopping, groceries, nightlife, parks, educational institutes, coffee shops and transit.",
  "You're sure to love calling it your home.",
  "For recreation, the Lady Bird Lake hike and bike trail is just minutes away where you can take your dogs on a long run or rent a paddle board and soak up the sun!",
  "It hosts a large resort style swimming pool and a picnic/grilling area, where you can stay cool in those hot Texas months!",
  "Unit includes full-size stackable washers / dryers, spacious closets, ceiling fans in bed & living rooms, fully-equipped kitchens with stainless steel appliances, private patios/balconies, 24 hour gym access and much more!",
  "Who wouldn't want to live here!?",
  "Call/text me to check it out today.",
  "Trent Guerra",
  "Apartment Locator + Sales Manager",
  "Apartment Hunters LLC",
  "(8 1 7) 9 9 9-8 8 2 9",
  "** As a full-time apartment locator I will work day and night to help you find the perfect apartment here in the beautiful Austin Tx, my service is completely FREE to you so please don't hesitate and call me today!",
  "Check out our Apartment Hunters Facebook and Google pages to see over one hundred 5 star reviews written from past clients and their experience with me!",
  "**"
 ],
 "images": "NA",
 "url": "https://austin.craigslist.org/apa/d/super-cheap-downtown-luxury-walk-to/7513455516.html"
}