{
 "post_id": 5958935823,
 "title": "(6 Weeks FREE +$500 off) Exceptionally Built South West Property",
 "price": 1689,
 "neighborhood": "Southwest",
 "map_address": "Southwest pkwy near William Cannon",
 "street_address": "Southwest pkwy ",
 "latitude": 30.250467,
 "longitude": -97.862949,
 "data_accuracy": 20,
 "posted": "2022-07-21 20:14",
 "updated": "2022-08-01 20:43",
 "repost_dates": [
  "2022-07-21 20:14"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 1576,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "* After the 2 months free deal is SELF prorated into the rent you will be paying $1,689 /month*",
  "If you're looking for a brand new, quiet, scenic and downright beautiful new apartment home then look no further!",
  "This community has some seriously excellent panoramic views of Austin and its rolling hills.",
  "This spacious floor plan has 9 foot ceilings, hardwood floors, a washer/dryer in the unit, tack lighting and a large walk in closet!",
  "If you spend a lot of time in the kitchen, you will be working with stainless steel appliances, granite countertops, a extra large two door refrigerator and a gas stove!",
  "This apartment home is hosting a impressive amount of onsite amenities including a large 24-hour gym, game room with billiards, cyber lounge, a outdoor fire side lounge and a signature swimming pool.",
  "Best part: you're less than a 15 minute drive from downtown to the East and the Shops at the Galleria/the Hill Country Galleria to the West!",
  "Call/text Trent",
  "to check it out today.",
  "Trent Guerra",
  "Apartment Locator + Sales Manager",
  "Apartment Hunters LLC",
  "(8 1 7) 9 9 9-8 8 2 9",
  "** As a full-time apartment locator I will work day and night to help you find the perfect apartment here in the beautiful Austin Tx, my service is completely FREE to you so please don't hesitate and call me today!",
  "Check out our Apartment Hunters Facebook and Google pages to see over one hundred 5 star reviews written from past clients and their experience with me!",
  "**"
 ],
 "images": "NA",
 "url": "https://austin.craigslist.org/apa/d/weeks-free-500-off-exceptionally-built/7511813006.html"
}