{
 "post_id": 6120002119,
 "title": "**2 MONTHS FREE** Eastside Luxury Steps Away from Downtown!",
 "price": 1855,
 "neighborhood": "East side",
 "map_address": "E8th near Embassy Street",
 "street_address": "E8th ",
 "latitude": 30.266681,
 "longitude": -97.731167,
 "data_accuracy": 22,
 "posted": "2022-07-09 12:40",
 "updated": "2022-08-01 20:42",
 "repost_dates": [
  "2022-07-09 12:40"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 692,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "**",
  "After you prorate the 2 free months across your 15 month lease your monthly out of pocket rent will be $1,855/ month **",
  "Check out this 78702 modern apartment with some seriously awesome downtown views.",
  "Boasting walkability to the East side and its finest restaurants, bars and coffee shops with less than a 5 minute WALK to downtown, it's the perfect place to land in town.",
  "All apartment homes have 10 to 14 foot ceilings, granite kitchen and bath Counters, custom tile backsplash compliments the choice of two standard finish schemes, wood flooring throughout the living and kitchen areas, porcelain tile flooring in baths, stainless steel appliance package including side-by-side refrigerator with water and ice dispenser along with built in microwaves!",
  "Go ahead and cancel your current gym membership because they have a HUGE 24 hour gym with brand new equipment.",
  "They also have a awesome gaming courtyard with a oversized chessboard and Bocce ball court!",
  "From the practical to the exquisite, this prime Austin location covers all your essentials..and way more!",
  "Call/text Trent",
  "to check it out today.",
  "show contact info",
  "Trent Guerra",
  "Apartment Locator + Office Manager",
  "Craft Apartment Locator",
  "#CraftYourLifestyle",
  "** As a full-time apartment locator I will work day and night to help you find the perfect apartment here in the beautiful Austin Tx, my service is completely FREE to you so please don't hesitate and call me today!",
  "Check out our Craft Apartment Locators Facebook and Google pages to see over eighty 5 star reviews written from past clients and their experience with me!",
  "**"
 ],
 "images": "NA",
 "url": "https://austin.craigslist.org/apa/d/months-free-eastside-luxury-steps-away/7506750583.html"
}