{
 "post_id": 7244017870,
 "title": "Super house w/amazing potential! highly desirable location SouthAustin",
 "price": 3080,
 "neighborhood": "South Austin",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 30.150946,
 "longitude": -97.738688,
 "data_accuracy": 5,
 "posted": "2022-08-01 19:48",
 "updated": "NA",
 "repost_dates": [
  "2022-08-01 19:48"
 ],
 "available": "2022-09-09",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d hookups",
 "parking": "attached garage",
 "sqft": 1310,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Absolute bargain!",
  "Unbelievable price!",
  "For those who want a great deal on a super house with amazing potential!",
  "Hurry, won't last long at this low, low price.",
  "Don't miss the golden opportunity for a fantastic deal at this desirable location in Austin.",
  "This is an example of homes available with Lease with the right to purchase.",
  "Contact me to learn more about a program that allows you to select a home that is for sale, rent it, and have the right to purchase that home for a pre-set price.",
  "The company that offers this program has helped hundreds of families here in the Austin metro area.",
  "Start renting one and we provide free credit consultation to help you buy any home you choose.",
  "There are currently over 500 homes, townhomes available for lease with an option to buy in the Austin or San Antonio metro areas.",
  "Get a list of the pictures and addresses of these homes.",
  "Now is the time to take steps toward homeownership.",
  "• Want to live in a single-family home, in a great community with quality schools?",
  "• Are you a first-time homebuyer who's cautious about buying a home now, but may want to buy in the future?",
  "• Are you a home seeker in the process of relocating but aren't sure where you want to settle down?",
  "• Can't obtain a mortgage right now!",
  "Call, text or email to receive a complete set of photos and the addresses of the many homes available.",
  "Contact me today for more information and details about finding your perfect home.",
  "View all the homes for lease with an option to buy in the Austin or San Antonio Metro areas.",
  "You will LOVE our Lease with a right to purchase program.",
  "Larry Johnson, REALTOR®",
  "show contact info",
  "- JPAR, Austin, TX",
  "Served in the United States Marine Corps from 1968 till 1974 =",
  "Semper Fi",
  "Buy, Sell or Lease your next home from a Veteran.",
  "Looking to view more information?",
  "<URL>))))"
 ],
 "images": [
  "https://images.craigslist.org/00W0W_lx0bVsaJoVd_09G06t_600x450.jpg",
  "https://images.craigslist.org/00X0X_aJz3Uk87EZF_04P02I_600x450.jpg",
  "https://images.craigslist.org/00z0z_4NvqRTiHUwO_03e01U_600x450.jpg",
  "https://images.craigslist.org/00F0F_jjdCdcbtI1W_0gC0d4_600x450.jpg"
 ],
 "url": "https://austin.craigslist.org/apa/d/austin-super-house-amazing-potential/7516219462.html"
}