{
 "post_id": 7436220226,
 "title": "Check out the new build in Oak Hill!",
 "price": 2039,
 "neighborhood": "Oak Hill",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 30.237832,
 "longitude": -97.825785,
 "data_accuracy": 5,
 "posted": "2022-07-24 08:54",
 "updated": "2022-08-01 20:34",
 "repost_dates": [
  "2022-07-24 08:54"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 780,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Text 1818C to my cell for more info!",
  "Are you ready to make your move into a new home?",
  " I’d like to help!",
  " As a native Austinite, with 10 years of experience in the rental housing market, I know how to help you in the most efficient and productive way.",
  " I have access to thousands of apartments, condos and houses, including the private market.",
  "I will not send you random properties, that may or may not be a good fit and that may or may not have anything available.",
  " I will send you direct links to the actual property, with up-to-date availability, pricing and floor plans.",
  " Once you decide on the properties that are a good fit for you, I will map out a plan and schedule tours, on your behalf, for each individual property.",
  "Let me do the work and all you have to do is point and click and show up for the appointment.",
  "How do I get paid for my services, you may ask?",
  " I get paid by the management company that you choose to lease from.",
  " My services are free to you!",
  " All that is needed is that you write my name down, on the application, as the referring agent that help you.",
  "Disclaimer:  I do not service short term housing.",
  " You will have to call the property directly to ask for corporate housing or short-term rental options.",
  "Must have excellent rental history, no criminal background record and valid bank records or an offer letter to validate income of three times the rent.",
  " Credit scores don’t need to be perfect, as long as you don’t owe any properties money.",
  "I look forward to helping you make your home search an easy success!",
  "Welcome to The Apartments, a new luxury community nestled in the lush landscape of Austin Oaks tranquil neighborhood, at Hill Countrys foothills.",
  "Imbued with an irresistible sense of coziness that makes life more relaxing, our Southwest Austin apartments were built around your need to unwind.",
  "Minutes from Downtown, youll find our modern homes sheltered under the shade of leafy trees.",
  "You have not one, but two resort-inspired pools to choose from, both featuring relaxing spas and seating.",
  "When business calls, our co-working lounges are there to deliver, while the fitness center with top-of-the-line equipment can save you a trip to your local gym.",
  "The outdoor space is brimming with nature views and barbecues, but the indoors are just as enticing.",
  "We even have a game room lined with big-screen TVs, along with a computerized golf simulator.",
  "Our luxury apartments in Southwest Austin are marked by indulgence.",
  "Contemporary finishes and modern accents abound, including plush carpeting, designer faucets, quartz countertops, and soaring nine-foot ceilings.",
  "The kitchens are also adorned with beautiful prep islands and stainless-steel appliances, while the generously sized living areas come with wood-style floorings, oversized windows, and programmable thermostats.",
  "You even have a private patio or yard space where you can enjoy the gorgeous surroundings.",
  "Add in our location near major employers like Yeti and SolarWinds, or our easy access to HWY 290 and 71, and youll know that We offer everything and more for the best in Austin living.",
  "Call today and book a tour of our apartments in Oak Hill, Austin!",
  "Come explore the comfort and style waiting for you",
  "These Apartments in Oak Hill is reserved for those who want to experience the finest in Austin living.",
  "Choose from our spacious one and two-bedroom layouts with designer finishes throughout and private patios or yards.",
  "Relax by one of our two resort-style pools or join fellow neighbors at the clubhouse with Wi-Fi, the iCafe, and the resident lounge.",
  "Wellness is always a priority at The Shiloh, from the state-of-the-art fitness center and co-working offices to the game room, valet trash, and soothing nature views."
 ],
 "images": [
  "https://images.craigslist.org/00g0g_hDRf6g4j8l1z_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00w0w_iBRwFoTBpSQz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/01313_6U5FCf1nVFOz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_gTyoTX0bhQEz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00a0a_9WIPdu5nIO7z_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00G0G_jQd9n4He13oz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/01313_3bXOli2liwlz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/01616_dcU1rvS47QQz_05k03y_600x450.jpg",
  "https://images.craigslist.org/00S0S_b0nfimlwi6Rz_02S03y_600x450.jpg",
  "https://images.craigslist.org/00S0S_d35bQIM9zy1z_05k03y_600x450.jpg",
  "https://images.craigslist.org/00F0F_6YszU8N1j3Iz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00f0f_4uGBaryBp65z_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00f0f_i7DyM2zuokqz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00X0X_l3L10Kk3fmpz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00p0p_kGzII6JH1Y3z_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_4nKNfDeVAd8z_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_3IH7V4uhunhz_0ew09F_600x450.jpg",
  "https://images.craigslist.org/00S0S_5BKiTMiMkyNz_04j03k_600x450.jpg",
  "https://images.craigslist.org/00f0f_92ZpJElkvruz_04e03k_600x450.jpg",
  "https://images.craigslist.org/00U0U_9GgsnaqUIvKz_04j03k_600x450.jpg",
  "https://images.craigslist.org/00j0j_1CwnY6plWhcz_03p03k_600x450.jpg",
  "https://images.craigslist.org/00a0a_aj3sGgB1gm2z_05r07g_600x450.jpg",
  "https://images.craigslist.org/00I0I_5B1ZmRau6krz_09G05F_600x450.jpg"
 ],
 "url": "https://austin.craigslist.org/apa/d/austin-check-out-the-new-build-in-oak/7512727690.html"
}