{
 "post_id": 7509206306,
 "title": "Sexy, Luxury 1 Bed Apartment in Downtown",
 "price": 2834,
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 30.265146,
 "longitude": -97.752743,
 "data_accuracy": 5,
 "posted": "2022-07-15 14:09",
 "updated": "2022-08-01 08:50",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 571,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Are you ready to live life at the next level?",
  "The newest luxury high-rise in downtown Austin offers modern finishes and upscale amenities.",
  "Easy access to Trader Joe’s, Whole Foods Market, an array of restaurants, entertainment and shopping in the 2nd Street District.",
  "You can enjoy a movie or check out The Moody Theater for local and national acts, or make your way down to the hike and bike trail with your furry friends within minutes of your home!",
  "You’ll love the stunning panoramic views of Hill Country, Lady Bird Lake and the city from our Lakeview Lounge.",
  "Austin is a booming city and you can enjoy year-round festivals and events such as SXSW, Austin City Limits and our local downtown Farmer’s Market.",
  "When you come home to VIP treatment; our 24-hour concierge will welcome you and your guests as you enter.",
  "Concierge is there to make your life easier and can assist you with nearly anything you need – after all you’re our focus!",
  "You’ll also enjoy a host of high-tech features, including three conference rooms, Media Room with Cinema-Style Seating, Private Lounges, iMac Business Center, an elite Technogym fitness club, car charging stations, and controlled-access parking garage with options for reserved and private garages.",
  "Our beautifully landscaped and spacious pool deck features resort-style cabanas, sun beds, multiple grill stations, outdoor fire pit and fireplace with plenty of seating.",
  "When you’re ready to call it a day, your stylish home will impress with custom finishes such as premium slab granite and quartz countertops, engineered hardwood floors and floor-to-ceiling windows to give your home a lavish look, with deep walk-in closets, spa-inspired bathrooms, and stunning terraces which offer a sophisticated living experience.",
  "Your opportunity to quit the ordinary & step into extraordinary!",
  "THIS LOCATOR PAYS LOYALTY REBATES OF $50-$250.00!!!",
  "Text 2I0-355-7852",
  "Christena Barry - Award Winning Locator & Realtor",
  "Spirit Real Estate Group",
  "ID:  67",
  "*Pics show general property, not necessarily particular unit.",
  "Touring recommended",
  "*Prices, availability, & specials subject to change."
 ],
 "images": [
  "https://images.craigslist.org/01010_63WmrQTs1K2z_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00m0m_6pcUMGzVrvVz_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00f0f_6WiRB6a3NdLz_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00606_iNUiuIEBZ1Jz_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00a0a_hDQLra68YCoz_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00B0B_eJs5bnc5f9cz_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00808_bV1x7mTbdd4z_0qs0ew_600x450.jpg"
 ],
 "url": "https://austin.craigslist.org/apa/d/austin-sexy-luxury-bed-apartment-in/7509206306.html"
}