{
 "post_id": 7511743142,
 "title": "Spacious apartment in North Austin with lots of perks, newly-renovated",
 "price": 1530,
 "neighborhood": "Austin",
 "map_address": "8312 Fathom Circle",
 "street_address": "8312 Fathom Circle",
 "latitude": 30.436923,
 "longitude": -97.775496,
 "data_accuracy": 10,
 "posted": "2022-07-21 16:52",
 "updated": "2022-08-01 14:02",
 "repost_dates": [],
 "available": "2022-07-21",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 720,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "AVAILABLE NOW!",
  "Spacious 1 bedroom, 1 bath 720 square feet located in North Austin — just what you're looking for!",
  "*** JULY LEASING SPECIAL ***",
  "*** Sign a lease in July and get $500 off your first full month's rent!",
  "(Select units only)",
  "Tour and lease today!",
  "*",
  "**",
  "Live your best life at North Austin’s newly-renovated, pet-friendly, conveniently-located, Summit at Westwood.",
  "Located in the “Live Music Capital of the World”, Summit at Westwood is never far from live entertainment, first-class shopping, and delicious dining options.",
  "Private yards, lush landscaping, and even a bark park make our community an urban oasis for residents and their furry friends — yes, we're pet friendly!",
  "Whether you’re enjoying a relaxing dip in the pool, working out in the gym with a friend, or taking your pup to the dog park, the possibilities are endless at Summit at Westwood.",
  "Our community offers multiple places to enjoy the company of friends and family, including the Swimming Pool, Courtyard, and Picnic Area.",
  "We are excited to offer residents complimentary access to Electric Charging Stations.",
  "Pets are always welcome at Summit at Westwood.",
  "Carports and reserved parking spaces can also be purchased for a monthly fee.",
  "Everything you need in a community can be found at Summit at Westwood.",
  "The only thing missing is you!",
  "Our units come with all the necessary appliances and our kitchens feature granite countertops.",
  "Our units have personal balcony/patio areas, wood-inspired flooring, ceiling fans (and air conditioning), 9-foot ceilings, and large closets.",
  "At Summit at Westwood, location is everything.",
  "Conveniently located off Highway 183, we are just a short drive to Downtown Austin.",
  "This eclectic North Austin neighborhood is filled with diverse dining options, plenty of live entertainment, high-end shopping, and countless opportunities for leisure.",
  "Our families love our highly-ranked public schools, all located within just 10 minutes of our property.",
  "Plus, we’re just minutes away from neighborhood favorites, such as Lakeline Mall, The Arboretum, The Domain, H-E-B Grocery, and more!",
  "Indulge in gastropub fare alongside live music at Culinary Dropout, or bring your kids and pups to Hat Creek Burger Company for burgers, milkshakes, craft beer, picnic tables, and a playground.",
  "Experience our neighborhood and surrounding community today.",
  "We can’t wait to show you around!",
  "Property Address: 8312 Fathom Circle, Austin, TX 78750",
  "Rent: $1530",
  "For more information, take a virtual tour, schedule an in-person tour and to apply online, visit <URL> or call",
  "show contact info",
  "— or email us with your contact information and we'll have a community director reach out to you, at your convenience, with more information on floor plans, amenities, and to assist you with the application process.",
  "***",
  "We reserve the right to change advertised pricing at any time and for any reason.",
  "Advertised rent prices may differ from rent prices listed on property website.",
  "Pictures shown might not depict actual units available.",
  "*",
  "**"
 ],
 "images": [
  "https://images.craigslist.org/00P0P_8rmSaWvVgloz_0g80g8_600x450.jpg",
  "https://images.craigslist.org/00v0v_ip69KAUNUNjz_0g8095_600x450.jpg",
  "https://images.craigslist.org/00q0q_a2aJ1tISTCBz_0g8095_600x450.jpg",
  "https://images.craigslist.org/00O0O_5idgQLTHdz1z_0g80aB_600x450.jpg",
  "https://images.craigslist.org/00M0M_l0elv3ul83Sz_0g80aK_600x450.jpg",
  "https://images.craigslist.org/00R0R_ghbT2fcWrncz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01515_1w6RCHxPtvWz_0g8095_600x450.jpg",
  "https://images.craigslist.org/00A0A_3Z3VTyni2b5z_0g80aJ_600x450.jpg",
  "https://images.craigslist.org/00u0u_5RnnSshCA5dz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00o0o_4jitsapIZZYz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00O0O_hLNgH5BcmERz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00a0a_ileE209zfaoz_0hb0eb_600x450.jpg"
 ],
 "url": "https://austin.craigslist.org/apa/d/austin-spacious-apartment-in-north/7511743142.html"
}