{
 "post_id": 7516678520,
 "title": "Wonderful Renovated 3 Bedroom 2 Bath apartment IN Austin .",
 "price": 649,
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 30.2638,
 "longitude": -97.7166,
 "data_accuracy": 22,
 "posted": "2022-08-02 22:18",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1280,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Wonderful Renovated 3 Bedroom 2 Bath apartment IN Austin .",
  "THIS APARTMENT IS CENTRALLY LOCATED TO ALL RESTATURANTS, SHOPS, This 1st floor home features an Ikea kitchen, 3 piece bathroom, and a stacking in suite washer and dryer.",
  "Take advantage of the warm weather at our designer aquatics and leisure pools, horseshoe and tennis courts, paved fitness trails, athletic fields, fenced-off dog park, playgrounds and BBQ/picnic area or enjoy the classy indoors at our recreation room with billiards table, contemporary clubhouse and state-of-the-art fitness center with an aerobic room.",
  "Escape into the apartment of your dreams with a fully-equipped kitchen and breakfast bar, gas fireplace, ceiling fan, large closets, air conditioner, full-size washer/dryer and high-speed internet.",
  "In the heart of El Cajon this home is surrounded by the Pacific Ocean, Beacon Hill Park, Ogden Point, Dallas Road, Cook Street Village, and the Inner Harbor.",
  "Additional interior features include hardwood floors, quartz counter tops, solid wood cabinets with soft close doors, and stainless steel appliances, All the luxuries of a new home.",
  "If you're really interested send me a number and email."
 ],
 "images": "NA",
 "url": "https://austin.craigslist.org/apa/d/austin-wonderful-renovated-bedroom-bath/7516678520.html"
}