{
 "post_id": 7513952602,
 "title": "Lovely New home is ready to move in!",
 "price": 888,
 "neighborhood": "Oakbend Dr, Memphis, TN 38115",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 35.0579,
 "longitude": -89.864,
 "data_accuracy": 22,
 "posted": "2022-07-27 09:09",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1584,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Lovely New home is ready to move in!",
  "This well cared spacious home showcases 3 bedrooms, 2 bathrooms, and 2 car garage with metal cabinets in garage.",
  "Awesome view of from enclosed back porch.",
  "Imagine waking up every morning and drinking coffee while looking at this view.",
  "Retreat into the comforts of the primary bedroom featuring a sizable walk in closet and an en suite bathroom with a soaking tub and separate shower.",
  "The enclosed back patio is the perfect place to unwind and enjoy the beautiful weather.",
  "THIS IS MUST SEE.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "We are experts in giving quick solutions for your situation.",
  "If you are an independent worker have low credit or background issues and have problems finding a place to settle with your family, do not hesitate call me or TEXT me.",
  "WE WORK EVERY DAY AND WE ARE A COVI19 ESSENTIAL INDUSTRY.",
  "\"\"EASY SOLUTIONS REALTY LLC \"\"",
  "°° Andy Zamudio °°",
  "CALL ME AT",
  "show contact info",
  ")",
  "@",
  "Send me a text message or call me",
  "and I will respond inmidiatelly",
  "((We record all our calls seeking to offer the best quality of customer service))",
  "Tastefully updated home in Coral Gables with all the charm!",
  "This gem is a large 2 bed/1 bath home located on the gorgeous tree lined street of Tangier.",
  "The open floor plan provides for a large living area, dining room, & a great Florida room that can be used as a family room, den or offic",
  "do NOT contact me with unsolicited services or offers"
 ],
 "images": "NA",
 "url": "https://memphis.craigslist.org/apa/d/memphis-lovely-new-home-is-ready-to/7513952602.html"
}