{
 "post_id": "7515893023",
 "title": "A newly renovated 2 bedroom, 2 bath apartment in a long-established",
 "price": "1200",
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": "35.066516",
 "longitude": "-90.0369",
 "data_accuracy": "5",
 "posted": "2022-08-01 07:55",
 "updated": "NA",
 "repost_dates": "[]",
 "available": "NA",
 "housing_type": "house",
 "bedrooms": "2",
 "bathrooms": "2.0",
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "1260",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "[\"A newly renovated 2 bedroom, 2 bath apartment in a long-established Midtown Memphis neighborhood, this controlled access 4 unit complex features top-quality interiors and fantastic security, monitored premises, a big yard, and brand new everything - a tech lover's dream.\", 'Tenants will receive remote control gate opener(s) upon accepted lease agreement.', 'Located a hop, skip and a jump away from Cooper-Young (.39 miles) the soon-to-be-online $126M Liberty Park development, these spaces allow awesome access to Midtown, Crosstown, Broad Ave Arts, the Memphis Medical District, and all the amenities of Downtown, Memphis.', 'Come check it out!', 'Application form $50 refundable....', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', 'Seeking an RV site that can host a 36-foot, 5th wheel RV that would include water hookup, 30/50 amp electric, and preferably sewage for a two-month period starting around 26 September.', \"I'm willing to pay $500/month inclusive of the available utilities.\", \"I'm a single, retired gentleman travelling back through the area of Northern VA.\", 'I have lived in NOVA in the past and am very familiar with the region.', \"I'm seeking a location to bed down / stay in my trailer for a two-month period (approx 26 September through 1 December).\", 'The location must allow for easy access to park the 36 foot 5th wheel RV trailer and accommodate parking for a 25-foot F450 truck.', 'I do not have any pets and I do not anticipate any overnight visitors.', \"Hi, my name is Derick, I'm a 28 year old professional tattoo artist looking for a basement to rent as soon as possible (preferably private entrance) in the Gaithersburg, Rockville area, even towards Clarksburg/Frederick but preferably Gaithersburg.\", 'I have a 13 year old very chill dog who would be coming along with me.', \"I was a bartender for several years so I'm used to cleaning up after myself and others.\", \"I'm a quiet and reserved person who mostly just draws or plays video games in my free time.\", 'Id also be willing to do some free tattoos in addition to rent.', 'Thank you.', 'Hello, I am a senior citizen, Maryland resident, seeking a covid safe, quiet, clean, smoke free, detached house to share with preferably just one other person.', 'Location must be in Montgomery county.', 'A private bathroom and off street parking would be outstanding.', \"I am healthy and don't require any special assistance.\", 'I can afford up to 750.00/month total.', 'I mostly keep to myself because of the covid, and prefer a reasonable level of social distancing indoors.', 'Please call me if you take the pandemic seriously, and try to minimize risk.', 'Thanks in advance for your consideration, my name is Fred.', 'More about me:', \"- I'm a mature, responsible with excellent references\", '- I have lifelong experience with dogs and 15+years of experience as a cat whisperer.', \"I've been working as a paid pet sitter for 20+ years.\", '- I will treat your pets and home as if they were my own.', \"That means I'll give them lots of love and keep your home clean and in the same (or better) condition than you left it.\", \"I'm only available in northern Virginia.\", 'Prefer Fairfax, Vienna, Burke, Reston, Mclean, Alexandria, but will consider other locations as well.', 'Serious replies only, please.', 'I, currently, live in a duplex in Erwin, TN and the wall separating my living quarters from the neighbor is paper thin which is compromising to my health.', 'I am open to moving kinda anywhere in Appalachia but am hoping to inch a bit closer to the churches I prefer to attend in person (one in Knoxville, one in Mt. Juliet).', 'I, gratefully, receive a steady income via SSI and a Housing Choice Voucher which is Federal assistance with rent (otherwise known as Section 8).', 'I care for children/am a Substitute Teacher for a little extra income and am a Crisis Counselor for a 24 hr. hotline.', 'I have excellent rental, personal, and professional references that I would be happy to provide you.', 'The Payment Standard amount for a one bedroom plus housing voucher in Putnam Co. is $633 including utilities.', 'If utilities are not included, the Housing Authority would calculate reductions from the above amount to give me room to afford that/those utilities.', 'For instance, if everything except electric is included, they would estimate maybe $100 from $633 meaning they would offer to pay you $533 for the rent of your property.', 'I am a UAH junior engineering major () looking for temporary-perm housing beginning in December 2022 within a decent drive to UAH.', 'Currently, I am in corporate housing with my internship.', \"Willing to share a space, but I have Secret Clearance and I'm not interested in jeopardizing that.\", \"So, I'm not 420-friendly or ok with drugs, tobacco, or partying.\", 'I am a single white 50+ thinking to rent apartment sublease or room for 950-$1000.', 'Including all utilities I have a small dog he is a clean well trained therapy dog I bichon nine years old I work at One hundred Oaks in Nashville and would like to find someplace close by there.', 'I am attractive outgoing friendly not looking for a boyfriend of any sort', 'but actually just A nice place to live I actually have some nice furniture that I could bring or not.', 'Looking to rent ASAP thank you', 'Have 30 foot camper.. need a place to park and stay in it ..', 'maybe someone that has room in the yard and needs extra income for a couple months or more ??', 'I am a 62 year old man who is looking for a room to rent.', 'I am clean, have a guaranteed income each month, and am dependable.', \"I have only been in Nashville for ten months, so I don't know many places to rent.\", 'I am legally blind, but get around real good.', 'I need to be close to the bus line to be able to go out and work part time.', 'I am willing to pay up to 700.00 a month and would love a long term stay if the situation is right.', 'You can email me or txt me if interested.']",
 "images": "['https://images.craigslist.org/00606_4tFsP4lVgbDz_05J04l_600x450.jpg', 'https://images.craigslist.org/00t0t_iHfslwmvqoGz_06904A_600x450.jpg', 'https://images.craigslist.org/01515_3Oh3zkaQow3z_06104C_600x450.jpg', 'https://images.craigslist.org/00i0i_ksAb39FaURFz_06304x_600x450.jpg']",
 "url": "https://memphis.craigslist.org/apa/d/memphis-newly-renovated-bedroom-bath/7515893023.html",
 "typology": "NA",
 "GEOID": "47157022500",
 "poverty": "nonpoor",
 "race": "black",
 "white": 11.9,
 "black": 81.6,
 "asian": 0.0,
 "latinx": 11.0,
 "below25k": 14.3,
 "median_income": 41124.0,
 "college": 25.2,
 "foreignborn": 6.1,
 "renteroccupied": 34.6,
 "last10yrs": 1.8,
 "vacancy": 15.3,
 "white_old": 7.3,
 "black_old": 86.5,
 "asian_old": 0.4,
 "latinx_old": 10.6,
 "below25k_old": 4.2,
 "median_income_old": 55686.049999999996,
 "college_old": 19.7,
 "foreignborn_old": 8.6,
 "renteroccupied_old": 28.3,
 "last10yrs_old": 3.3,
 "vacancy_old": 30.8,
 "professional": 38.7,
 "professional_old": 49.0,
 "travel_time": 20.7,
 "travel_time_old": 18.5,
 "new_residents": 34.0,
 "new_residents_old": 25.6,
 "non_english": 14.3,
 "non_english_old": 10.5,
 "avg_rent": 876.0,
 "avg_rent_old": 799.68
}