{
 "post_id": 5210622856,
 "title": "Gorgeous High End - Spacious 2 Bedroom- Granite, Stainless",
 "price": 2690,
 "neighborhood": "Chicago",
 "map_address": "grand near ashland",
 "street_address": "grand ",
 "latitude": 41.891032,
 "longitude": -87.667254,
 "data_accuracy": 15,
 "posted": "2022-06-13 10:48",
 "updated": "NA",
 "repost_dates": [
  "2022-06-13 10:48"
 ],
 "available": "2022-09-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": 984,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$150",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "SEE VIDEO:",
  "https://www.youtube.com/watch?v=bQ2E24ZQ6Qg&amp;feature=youtu.be",
  "LARGE and SUNNY New Construction 2 Bed / 1 Bath w/High Ceilings, Upgraded Kitchen/ Dishwasher -- Unit #3A",
  "Available August1st, 2022",
  "High ceilings.",
  "Large Living Room",
  "Hardwood Floors Throughout",
  "Elevator Building",
  "FREE Basic Direct TV",
  "Building Wire for Fiber to Unit HIGH-speed Internet Technology",
  "Roof Deck with Spectacular Views and Elevator Access",
  "Two Spacious Bedrooms with Closets, 1 Bathrooms",
  "Modern Kitchen w/ Tons of Granite Counter and Cabinet Space",
  "Spectacular Unobstructed Views of the Chicago Skyline",
  "Large Entry Closet",
  "Dishwasher, microwave hood, and garbage disposal.",
  "Modern Bathroom w/ oversized Jacuzzi Tub",
  "Beautiful oak woodwork around Windows and Doors",
  "Washer / Gas Dryer in unit.",
  "Outdoor Parking For Additional Cost",
  "Pets OK, subject to Pet Interview.",
  "<b>",
  "- 8 blocks from Google HQ and Fulton St restaurants",
  "- 3 blocks from Ashland Pink/Green Line stop",
  "- 6 blocks from Divison Street Blue Line stop",
  "- Grand Avenue &amp; Ashland Avenue Bus Line to Front Door",
  "- Walk to downtown in 25 minutes",
  "- Mariano's within 6 blocks, Whole Foods/Jewel-Osco close by <b>",
  "Close to UIC, shops, restaurants, Randolph St restaurants, Fulton Market District, Google Headquarters",
  "Contact Sam:",
  "312-656-3039",
  "<hr/><hr/>",
  "grand halsted racine may bishop noble hubbard river west west loop humboldt park mozart wicker park bucktown ukrainian village east west town logan square noble chicago ave rice huron superior wolcott winchester logan square milwaukee ave avenue walton sacramento kimball north bucktown damen armitage ashland western fullerton north ave bloomingdale wood marshfield armitage bucktown",
  "leavitt western lemoyne damen ashland near river west west loop river north south loop east village wicker park noble square logan ukrainian village chicago ave north avenue division ashand blue lines granite stainless in unit washer dryer w/d humboldt park campbell maplewood rockwell artestian potomac evergreen hirsch california humboldt park mozart wicker park bucktown ukrainian village east west town logan square noble logan square milwaukee ave avenue Ukrainian village ukranian village east village wicker park bucktown park east logan square",
  "sq.",
  "sq blue line green line armitage north division chicago grand western i90 90 I-90 i94 94 I-94 90/94 94/90 milwaukee augusta rockwell damen huron hoyne leavitt wolcott oakley milwaukee logan homer cortland bloomingdale wood winchester paulina wood walton chicago ave north avenue division ogden racine ashand kinzie fulton river district pink green line blue lines granite stainless in unit washer dryer w/d humboldt park campbell maplewood rockwell artestian potomac evergreen hirsch california humboldt park mozart wicker park bucktown ukrainian village east west town logan",
  "square noble logan square milwaukee ave avenue walton sacramento kimball Ukrainian village ukranian village east village wicker park bucktown united center park east Garfield park hermosa logan square",
  "sq.",
  "sq blue line green line armitage north division chicago grand western california kedzie central park i90 90 I-90 i94 94 I-94 90/94 94/90 milwaukee augusta rockwell damen furon superior hoyne leavitt wolcott oakley ohio walton rice chicago huron erie noble river north halsted grand noble bishop halsted larrabee</b></b>"
 ],
 "images": "NA",
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-gorgeous-high-end-spacious/7495960233.html"
}