{
 "post_id": 7469294940,
 "title": "Stunning Corner 2 Bedroom w/Big Terrace & View. River North",
 "price": 4063,
 "neighborhood": "River North",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.896796,
 "longitude": -87.634442,
 "data_accuracy": 5,
 "posted": "2022-06-14 11:52",
 "updated": "NA",
 "repost_dates": null,
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "no parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "<h4>PROPERTY INFO</h4><hr/>",
  "<ul><li>ID: 253365787</li><li>Rent: $4063 / Month</li><li>Beds: 2</li><li>Bath: 2</li><li>Pet: Pet Friendly</li><li>Parking:: no parking</li></ul>",
  "Check out the Virtual Link of actual unit!",
  "https://my.matterport.com/show/?m=8Expn2A9Q8Y&amp;play=1",
  "Brand new, ultra modern building in River North, and steps from Old Town/Gold Coast.",
  "Eco friendly, Leed Gold Certified building with upscale amenities!",
  "Call, text/email me with the following info, and I'll be happy to help, thanks!",
  "When is your move date?",
  "(is it flexible, if so how far in either direction)?",
  "Any pets (weight and breed)?",
  "Need parking?",
  "Budget (just rent)?",
  "What is your preferred neighborhood(s)?",
  "Have you toured any properties yet?",
  "(so that I don't double up on my research)",
  "When are you available for a showing?",
  "Rising 17 stories in the heart of River North, this newly constructed LEED Gold certified apartment building is a stand-out addition to this popular neighborhood.",
  "It is surrounded by diverse bars and restaurants, tons of shops, a wide variety of businesses, three prestigious universities, and is within walking distance of Lake Michigan and the Chicago River.",
  "Each unit has modern kitchen and bath fixtures, stainless steel appliances, quartz countertops, wood-style flooring, porcelain tile bathroom flooring, and full-size stackable washers &amp; dryers.",
  "Select apartments have upgraded features including built-in wine racks, tall ceilings with exposed concrete, walk-in closets and private terraces.",
  "Community amenities are designed around convenience and comfort for busy city living.",
  "Helping you tackle your to-do list are two 24/7 fitness zones, a Zen lounge with coffee and juice bar, DIY crafting studio, and a two-story work-from-home center with private offices and conference rooms.",
  "A public transit tracker, Amazon package lockers, and a two-story bicycle storage and repair shop are convenient on-site services.",
  "When it’s time to entertain and relax, residents can enjoy the 17th floor rooftop outdoor deck with trellis-covered lounging areas, firepit, and pool.",
  "There’s also a 16th floor outdoor sun deck with kitchen, bar, grilling station and dining areas.",
  "This pet-friendly community caters to your fuzzy buddies too.",
  "The outdoor park, indoor doggie lounge, and washing station will help your pet stay active, socialized and healthy.",
  "Several public transit options are within a short walk including the CTA Brown Line station at Chicago/Franklin, Red Line station at Chicago/State, and the #66 Chicago Ave. cross-town bus.",
  "If you have a car, there is limited parking available for additional fees and electric car charging stations on-site.",
  "<h4>FEATURES</h4><hr/><ul><li>Balcony-Some Units</li><li>Central Air-Yes</li><li>",
  "Dishwasher-All</li><li>Dogs-Weight Limit</li><li>Fitness Center</li><li>Flooring-Hardwood Only</li><li>Laundry- W/D In Unit</li><li>Luxury Property</li><li>New Property</li><li>Pool-Outdoor</li><li>Security-24 Hour Doorman</li><li>Smoking-No</li><li>Stove-Electric</li><li>Stove-Gas</li></ul>",
  "Garo Tokat",
  "1-847-239-0728",
  "HotSpot Rentals(License #481.011892)",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00C0C_eYHVDOsEGEGz_0gW0c6_600x450.jpg",
  "https://images.craigslist.org/00b0b_fT91OBh5nvaz_0by09f_600x450.jpg",
  "https://images.craigslist.org/00V0V_4mIKHr6Sdd0z_0hq0cr_600x450.jpg",
  "https://images.craigslist.org/00A0A_hfAhi28Ju4Tz_0hq0cr_600x450.jpg",
  "https://images.craigslist.org/00g0g_i5t0tANnofHz_0hq0cs_600x450.jpg",
  "https://images.craigslist.org/00000_fpXlVFO3M3Wz_0hq0cs_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-stunning-corner-bedroom-big/7496444138.html"
}