{
 "post_id": 7482181123,
 "title": "You Can Have It All In Edgewater!",
 "price": 3500,
 "neighborhood": "Edgewater",
 "map_address": "Winthrop near Thorndale",
 "street_address": "Winthrop ",
 "latitude": 41.990431,
 "longitude": -87.658556,
 "data_accuracy": 15,
 "posted": "2022-07-26 15:26",
 "updated": "2022-07-26 15:26",
 "repost_dates": [
  "2022-07-26 15:26"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 4,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 2800,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "YOU CAN HAVE IT ALL!",
  "Huge 2800 sf 4 bedroom furnished duplex-down condo for rent located 2 blocks from Lake Michigan and beach in Edgewater Chicago.",
  "The spacious open concept first floor features a beautiful kitchen with granite countertops, pantry, stainless appliances and peninsula seating.",
  "This condo also has hardwood floors, two gas fireplaces, 9-ft ceilings, brand new primary bath, 4 bedrooms and 2 more full baths to round out this special home.",
  "2 outdoor parking spaces (tandem) included in the monthly rent.",
  "This condo for rent is available starting August 1, 2022,  and we prefer to rent furnished.",
  "SOME MORE DETAILS",
  "This 4 bedroom condo for rent is larger than most houses!",
  "Two bedrooms and two full baths upstairs, plus two bedrooms and full bath downstairs -- the perfect family setup that allows for flexibility.",
  "Downstairs bedrooms make great home offices or a teen bedroom suite.",
  "Enjoy cooking in this gleaming kitchen with stainless appliances, granite counters, a large pantry and additional flex space - currently used as a kitchen desk area.",
  "The brand-new gorgeous primary bath has a luxurious walk-in shower and double sinks.",
  " Generous closets in every bedroom plus lots of other storage throughout.",
  "This condo for rent is located within a 3 unit solid brick condo building built in 2002.",
  "There is a new porch built 2021 that includes a grill and table for six.",
  "Parking right outside your back door, entrances to both upper and lower level for easy move-in.",
  "Quiet neighborhood and great neighbors.",
  "Heating/AC on a smart thermostat, ceiling fans throughout keep utilities cost low, plus whole-house WiFi.",
  "New washer/dryer in unit.",
  "Tons of closet and storage space throughout.",
  "THE NEIGHBORHOOD",
  "This Edgewater Chicago apartment for rent is located two blocks from Lane Beach, the Chicago Lakefront Trail, Lake Michigan, Hollywood Beach, Edgewater Dog Park, Whole Foods, and the Bryn Mawr Historic District.",
  " Swift Elementary, with a fine and performing arts program, is directly across the street - making the block exceptionally family-friendly and quiet.",
  "Public transportation is easy with the Thorndale Red Line CTA station located just one block away.",
  "The CTA bus routes of 136, 147, and 151 are two blocks east at Sheridan Road.",
  "Get on Lake Shore Drive to drive downtown (or to Evanston) in 15 minutes.",
  "CALL THIS PLACE HOME",
  "The size of this 4 bedroom condo for rent is unparalleled - plenty of space to work at home, entertain, and enjoy with friends and family.",
  "The location is also amazing, you'll love living right by the beach and with every transportation option at your doorstep.",
  "All of this, plus a totally updated home from top to bottom.",
  "There is no apartment for rent like this on the market in all of Chicago right now.",
  "APPLY ONLINE",
  ":  https://turbo.rent/s/655194p"
 ],
 "images": "NA",
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-you-can-have-it-all-in-edgewater/7513724760.html"
}