{
 "post_id": 7482423535,
 "title": "ONE BEDROOM- FIRST MONTH'S RENT ONLY $750",
 "price": 1550,
 "neighborhood": "BOLINGBROOK, IL",
 "map_address": "601 PRESTON DR. near BOUGHTON RD.",
 "street_address": "601 PRESTON DR. ",
 "latitude": 41.717844,
 "longitude": -88.046463,
 "data_accuracy": 10,
 "posted": "2022-06-13 10:50",
 "updated": "2022-06-27 09:15",
 "repost_dates": [
  "2022-06-13 10:50"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 735,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "WASHER/DRYER IN UNIT, BEAUTIFUL HARDWOOD FLOORING THRU OUT, CENTRAL HEATING AND AIRCONDITIONING, FIRE PLACE, OVER SIZED PATIO/BALCONIES WITH POND VIEWS.",
  "Our apartment homes have been renovated.",
  "Offering  1, 2, & 3 bedrooms.",
  "Fully appliance kitchens featuring stainless steel appliances, Granite counter tops and newly designed European style cabinets.",
  "Beautiful ceramic flooring in baths along with new gorgeous hardwood flooring throughout.",
  " Large Floor plans that offers central heating and air conditioning for your comfort.",
  "Spacious walk-in closets with extra storage available.",
  "For your convenience we offer in unit washer and dryers.",
  "Our property offers elevated buildings, new large patios and balconies and entry guard system.",
  "Enjoy our fitness center, a swim in our Olympic size swimming pool or take a stroll through our beautiful walking and jogging paths as well as enjoy our picnic and playground area.",
  "Walking distance to the Promenade Mall, Costco Barnes & Noble and Francesca Restaurant.",
  "Conveniently located near Woodridge, Lisle, Downers Grove, Naperville, Joliet, expressway’s I-355, I-88 and 55.",
  "Come and enjoy the new living experience.",
  "Call today for a showing …",
  "For more information contact us at: 630-739-0042",
  "Apartment Features:",
  "Central heating/ Air Conditioning, Broadband Internet Access, Ceiling Fan, Dishwasher, Washer/Dryer in unit , Fire Place, Over sized Patio/Balconies, Extra Storage, Walk In Closets, Window Covering, Hardwood flooring throughout.",
  "Community Features: Controlled Access, Elevator, Laundry Facility, Playground, Public Transportation, Pond Views, Out Door Pool, Fitness Center, Walking/Jogging Paths."
 ],
 "images": "NA",
 "url": "https://chicago.craigslist.org/nwc/apa/d/woodridge-one-bedroom-first-months-rent/7495961401.html"
}