{
 "post_id": 7489143707,
 "title": "Luxury South Loop 1 bedroom w/upscale finishes/amenities, w/d, Hwd!",
 "price": 2562,
 "neighborhood": "South Loop",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.874281,
 "longitude": -87.632961,
 "data_accuracy": 5,
 "posted": "2022-06-14 11:54",
 "updated": "NA",
 "repost_dates": null,
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "<h4>PROPERTY INFO</h4><hr/>",
  "<ul><li>ID: 85619053</li><li>Rent: $2,562 / Month</li><li>Beds: 1</li><li>Bath: 1</li><li>Pet: Pet Friendly</li><li>Parking:: attached garage</li></ul>",
  "Amazing Luxury/Finishes in the South Loop.",
  "Just email/call/text with answers to the following, thanks!!!",
  "When is your move date?",
  "(is it flexible, if so how far in either direction)?",
  "Any pets (weight and breed)?",
  "Need parking?",
  "Budget (just rent)?",
  "Which neighborhoods are you considering?",
  "Have you toured any properties yet?",
  "(so that I don't double up on my research)",
  "When are you available for a showing?",
  "Located in the Printer’s Row area of the South Loop, this beautiful 2018 high-rise is a perfect example of quality luxury apartments in this ever-popular neighborhood.",
  "Less than a 10-minute walk will find you enjoying the Showplace Icon Theater, Whole Foods, and dozens of practical and trendy shops and restaurants.",
  "The area also has a transit score of 100, with easy access to I-90/94/290 and several buses and train lines to take you into/out of the city.",
  "You’re also just a couple blocks away from Michigan Ave!",
  "The property has a focus on green living, is smoke-free and health-positive focus.",
  "Enjoy the state of the art fitness center, yoga and flex studio, expansive outdoor lawn and bocce court, gas grills and firepits, and pool and spa with cabanas.",
  "Let's not forget to mention that this is also the first building downtown with a private bowling alley!",
  "You might feel like you’re on vacation!",
  "Impressively appointed, each luxury apartment is equipped with keyless Bluetooth smartphone unit entry, NEST thermostats, gigabit internet service and LED under cabinet lighting.",
  "Expansive windows, custom built closets, stainless steel appliances, in-unit washers and dryers, quartz countertops and designer tile backsplash are just more reasons to love where you live.",
  "Parking is available for a fee, both covered and uncovered.",
  "This building is cat and dog-friendly (limited breed and weight restrictions) and your pet will get plenty of pampering with two outdoor pet parks and an interior pet spa.",
  "<h4>FEATURES</h4><hr/><ul><li>Balcony-Some Units</li><li>Central Air-Yes</li><li>",
  "Dishwasher-All</li><li>Dogs-Weight Limit</li><li>Flooring-Hardwood Only</li><li>Laundry- W/D In Unit</li><li>Luxury Property</li><li>New Property</li><li>Pool-Outdoor</li><li>Security-24 Hour Doorman</li><li>Smoking-No</li><li>Stove-Gas</li></ul>",
  "Garo Tokat",
  "1-847-239-0728",
  "HotSpot Rentals(License #481.011892)",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00b0b_eMujIa2Lp8qz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00z0z_iAVrahi4Hhiz_0wg0ka_600x450.jpg",
  "https://images.craigslist.org/00202_dfV9oCpD0pTz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00606_5Hjdp78yDu4z_0hv0ie_600x450.jpg",
  "https://images.craigslist.org/00H0H_7bl5VcUNB33z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01313_lNk9sPRMvX3z_0bV07s_600x450.jpg",
  "https://images.craigslist.org/00S0S_g4gUhQ9yuWNz_0x20ob_600x450.jpg",
  "https://images.craigslist.org/01616_arhyaOel9L4z_0cU084_600x450.jpg",
  "https://images.craigslist.org/00x0x_ad9iZNze6hPz_0cU084_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-luxury-south-loop-bedroom/7496445597.html"
}