{
 "post_id": 7499949594,
 "title": "Convertible 1Bedroom Medical District! Free Parking, Food and Location",
 "price": 1760,
 "neighborhood": "Medical District",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8515,
 "longitude": -87.6694,
 "data_accuracy": 22,
 "posted": "2022-06-22 17:20",
 "updated": "2022-06-22 17:20",
 "repost_dates": [],
 "available": "2022-06-23",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "<h4>PROPERTY INFO</h4><hr/>",
  "<ul><li>ID: 256073020</li><li>Rent: $1,760 / Month</li><li>Beds: 1</li><li>Bath: 1</li><li>Available Date: 06/23/2022</li><li>",
  "Pet: Pet Friendly</li><li>Parking:: attached garage</li></ul>",
  "Convertible 1-Bedroom with In-Unit W/DWhen is your move date?(is it flexible, if so how far in either direction)?",
  "Any pets(weight and breed)?",
  "Need parking?",
  "Budget(just rent)?",
  "Which neighborhoods are you considering?",
  "Have you toured any properties yet?(so that I don't double up on my research)",
  "When are you available for a showing?",
  "This brand-new luxury apartment complex added 202 apartments near the Illinois Medical District in 2021.",
  "Taking up an entire wedge-shaped city block, this unique 7-story property is also adjacent to three cool neighborhoods in Chicago’s Lower West Side -- Pilsen, Little Italy and UIC’s University Village.",
  "These apartments are high on stylish details with industrial-chic light fixtures, polished concrete floors and sky-high ceilings.",
  "Each unit includes stainless steel appliances, a gas range stove, an in-unit washer and dryer, a bold tile backsplash, and sleek bathroom with glass-enclosed rain shower.",
  "Select apartments also feature balconies, walk-in closets and kitchen islands.",
  "The amenity space is more than the icing on the cake.",
  "You’ve got 8,500-square-feet built for relaxation and recreation with a fitness center, beautiful spacious lounge, and an outdoor rooftop pool deck with gas grilling stations and alfresco dining area.",
  "This is a convenient location for folks working in the Medical District, Loop, South Loop, or needing to commute regionally.",
  "There is plenty to explore with diverse restaurants, culture and several parks surrounding the area.",
  "Stock up on essentials at nearby big box stores on Roosevelt Road, or make new friends shopping at convenient neighborhood bodegas.",
  "Cats and dogs are allowed, and the sprawling Addams/Medill Park is just a couple of blocks away where you and your pup can get plenty of exercise.",
  "There is a Loop Link bus stop right on the corner that will take you downtown, and also has a stop within a block of the Racine CTA Blue Line Station.",
  "The Halsted Street Metra Station is also nearby for folks commuting to the western suburbs.",
  "If you own a car, on-site garage parking is available with additional fees, and there is a complimentary bike storage room too.",
  "<h4>FEATURES</h4><hr/><ul><li>Balcony-Some Units</li><li>Central Air-No</li><li>Dishwasher-All</li><li>Dogs-No Weight Limit</li><li>Fitness Center</li><li>Flooring-Hardwood Only</li><li>Laundry- W/D In Unit</li><li>Lofted (Open)-Some Bedrooms</li><li>New Property</li><li>Pool-Outdoor</li><li>Security-Intercom/Key Fob</li><li>Smoking-No</li><li>Stove-Gas</li></ul>",
  "Jack O'Brien",
  "773-414-4222",
  "HotSpot Rentals",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00W0W_8mfz6GqtIibz_0g70aK_600x450.jpg",
  "https://images.craigslist.org/00I0I_4QeEbm6iJWnz_0cU09G_600x450.jpg",
  "https://images.craigslist.org/00F0F_aTYYXV0Dkrgz_0ht0bE_600x450.jpg",
  "https://images.craigslist.org/00a0a_cadoA42BEe2z_0g70aK_600x450.jpg",
  "https://images.craigslist.org/00909_frXfOZoOp6jz_0cU09G_600x450.jpg",
  "https://images.craigslist.org/00v0v_dOtYbegRA2Vz_0cU09G_600x450.jpg",
  "https://images.craigslist.org/00a0a_eXuLkVZ4xnjz_0qs0ew_600x450.jpg",
  "https://images.craigslist.org/00p0p_isWda07O3ubz_0cU084_600x450.jpg",
  "https://images.craigslist.org/01616_fhuGL1C0Xd5z_0cU09G_600x450.jpg",
  "https://images.craigslist.org/00B0B_apdVge7D0Ldz_0ek0aK_600x450.jpg",
  "https://images.craigslist.org/00202_dG9ol0FzcMxz_0ek0aK_600x450.jpg",
  "https://images.craigslist.org/00H0H_7pTOxfZhL64z_0qs0ew_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-convertible-1bedroom-medical/7499949594.html"
}