{
 "post_id": 7499738140,
 "title": "Luxury 1 Bedroom in West Loop - Washer/Dryer, Gym On Site, Hardwood FL",
 "price": 2091,
 "neighborhood": "West Loop",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8721,
 "longitude": -87.6578,
 "data_accuracy": 22,
 "posted": "2022-06-22 10:28",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "<h4>PROPERTY INFO</h4><hr/>",
  "<ul><li>ID: 248559311</li><li>Rent: $2,091 / Month</li><li>Beds: 1</li><li>Bath: 1</li><li>Pet: Pet Friendly</li><li>Parking:: detached garage</li></ul>",
  "Price is Net Effective of Promotion.",
  "Lis Demiri",
  "Luxury Leasing, HotSpot Rentals",
  "630-890-3190",
  "When is your move date?(is it flexible, if so how far in either direction)?",
  "Any pets(weight and breed)?",
  "Need parking?",
  "Budget(just rent)?",
  "Are you mainly looking in West Loop?",
  "Have you toured any properties yet?(so that I don't double up on my research)",
  "When are you available for a showing?",
  "This newly constructed boutique high-rise adds additional luxury apartment living options to the West Loop.",
  "Located on the south end of this super popular neighborhood, these rentals are also near the University of Illinois Chicago campus, Illinois Medical District hospitals and businesses in Chicago’s downtown Loop.",
  "These smartly designed modern apartments feature luxury finishes including double pane floor-to-ceiling windows, 9’-12’ tall ceilings, modern kitchens and bathrooms, five-burner gas range, dishwasher, spacious custom-built closets, wide plank wood flooring, and washers and dryers.",
  "Some units include private balconies.",
  "Loads of amenities and on-site services add plenty comforts and convenience, including a fitness center, co-working spaces, creative makers studio, a study lounge, and two outdoor sun decks with stunning skyline views.",
  "Plenty of shopping and dining options are just a short walks away, including Randolph Street “restaurant row,” Greektown on Halsted, and Little Italy and Pilsen are not too far away.",
  "Dogs and cats are allowed, and pet parents will love that there are several large parks nearby including Skinner Park and Mary Bartelme Park.",
  "There’s also an on-site indoor/outdoor dog run and spa.",
  "For everyday essentials, there’s a Target store 1 block away.",
  " Whole Foods and Mariano’s grocery stores are also nearby, within a short walk.",
  "Getting around is a breeze, with the CTA Blue Line Racine station 1 block west, plus the Green and Pink Lines are about 10 minutes north at the Morgan station.",
  "Drivers have quick access to expressway, less than a minute to I-290 and about two minutes to I-90/94.",
  "<h4>FEATURES</h4><hr/><ul><li>Balcony-Some Units</li><li>Central Air-Yes</li><li>",
  "Dishwasher-All</li><li>Dogs-No Weight Limit</li><li>Fitness Center</li><li>Flooring-Hardwood Only</li><li>Laundry- W/D In Unit</li><li>Luxury Property</li><li>New Property</li><li>Security-24 Hour Doorman</li><li>Smoking-No</li><li>Stove-Gas</li></ul>",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00p0p_flazlWY0oJxz_0gw0b1_600x450.jpg",
  "https://images.craigslist.org/00F0F_i2X1p3s8Lzvz_0fN0ax_600x450.jpg",
  "https://images.craigslist.org/00J0J_iEodv1DNlCrz_0eq09C_600x450.jpg",
  "https://images.craigslist.org/00L0L_eDEtzRzqeYwz_0eq09C_600x450.jpg",
  "https://images.craigslist.org/00H0H_ajMMVkgRg6rz_0iJ0ax_600x450.jpg",
  "https://images.craigslist.org/01414_fBwOLC75CE6z_0oM0dW_600x450.jpg",
  "https://images.craigslist.org/00a0a_e1bMHyVkCGxz_0eq09C_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-luxury-bedroom-in-west-loop/7499738140.html"
}