{
 "post_id": 7499327305,
 "title": "Riverfront Convertible -- Great Location, Gym,",
 "price": 1783,
 "neighborhood": "Lakeshore East",
 "map_address": "East Wacker Dr near Columbus",
 "street_address": "East Wacker Dr ",
 "latitude": 41.888232,
 "longitude": -87.622352,
 "data_accuracy": 20,
 "posted": "2022-06-21 11:17",
 "updated": "2022-06-27 09:37",
 "repost_dates": [],
 "available": "2022-09-07",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "valet parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "<h4>PROPERTY INFO</h4><hr/>",
  "<ul><li>ID: 9049581</li><li>Rent: $1,783 / Month</li><li>Beds: 1</li><li>Bath: 1</li><li>Pet: Pet Friendly</li><li>Parking:: valet parking</li></ul>",
  "For quickest response, call or text Randy at 843-345-2369",
  "Great Convertible layout with partial separation for bed space.",
  "Easy walk to Millennium Park, the lake, river, Loop.",
  "For quickest response, call or text Randy @843-345-2369",
  "Centrally located in Lakeshore East, this property is super transportation friendly, providing 10-minute walks to all CTA Trains, the Millennium Park Metra Station and Lake Shore Drive.",
  "If you are a “walker,” you’re in business!",
  "As one of the few apartment buildings connected to the underground Pedway, you’ll enjoy indoor access to restaurants, shops and offices within the Loop.",
  "You’ll also be less than 2 blocks away from the Chicago Riverwalk, the Lakefront Trail and Michigan Avenue giving you tons of activities to choose from.",
  "When you’re tired of walking, relax at the rooftop sunroom or do some grilling on the ground floor BBQ/picnic area.",
  "There’s also a fitness center, internet lounge and bicycle storage in addition to 24-hour security door staffing.",
  "Floor-to-ceiling windows, lots of closet space and very generous floor plans highlight these units.",
  "Select units have been remodeled with hardwood cabinets and plank flooring in the kitchens.",
  "The building offers on-site washers and dryers as well.",
  "Valet Parking is available on-site at an additional charge.",
  "Cats are accepted throughout and dogs are welcome on all floors, but in limited quantities per floor (dog breed and weight restrictions apply).",
  "<h4>FEATURES</h4><hr/><ul><li>Balcony-None</li><li>Central Air-No</li><li>",
  "Dishwasher-All</li><li>Dogs-Weight Limit</li><li>Flooring-Carpet Only</li><li>Laundry-On Site</li><li>Security-24 Hour Doorman</li><li>Smoking-No</li><li>Stove-Electric</li><li>Value Property</li></ul>",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/01111_28ZRHr1oasCz_0cU09G_600x450.jpg",
  "https://images.craigslist.org/00505_assCLSv3MGAz_0g00aG_600x450.jpg",
  "https://images.craigslist.org/00H0H_36DfmHSpMrYz_0g10aG_600x450.jpg",
  "https://images.craigslist.org/00m0m_FrNxWx4aPBz_0fO0ay_600x450.jpg",
  "https://images.craigslist.org/00e0e_gVkSwq9SZnqz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00o0o_1RxoWDeDP10z_0cU09G_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_fLCsreEp2eWz_06s09G_600x450.jpg",
  "https://images.craigslist.org/00o0o_jNrDv00MxeJz_0cU09G_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-riverfront-convertible-great/7499327305.html"
}