{
 "post_id": 7499334160,
 "title": "Condo-Quality Jr. 1 Bedroom - HW Floors, Granite, Balcony, W/D, Gym,",
 "price": 1900,
 "neighborhood": "South Loop",
 "map_address": "South Wabash Ave near 18th",
 "street_address": "South Wabash Ave ",
 "latitude": 41.857773,
 "longitude": -87.625544,
 "data_accuracy": 15,
 "posted": "2022-06-21 11:29",
 "updated": "2022-06-27 09:28",
 "repost_dates": [],
 "available": "2022-08-07",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "PROPERTY INFO",
  "ID: 48313302",
  "Rent: $1,900 / Month",
  "Beds: 1",
  "Bath: 1",
  "Available Date: 12/21/2019",
  "Pet: Pet Friendly",
  "This small but smart 1-bedroom layout is perfect for those looking for a true 1B/1B but at current Studio price.",
  "You get laundry in-unit, hardwood floors , balcony, and updated kitchen.",
  "Building amenities include package service, gym, rooftop wading pool and grill stations.",
  "For quickest response, call or text Randy at 843-345-2369",
  "Originally built as condos, this mid-rise property is more boutique than commercial, offering a quiet neighborhood feel with the best of managed apartment living.",
  "La Cantina Grill, Coast Sushi and Overflow Coffee Bar are just out the door.",
  "Close to the CTA Green Line and with easy access to Lake Shore Drive, it’s perfect for north or south commutes.",
  "Or, if you’re heading west, I-55 is just a couple blocks away.",
  "The rooftop amenities include a soaking pool, grilling stations and lounge area with amazing views and sunsets.",
  "There is also an on-site gym.",
  "With more than 50 unique layouts, all have hardwood cabinetry, stainless steel appliances and granite countertops.",
  "Central air, in-unit washers and dryers and a balcony in every unit give it the finishing touches you’re looking for.",
  "Parking is available on-site at an additional charge.",
  "Cats and dogs are accepted throughout and there is a rooftop dog run (breed and weight restrictions apply).",
  "FEATURES",
  "Balcony-All Units",
  "Central Air-Yes",
  "Dishwasher-All",
  "Dogs-No Weight Limit",
  "Flooring-Hardwood Only",
  "Laundry- W/D In Unit",
  "Lofted (Open)-Some Bedrooms",
  "Luxury Property",
  "Pool-Outdoor",
  "Security-Intercom/Key Fob",
  "Smoking-No",
  "Stove-Gas",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00d0d_jKCCOVmKcRGz_0fm09C_600x450.jpg",
  "https://images.craigslist.org/00707_gQE94rLJnprz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00I0I_klmeJQdLgfrz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00t0t_erj0JKoYjemz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01616_NFqENeYNErz_0g80aL_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-condo-quality-jr-bedroom-hw/7499334160.html"
}