{
 "post_id": 7500389559,
 "title": "Luxury One-Bedroom in Heart of West Loop! Pool, Gym, Food and Location",
 "price": 1957,
 "neighborhood": "West Loop",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8721,
 "longitude": -87.6578,
 "data_accuracy": 22,
 "posted": "2022-06-23 17:33",
 "updated": "2022-06-23 17:33",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "<h4>PROPERTY INFO</h4><hr/>",
  "<ul><li>ID: 274597827</li><li>Rent: $1,957 / Month</li><li>Beds: 1</li><li>Bath: 1</li><li>Pet: Pet Friendly</li><li>Parking:: attached garage</li></ul>",
  "When is your move date?(is it flexible, if so how far in either direction)?",
  "Any pets(weight and breed)?",
  "Need parking?",
  "Budget(just rent)?",
  "What is your preferred neighborhood(s)?",
  "Have you toured any properties yet?(so that I don't double up on my research)",
  "When are you available for a showing?",
  "Brand new in 2022, this luxury apartment complex in the West Loop is surrounded by amazing restaurants, a sprawling historic park, and several downtown businesses.",
  "Advanced levels of luxury and technology make this property stand out.",
  "In our post-pandemic world, health and wellness were incorporated in the overall plan with fresh, clean air, thanks to the ionization purification system.",
  "Also, the latch keyless entry system lets everyone come and go hands-free.",
  "Standard apartment finishes include white quartz countertops, an artistic ceramic backsplash, premium soft-close cabinetry and stainless steel LG appliances.",
  "Throughout the units, you’ll find wood plank flooring and custom built-in closets.",
  "And the bathrooms include spa-inspired glass walk-in showers.",
  "Nest thermostats come standard too.",
  "Incredible amenities are in abundance with a high-end fitness center with Technogym equipment, a rooftop deck with an outdoor pool, private cabanas, lounge seating, alfresco dining area with grills, an indoor entertaining lounge, and meditation room with private terrace.",
  "For remote workers, select apartments are outfitted with desk space, but there is also a dedicated co-working room with individual workstations and conference rooms.",
  "Then, they kicked it up a notch by adding a heated outdoor lounge.",
  "Cats and dogs are welcome with breed restrictions.",
  "There’s an on-site dog run, but you’ll also have the added pet perk of having over 13 acres of green space at the park right across the street.",
  "Garage parking is available with additional fees",
  "<h4>FEATURES</h4><hr/><ul><li>Balcony-Some Units</li><li>Central Air-Yes</li><li>",
  "Dishwasher-All</li><li>Dogs-No Weight Limit</li><li>Fitness Center</li><li>Flooring-Hardwood Only</li><li>Laundry- W/D In Unit</li><li>Luxury Property</li><li>New Property</li><li>Pool-Outdoor</li><li>Smoking-No</li><li>Stove-Gas</li></ul>",
  "Jack O'Brien",
  "773-414-4222",
  "HotSpot Rentals",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00Q0Q_kT5poJ4UDGbz_0x20m2_600x450.jpg",
  "https://images.craigslist.org/00404_6avPoPqyyiKz_0x20m1_600x450.jpg",
  "https://images.craigslist.org/01212_3sYVU0CwWsWz_0x20m2_600x450.jpg",
  "https://images.craigslist.org/00d0d_32jPiGflM5Jz_0x20x2_600x450.jpg",
  "https://images.craigslist.org/00L0L_dI1mbnPYIZOz_0x20iA_600x450.jpg",
  "https://images.craigslist.org/00L0L_e2K6XRtUchzz_0x20iA_600x450.jpg",
  "https://images.craigslist.org/00U0U_dvykMx9m4qez_0x20iA_600x450.jpg",
  "https://images.craigslist.org/00H0H_fC7cq5fR0yCz_0x20iA_600x450.jpg",
  "https://images.craigslist.org/00f0f_5NcmXPeLBZqz_0uE0gq_600x450.jpg",
  "https://images.craigslist.org/00606_jMKBdtNJcTiz_0u80gw_600x450.jpg",
  "https://images.craigslist.org/00R0R_ebscfxWWIxtz_0fI0jm_600x450.jpg",
  "https://images.craigslist.org/01313_Nq2du9jjH8z_0rg0gw_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-luxury-one-bedroom-in-heart-of/7500389559.html"
}