{
 "post_id": 7501860924,
 "title": "West Loop Junior 1 Bedroom, Rooftop, W/D, Near Union Park",
 "price": 1800,
 "neighborhood": "West Loop",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.88413,
 "longitude": -87.658807,
 "data_accuracy": 5,
 "posted": "2022-06-27 12:23",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "QR Code Link to This Post",
  "PROPERTY INFO",
  "ID: 18071568",
  "Rent: / Month",
  "Beds: 1",
  "Bath: 1",
  "Available Date: -",
  "Pet: Pet Friendly",
  "Parking:: attached garage",
  "Available 8/28/22.",
  "Pricing on 15 month lease.",
  "Utility package $35 covers water, trash, sewage.",
  "Private garage parking available for $250/ month.",
  "No security deposit.",
  "All prospective tenants subject to income, credit, and background screening.",
  "If any questions or concerns, ask me!",
  "Here to help, have thousands of listings throughout Chicago, work with various kinds of credit/income!",
  "Have studios, 1, 2, 3 bedrooms throughout Chicago!",
  "Inquire!",
  "Call/ text Rachel 219-916-6499",
  "This converted loft property is unlike anything else we could show you.",
  "A three-story Art Deco building that was built in 1927 to house the Wholesale Florists Exchange now contains two floors of gorgeous and unique modern residences, plus a ground floor of retail spaces including a yoga studio.",
  "From the beautifully restored lobby to the rooftop sky lounge with outdoor deck and grilling areas, it’s thoroughly impressive.",
  "We think that the vestibules connecting select units to the main hallway and the original 1927 mail slots (now just for show!) are especially cool touches.",
  "There’s also a gym, business center and heated bike storage on-site.",
  "The building’s west loop location is convenient for commuting to both the Loop and the Medical District.",
  "The CTA Green and Pink trains are close by, as are the 90/94 and 290 Expressways.",
  "One last note about location: this property is on Randolph Street, home to Chicago’s Restaurant Row!",
  "Apartment seekers who like the “industrial feel” should love the units here.",
  "Expect soaring 11’ ceilings, large windows, exposed duct work and polished concrete floors in these open layouts.",
  "Quartz countertops, sleek Italian cabinetry, in unit washer and dryer and premium stainless appliances give each home that luxurious touch.",
  "Parking is available on-site at an additional charge and there’s also some outdoor street parking around the building.",
  "Cats and dogs are accepted throughout (dog breed restrictions apply).",
  "FEATURES",
  "Balcony-None",
  "Central Air-Yes",
  "Dishwasher-All",
  "Dogs-No Weight Limit",
  "Flooring-Hardwood Only",
  "Laundry- W/D In Unit",
  "Luxury Property",
  "Security-Intercom/Key Fob",
  "Smoking-Yes",
  "Stove-Gas",
  "True Lofts-All Units",
  "Rachel Russell",
  "219-916-6499",
  "HotSpot Rentals(License #481.011892)",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00a0a_d8afU00Tgvaz_05O05O_600x450.jpg",
  "https://images.craigslist.org/00e0e_8118VJNLagcz_03S03S_600x450.jpg",
  "https://images.craigslist.org/00c0c_1ahm87Qdaesz_05O05O_600x450.jpg",
  "https://images.craigslist.org/00r0r_asieQNEDE6lz_03S03S_600x450.jpg",
  "https://images.craigslist.org/00e0e_4MD5H6s3FVTz_05O05O_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_cDaPeirKw4Nz_03S03S_600x450.jpg",
  "https://images.craigslist.org/00n0n_2lP19NX2ZT0z_05O05O_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-west-loop-junior-bedroom/7501860924.html"
}