{
 "post_id": 7516088512,
 "title": "2 Bedoom Loft Like-Parking-Appliances-Prime Bridgeport-Cats OK",
 "price": 1095,
 "neighborhood": "Prime Bridgeport in Chicago USA",
 "map_address": "3845 South Wallace near wallace & Pershing Road",
 "street_address": "3845 South Wallace ",
 "latitude": 41.824525,
 "longitude": -87.641151,
 "data_accuracy": 10,
 "posted": "2022-08-01 14:30",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-05",
 "housing_type": "loft",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "no laundry on site",
 "parking": "off-street parking",
 "sqft": 600,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "EAST OF HALSTED STREET IN PRIME BRIDGEPORT",
  "2 BEDROOMS, 11 FOOT CEILING, STOVE AND FRIDGE, WALL TO WALL CARPET.",
  "EXPOSED BRICK, TRACK LIGHTS, WOOD GRAIN FAUX OAK FLOOR, OPEN KITCHEN, BIG WALL HEATER, ONLY $1095 MO.",
  "  773-924-7368    anytime-Video Tour at <URL>",
  "Location, Location!",
  " Walk to IIT or UIC, catch the Wallace bus in front or the L is nearby.",
  "This is a nice and clean basic apartment with mini blinds, tub and shower and 3 closets.",
  "The main living area has a tall ceiling of 11 feet plus giving it a loft like feel.",
  "This 2nd floor apartment in this vintage brick building which was seen on the new fall Fox series called The Chicago Code with Jennifer Beals  <URL>",
  "The building was used as a movie set in other NBC shows including Chicago Fire Show in February 2013.",
  " <URL>",
  "As you walk into your new mini loft there is a locking foyer for your bikes and stuff, then you go into your open loft like apartment.",
  " You see an open partition window shelf up high that is the 1st bedroom and can be used as a books shelf.",
  " You see creative areas of genuine funky exposed brick reminiscent of a old country Italian restaurant.",
  " The 100 year old antique brick has been freshly sandblasted, bleached, tuck pointed with a custom color, and then varnished.",
  " Impress your friends with the track lights that illuminate it for a really rustic feel.",
  "The cozy bathroom has a brand new tub, shower surround, floor, and art deco pedestal sink.",
  "In the main living area it is 204 square feet with 11 foot ceiling and the entire floor is beautiful wood grain faux wood to complete the open loft look.",
  " Our signature Mini lofts are smaller versions of the large downtown lofts 10 minutes away with a mini price.",
  "There is private parking on a shared lot in back.",
  " There is a ceiling fan in the living room and you have a stove and fridge, or bring your own….NP.",
  "  There are 3 closets in your new apartment and mini blinds on every window, so all you need is the keys.",
  "As you step out on the fire escape there is a view of the Cellular Field fireworks right in your back yard.",
  " They happen after EVERY game all summer long.",
  "The room measurements in feet are:",
  "Your Private Locking Foyer 12 x 4 (48)",
  "Main Living Room 17 x 12   (204)",
  "(Living Room Tall Ceiling 11 feet)",
  "Front Bedroom 9 x 10   (90)",
  "Back  Bedroom 8 x 10  (80)",
  "Bathroom 3.5 x 6  (21)",
  "Kitchen 12 x 15  (180)",
  "Entire Mini Loft is 625 Square Feet",
  "This building is right next to the new houses just constructed right next door.",
  "You can walk to Cellular field right around the corner.",
  "The Wallace bus stops right in front of the building which goes to the Chicago Loop and you can walk to the red line.",
  "Bridgeport is a great place to live Walking distance or a very short drive to IIT College, UIC College, College of Optometry, and others.",
  "Just a few blocks from the hot South Loop area, & Mercy Hospital.",
  "This apartment is private with great neighbors in this multi unit classic style brick building.",
  "The Wallace bus stops in front which travels straight to the loop including the Art Institute and Columbia College, Greek Town & China Town are nearby the Red line (which goes downtown in less than 10 minutes) is a safe walk to historic Cellular Field as you get on and off of the train",
  "The most desirable part of Bridgeport is EAST of Halsted Street in the heart of Bridgeport this.",
  "The rent is only $1095 per month with NO security deposit, instead a move in fee of only $545 instead of the usual  2 month security deposit.",
  "  There is a 12 month lease and a $40 charge for a combined credit/eviction check.",
  "For the showing time, address, and lots more details.",
  "If you would like to print out your rental application from our website and bring it with you along with a cash down payment.",
  "To qualify to be considered for this apartment you need a minimum credit score",
  "o 600 with no evictions, a traceable rental history with references.",
  " No exceptions please because all applicants are treated uniformly.",
  " Thanks for your interest.",
  " 773-924-7368 anytime-Video Tour at <URL>"
 ],
 "images": [
  "https://images.craigslist.org/00r0r_1lnsikfLkUsz_06s04Q_600x450.jpg",
  "https://images.craigslist.org/00S0S_euJymo0N8rRz_06s04Q_600x450.jpg",
  "https://images.craigslist.org/00N0N_1eyyJRtDt1tz_06s04Q_600x450.jpg",
  "https://images.craigslist.org/00v0v_deT0BBHzBQNz_0ad03i_600x450.jpg",
  "https://images.craigslist.org/00L0L_9FCEzESgwEjz_0bd04A_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_l8zZeQyWCyiz_06s054_600x450.jpg",
  "https://images.craigslist.org/00909_eqMw7xzN4Hhz_06s01p_600x450.jpg",
  "https://images.craigslist.org/01515_eCE5aCTPHbgz_04R06s_600x450.jpg",
  "https://images.craigslist.org/00V0V_8a3Nk5Aaxliz_06s01p_600x450.jpg",
  "https://images.craigslist.org/00b0b_bT8Q0gKJGDKz_06s01A_600x450.jpg",
  "https://images.craigslist.org/00J0J_LvaDEEnk6cz_06s03D_600x450.jpg",
  "https://images.craigslist.org/00F0F_4ybcRQ8dDXGz_06s01p_600x450.jpg",
  "https://images.craigslist.org/00606_3tRjlHOQb6Iz_06s04Q_600x450.jpg",
  "https://images.craigslist.org/00o0o_eUbUy5Axo5Qz_0ad04m_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-bedoom-loft-like-parking/7516088512.html"
}