{
 "post_id": 7516094429,
 "title": "River West Convertible 1-bedroom, in-unit laundry, separate bedroom!",
 "price": 2075,
 "neighborhood": "River West",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.9008,
 "longitude": -87.6528,
 "data_accuracy": 22,
 "posted": "2022-08-01 14:41",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "PROPERTY INFO",
  "ID: 232072909",
  "Rent: $2,075 / Month",
  "Beds: 1",
  "Bath: 1",
  "Pet: Pet Friendly",
  "Parking:: attached garage",
  "Text, Email, Call Bareun! - 847-971-5586",
  "Excellent upgrade from a traditional studio!",
  "Better than other convertibles, has a separated bedroom!",
  "Floor plan in photos.",
  "In-unit laundry, gorgeous community spaces and amenities, 1-block from grocery store.",
  "1 block from Chicago Blue-Line stop.",
  "Garage parking available for additional monthly charge based on availability.",
  "Springing up in 2020 along the rapidly-growing Milwaukee Avenue corridor in River West, this newly constructed apartment complex is designed with luxury aesthetics to create an exceptional living environment.",
  "Premium quality amenities abound including a cinema lounge with 85” flat-screen, rooftop party room with demo kitchen, grills, and alfresco dining, state-of-the-art fitness center, business center and co-working pods, and an outdoor sun deck with a resort-style pool.",
  "The unit stylings reflect the industrial and artistic character found throughout the River West neighborhood with a mix of brick and graffiti murals along with creative high-end furnishings and accessories.",
  "These chic apartments have a mix of exposed loft-style elements along with modern elegant touches.",
  " Each unit is outfitted with luxury finishes including plank wood flooring, stainless steel appliances, quartz countertops, marbled tile back splash, deep soaking tub, walk-in closets, floor-to-ceiling windows, Nest thermostat, full size in-unit washer and dryer and gas stove.",
  " Select units also include balconies and double sink vanities.",
  "River West is a quieter micro neighborhood that straddles the northwest tip of downtown Chicago and the eastern entrance to the greater West Town cluster of neighborhoods.",
  " Location, location, location is the key appeal to River West, as it is surrounded by other popular neighborhoods including River North, Fulton Market, West Loop, Ukrainian Village and Wicker Park.",
  " It is extremely convenient for commuters being about 10 minutes from the Loop via CTA Blue Line train, 66 Chicago and 56 Milwaukee bus routes, the \"Hipster Highway\" protected bike lanes on Milwaukee Ave, or car.",
  "CTA Blue line train station and bus stops are a 1 block walk from your front door.",
  " Drivers will also love that access to I-94 is right across the street for northbound destinations, and the southbound ramp is also less than 5 minutes away.",
  "Enjoy a quick stroll to local eateries such as Windy City Cafe, Pie-Eyed Pizza, D'Agostino's, Twisted Spoke, Opart Thai House, Piccolo Sogno, Maillard Tavern, and The Dawson.",
  "Grabbing a cup of joe could not be easier with Big Shoulders Coffee and Dunkin Donuts just around the corner.",
  "The beloved neighborhood watering hole is right next door at The Matchbox, and it is one of the most unique in the city as it may be the smallest bar in Chicago, but there is plenty of outdoor seating along side an actual vintage train car.",
  " Wandering down Chicago Ave, Milwaukee Ave. or Grand Ave.",
  "you'll stumble upon art galleries, independent boutique shops, craft brew pubs, wine bars and diverse cuisine throughout the neighborhood that make River West a cozy pocket of Chicago with lots of character.",
  "Daily essentials are also close by at CVS, Jewel-Osco, and BWS Beverage.",
  "Convenient services accommodate your daily needs on-site too including a front desk concierge, 24-hour maintenance and property management, package service, and a coffee bar.",
  " Parking garage is available with additional fees.",
  "Cats and dogs are welcome (with some restrictions) with a dog run and pet washing station on site to keep your fur babies active and clean.",
  "FEATURES",
  "Balcony-Some Units",
  "Central Air-Yes",
  "Dishwasher-All",
  "Dogs-No Weight Limit",
  "Fitness Center",
  "Flooring-Hardwood Only",
  "Laundry- W/D In Unit",
  "Luxury Property",
  "New Property",
  "Pool-Outdoor",
  "Security-Intercom/Key Fob",
  "Security-Part-Time Doorman",
  "Smoking-No",
  "Stove-Gas",
  "Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units.",
  "Apartment availability and lease terms may vary.",
  "Pricing, availability, and specials are subject to change at any time and without notice.",
  "Please note that the price may be net effective of a special or concession that the building is currently running.",
  "Information is believed to be accurate, however, is subject to errors and omissions.",
  "HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square"
 ],
 "images": [
  "https://images.craigslist.org/00j0j_fl9DqVgYscjz_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00X0X_25luxSNJJSFz_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00U0U_9IJOx2enxu5z_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00F0F_3U6rPq7teR6z_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00g0g_7jiF7tRZ1IEz_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00F0F_cP8cmKkBgb4z_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00N0N_4OwtiIIHqD5z_0kU0iU_600x450.jpg",
  "https://images.craigslist.org/01111_1Y2GVYFdzDsz_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00P0P_1pU9cAYLK1Bz_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/00h0h_5YF4paMurSGz_0oc0i9_600x450.jpg",
  "https://images.craigslist.org/01414_cyGY8WSNLCtz_0oc0i9_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-river-west-convertible-bedroom/7516094429.html"
}