{
 "post_id": 5344423098,
 "title": "MIRACLE MILE/MIDCITY,BEVERLY HILLS ADJ,VIEW,NU FLR,PNT,PKG,LAUNDY,HUGE",
 "price": 2199,
 "neighborhood": "VENICE & LABREA",
 "map_address": "4702 WEST 17TH ST, near VENICE AND SAN VICENTE",
 "street_address": "4702 WEST 17TH ST, ",
 "latitude": 34.044423,
 "longitude": -118.339603,
 "data_accuracy": 99,
 "posted": "2022-07-09 14:06",
 "updated": "2022-08-01 15:12",
 "repost_dates": [
  "2022-07-09 14:06"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "carport",
 "sqft": 1300,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "4702 WEST 17TH",
  "ST, LA, CA 90019.",
  "WE ALSO HAVE TWO OF  1+1 APT FOR RENT IN THE SAME BUILDING.",
  "BUILDING MANAGER TEL.",
  "NUMBERS ARE",
  "show contact info",
  ",",
  "show contact info",
  ".",
  "PLEASE CALL",
  "BEFORE IT IS TOO LATE.",
  "NO DOGS AND NO CATS.",
  "BIRDS AND LIZARD ARE OK.",
  "NO EMAILS PLEASE, CALL THE MANAGER DIRECTLY, THIS IS A RENT CONTROLLED BUILDING.",
  "YOUR RENT WILL ONLY BE INCREASED ANNUALLY, AS A MINIMUM, SET BY AUTHORITIES.",
  "SPECIAL DEAL FOR PEOPLE WHO CAN MOVE QUICKLY, HAVE GOOD CREDIT AND LIKE A UNIT WITH VIEW.",
  "LOOK NO FURTHER, WASTE NO MORE TIME SINCE YOU HAVE FOUND YOUR FAVORITE UNIT.",
  "WE WILL INSTALL A BRAND NEW SOD WITH ROSE FLOWERS IN THE FRONT OF THE BUILDING, AWAITING SOME REASONABLE AFFORDABLE ESTIMATES.",
  "THE CURB APPEAL WILL LOOK MUCH BETTER.",
  "PLUMBING IS MOSTLY UPDATED WITH COPPER PIPES.",
  "DREAM COME TRUE CHANCE FOR A UNIQUE HUGE CLEAN SCHICK UNIT IN MIDCITY/MIRACLE MILE AREA WITH GREAT VIEWS OF BEVERLY HILLS, MIDCITY, CENTURY CITY AND HOLLYWOOD SIGN.",
  "PLEASE HURRY BEFORE IT IS TOO LATE.",
  "OPEN HOUSE DAILY WITH APPOINTMENT.",
  "YOU WILL NEVER HAVE A CHANCE TO GET THIS UNIT IF YOU DO NOT SEE IT IMMEDIATELY AND IF YOU DO NOT FILL OUT AN APPLICATION, IMMEDIATELY.",
  "ALL TERMS ARE NEGOTIABLE.",
  "MOVE IN IS FIRST MONTH RENT PLUS SECURITY DEPOSIT.WE WILL WORK WITH YOUR BAD CREDITS.MINUTES AWAY FROM 405,101,110, AND 10 FREEWAYS.",
  "PLEASE DO NOT MISS OUT ON THIS GOLDEN OPPORTUNITY BEFORE IT IS TOO LATE AND SOMEONE ELSE TAKES THIS UNIT.",
  "PROPERTY ADDRESS: 4702 WEST 17TH",
  "STREET, LOS ANGELES, CA 90019.",
  "BUILDING MANAGER TEL.",
  "NUMBERS ARE",
  "show contact info",
  ",",
  "show contact info",
  ".",
  "PLEASE CALL",
  "BEFORE IT IS TOO LATE.",
  "THIS IS HUGE",
  "CLEAN BRIGHT UNFURNISHED 2 BEDROOM, LIVING ROOM AND DINING ROOM AND ONE BATHROOM UNIT,VIEWS OF CENTURY CITY AND BEVERLY HILLS.",
  "BRAND NEW LAMINATED FLOORING, BRAND NEW  PAINT TO ALL WALLS, DOORS, CLOSETS, KITCHEN CABINETS (INSIDE AND OUTSIDE), CEILING, BOTH ENTRANCE DOORS, NEW MEDICINE CABINET,WITH WALK IN CLOSETS.",
  "BRAND NEW KITCHEN LOWER CABINETS, BRAND NEW KITCHEN COUNTER WITH GRANITE, BRAND NEW KITCHEN SINK AND FAUCET.",
  "THIS IS TWO STORY BUILDING WITH EIGHT UNITS.IT IS VERY WELL LIGHTED AND MAINTAINED CLEAN AND QUIET BUILDING.",
  "FLEXIBLE LEASE.",
  "LAUNDRY ON SITE.",
  "THE Biggest APARTMENT WITH cheapest rent and best deal in mid-city!",
  "This BRIGHT, EXTREMELY HUGE clean unit has been freshly painted and sits on a top of the hill WITH spectacular views of Hollywood SIGN and beverly hills.",
  "It also has lots of deep closets in hallway and bedroom.",
  "ceiling fan.",
  "FRIDGE AND STOVE can be included.",
  "It is 5 minutes walking distance to Venice/san vicente, Police station, Sav-On, OSH, Ralphs, Bank of America, BRAND NEW SHOPPING CENTER WITH ROSS, LOWES, SMART AND FINAL, CHIPOTLE, PANDA EXPRESS, CHASE, WELLS FARGO, AND MORE, POST OFFICE and 10 minute drive to the NICE AND REMODELED Grove shopping center, fairfax district, and farmer's market.",
  "Double kitchen sink,Parking CAN BE included (depend on your car size).",
  "we pay for water,trash and outside electricity,you only pay for gas and electricity inside your unit.",
  "CALL THE MANAGER DIRECTLY, Please see attached pictures",
  "REMODELED kitchen, big closet, ceiling fan, outside lighting, secure, Near Miracle Mile, VIEW.",
  "ALL TERMS ARE NEGOTIABLE.",
  "CABLE AND INTERNET READY.",
  "WE PAY FOR WATER, TRASH AND OUTSIDE LIGHTING.",
  "EACH UNIT HAS ITS OWN GAS AND ELECTRICAL METERS.FOR ONE PERSON, YOUR MONTHLY GAS COST IS ABOUT $10 OR HIGHER AND ELECTRICITY ABOUT $35 OR HIGHER, approximately.",
  "IT HAS VERY LOW UTILITY COSTS.",
  "THE UNIT IS VERY QUIET,HUGE AND CLEAN.",
  "WE WILL RESPOND TO ALL RECEIVED CALLS .CLOSE TO SCHOOLS .FIRST",
  "COME FIRST SERVE BASIS.",
  "YOU WILL STAY HERE, FOR A LONG TIME,",
  "SO LONG YOU PAY YOUR MONTHLY RENT ON TIME AND IN FULL AND GET ALONG WITH OTHER SEVEN TENANTS.",
  "THE FOLLOWING ITEMS ARE FOR IMMEDIATE SALE:",
  "2 PLASMA 55-60 INCH FLAT TV WITH WALL MOUNT BRACKET.",
  "WE ALSO HAVE 5 BRAND NEW BARBER SHOP RETAIL CHAIRS, 2 BRAND NEW SHAMPOO CHAIRS, 2 BRAND NEW BLOW DRYER CHAIRS, AND FIVE MIRRORS AND 5 LIGHT FIXTURES STATIONS.",
  "WE HAVE SOME RETAIL KITCHEN EQUIPMENT AND FURNITURE FOR SALE."
 ],
 "images": "NA",
 "url": "https://losangeles.craigslist.org/wst/apa/d/miracle-mile-midcitybeverly-hills/7506844750.html"
}