{
 "post_id": 7184882912,
 "title": "VIRTUAL OFFICE - $59 per MONTH!!!",
 "price": 69,
 "neighborhood": "Los Angeles",
 "map_address": "355 South Grand Avenue, Suite 2450 near 4TH",
 "street_address": "355 South Grand Avenue, Suite 2450 ",
 "latitude": 34.052352,
 "longitude": -118.252015,
 "data_accuracy": 10,
 "posted": "2022-07-05 12:28",
 "updated": "2022-08-01 15:41",
 "repost_dates": [
  "2022-07-05 12:28"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": "shared",
 "laundry": "no laundry on site",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "The Wells Fargo Center is a well known and prestigious building located in downtown Los Angeles, California which offers virtual offices, offices, executive suites, meeting rooms, and so much more.",
  "Downtown Los Angeles has been the home to increasing development and a growth of residents over the past 10 years.",
  "If your business is looking for a prestigious office location in Los Angeles, Premier Workspaces has the solution.",
  "Virtual office includes, mail handling services and discounted conference room access with FREE wifi & phone!!!",
  "Contact Eva to schedule a tour!",
  "Local Keywords: los angeles, downtown, bunker hill, california plaza, pershing square, metro",
  "General Keywords: Accountant, accounting, alternative, architect, Attorney, b2b, backup business services, broker, built out, business address, executive suites, fully improved, furnished office, home office, incubators, instant office, interim, laptop nomads, law office, LexisNexis, mailing address, meeting rooms, now, office leasing, office rental, office sharing, office space, rapid expansion, ready, reception services, remote working, right size, satellite office, serviced office, short term office, sublease, shared office space, shared work spaces, SMB, solution, Swing, telephone service, temporary office, test, turn-key, value, views, virtual office, workplaces, business expansion, business services, business solutions, business startup, business to business, call handling, car, centre, class A, commercial real estate, conference rooms, corporate office, co-working, CPA, cut costs, downsize, elite"
 ],
 "images": [
  "https://images.craigslist.org/00R0R_7UCQaQzqzHtz_08e0co_600x450.jpg",
  "https://images.craigslist.org/00n0n_2Py3Jg592xzz_0gw0b1_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_jZQgxjVuYKaz_0gw0b1_600x450.jpg",
  "https://images.craigslist.org/00A0A_kx7OZTRmE7Pz_0gw0b1_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-virtual-office-59-per-month/7505074280.html"
}