{
 "post_id": 7377122858,
 "title": "Westside Charming 2br 2bh apartment short term/long term",
 "price": 3680,
 "neighborhood": "West LA",
 "map_address": "2491 Purdue Ave, apt 222",
 "street_address": "2491 Purdue Ave, apt 222",
 "latitude": 34.031895,
 "longitude": -118.438855,
 "data_accuracy": 10,
 "posted": "2022-08-01 19:05",
 "updated": "NA",
 "repost_dates": [
  "2022-08-01 19:05"
 ],
 "available": "NA",
 "housing_type": "condo",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1100,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "The unit is fully furnished.",
  " All utilities  and high speed Wi-Fi is included.",
  " Month to month.",
  " Minimum 3 months, available 08/01/2022.",
  "This fabulous 2bedroom 2 bathroom condo is located in the Heart of West Los Angeles.",
  " It is clean, bright, and comfortable.",
  " It is about 10 miles from LAX,  about 3 miles west of Beverly Hills, about 3 miles east of Santa Monica Pier, about 2 miles south of Brentwood/Westwood, and about 3 miles north of Venice.",
  " It is few minutes walk to the train station.",
  "We have gated free gust parking under the building.",
  "It is on the 2nd floor in a big complex centrally located in Los Angeles.",
  " There is elevator access and gated secure garage parking on site.",
  " It is very private, light and bright w/ hardwood floors, carpet in the bedrooms.",
  "   It has a good size kitchen with all the appliances --oven, microwave, stove, dishwasher, refrigerator and housewares.",
  "The counter top can serve as a breakfast bar.",
  " The living room is spacious.",
  "There is a small balcony with plants and flowers with the view of the tree tops and beautiful sunset each night.",
  "The master bedroom is extremely roomy and  comfortable.",
  "   It has a Cal King bed, computer desk,  and it still has lots of room for yoga and mediation.",
  " It has a big window with the view of the tree tops.",
  " Very private and quite with shades and curtains.",
  " The on suite  has its own hot tub, shower and double sinks.",
  "The 2nd bedroom features a queen size bed,  a full length mirror with a closet behind the mirror.",
  " It is a quiet, clean, and comfortable room.",
  "  Its bathroom is newly remolded.",
  "The Washer/dryer is located inside the unit.",
  " The unit has central air conditioning and heat with digital thermostat control located inside the unit."
 ],
 "images": "NA",
 "url": "https://losangeles.craigslist.org/wst/apa/d/los-angeles-westside-charming-2br-2bh/7516241043.html"
}