{
 "post_id": 7505863627,
 "title": "Beautiful Top Floor Spacious Studio Apartment with Upgraded Appliances",
 "price": 2455,
 "neighborhood": "NA",
 "map_address": "722 Bixel St.",
 "street_address": "722 Bixel St.",
 "latitude": 34.0559,
 "longitude": -118.2666,
 "data_accuracy": 5,
 "posted": "2022-07-07 09:32",
 "updated": "2022-08-02 00:45",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 468,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Medici is the premier resort apartment community gracing the dynamic new downtown Los Angeles skyline.",
  "The twelve unique floor plans assure you will find the right home to fit your lifestyle.",
  "The Medici is the best choice for upscale living in Los Angeles.",
  "AMENITIES AND FEATURES",
  "-Rich European-Style Maple Wood Kitchen Cabinets with Melamine Interiors",
  "-Two Night Lit Tennis Courts",
  "-Built-In Microwave",
  "-Golf Driving Cages",
  "-24-Hour Doorman",
  "-Crown Molding",
  "-Black Granite Countertops & Breakfast Bar",
  "-Business Center",
  "-24-7 On-site Management",
  "-Frost-Free, Double Door Refrigerator with Ice Maker",
  "-Automatic Dishwasher",
  "-Central Air/Heating",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "722 Bixel St., Los Angeles, CA 90017",
  "Pricing and availability are subject to change.",
  "Harvard Heights, Downtown,  Hollywood Hills,  University of Southern California Apartments,  USC,  Industrial District,  FIDM Apartments,  Fashion District,  DTLA Housing,  Downtown LA,  Central LA Apartments,  Central Los Angeles Apartments,  Carthay,  University of Southern California,  FIDM Housing,  Hollywood,  Civic Center,  Luxury Housing,  Gallery Row,  Luxury Apartments,  Westlake,  Historic Core,  Los Angeles,  Fashion Institute Apartments,  Old Bank District,  Hollywood Hills West,  Pico-Union,  FIDM,  Financial District,  East Hollywood,  DT Los Angeles,  USC Housing,  Windsor Square,  Student Housing,  Bunker Hill,  Arts District,  Downtown Los Angeles,  Hancock Park,  Warehouse District,  Downtown LA Housing,  Los Angeles Housing,  Toy District,  Central Los Angeles,  Koreatown,  DTLA,  Fashion Institute,  Elysian Valley,  Downtown Apartments,  Jewelry District,  Downtown Los Angeles Housing,  Silver Lake,  Student Apartments,  Central Los Angeles Housing,  Downtown Housing,  Little Tokyo,  Central LA Housing,  USC Apartments,  Los Angeles Apartments,  South Park,  Echo Park,  Arlington Heights,  Downtown Los Angeles Apartments,  DT Los Angeles Apartments,  DTLA Apartments,  Wholesale District,  Fashion Institute Housing,  DT Los Angeles Housing,  Mid-City,  Chinatown,  Los Feliz,  Griffith Park,  Larchmont,  Downtown LA Apartments,  Central LA,  University of Southern California Housing,  Elysian Park"
 ],
 "images": [
  "https://images.craigslist.org/00x0x_fdvc8j5WAHXz_0t20lM_600x450.jpg",
  "https://images.craigslist.org/00e0e_ags5fqfm6jWz_0c60c6_600x450.jpg",
  "https://images.craigslist.org/00u0u_895qhoNP2vDz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00n0n_53hfYhXWDJwz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00T0T_5Nb8eJRp0mHz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00F0F_h3wgE17A1rBz_05a03r_600x450.jpg",
  "https://images.craigslist.org/01616_9NYaGURuNTAz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00z0z_1uwSw07kbtEz_05a03r_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-beautiful-top-floor/7505863627.html"
}