{
 "post_id": 7505562230,
 "title": "Beautiful One Bedroom Apartment with in-unit washer/dryer available!",
 "price": 1981,
 "neighborhood": "NA",
 "map_address": "722 Bixel St.",
 "street_address": "722 Bixel St.",
 "latitude": 34.0559,
 "longitude": -118.2666,
 "data_accuracy": 5,
 "posted": "2022-07-06 13:45",
 "updated": "2022-08-01 22:39",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 617,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Medici is the premier resort apartment community gracing the dynamic new downtown Los Angeles skyline.",
  "The twelve unique floor plans assure you will find the right home to fit your lifestyle.",
  "The Medici is the best choice for upscale living in Los Angeles.",
  "AMENITIES AND FEATURES",
  "-Central Air/Heating",
  "-Soothing Spa",
  "-Self-Cleaning Oven with Range",
  "-Crown Molding",
  "-24-7 On-site Management",
  "-Airy Interiors with Nine Foot Ceilings",
  "-Carpeted Floors",
  "-Automatic Dishwasher",
  "-Serene and Tranquil",
  "-Putting Green and Pitching and Sand Traps",
  "-Black Granite Countertops & Breakfast Bar",
  "-Convenient Pantry",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "722 Bixel St., Los Angeles, CA 90017",
  "Pricing and availability are subject to change.",
  "DT Los Angeles,  FIDM Apartments,  DT Los Angeles Apartments,  Arlington Heights,  Elysian Park,  USC Apartments,  Warehouse District,  Downtown LA Housing,  Gallery Row,  Downtown Los Angeles Apartments,  Luxury Apartments,  Luxury Housing,  Chinatown,  Mid-City,  USC,  Koreatown,  Hollywood Hills,  Hancock Park,  South Park,  Hollywood,  Central Los Angeles,  Silver Lake,  DT Los Angeles Housing,  DTLA Apartments,  Windsor Square,  Fashion Institute Apartments,  East Hollywood,  Fashion Institute,  Los Feliz,  Student Apartments,  Elysian Valley,  University of Southern California,  Little Tokyo,  Larchmont,  Arts District,  FIDM,  Central Los Angeles Apartments,  Historic Core,  Central LA Housing,  Pico-Union,  University of Southern California Housing,  Civic Center,  Los Angeles Housing,  Downtown Los Angeles,  Industrial District,  Downtown LA,  Fashion District,  Central Los Angeles Housing,  University of Southern California Apartments,  Central LA,  Los Angeles, Downtown,  Downtown Housing,  USC Housing,  Downtown Los Angeles Housing,  Jewelry District,  Downtown LA Apartments,  Hollywood Hills West,  Wholesale District,  Toy District,  DTLA,  Carthay,  Westlake,  Echo Park,  Old Bank District,  Griffith Park,  Fashion Institute Housing,  Bunker Hill,  FIDM Housing,  Downtown Apartments,  Harvard Heights,  Financial District,  DTLA Housing,  Los Angeles Apartments,  Central LA Apartments,  Student Housing"
 ],
 "images": [
  "https://images.craigslist.org/00K0K_89L2ebSUvmVz_0t20lM_600x450.jpg",
  "https://images.craigslist.org/00v0v_3ALNvAuyHHgz_0c60c6_600x450.jpg",
  "https://images.craigslist.org/00K0K_2vptCOsUnXHz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00H0H_4R1jAkNN3Y8z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00e0e_6VrNavxGLUxz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_Ig5tqe9EiQz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00X0X_en3mj8fOuXxz_05a03r_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-beautiful-one-bedroom/7505562230.html"
}