{
 "post_id": 7505974074,
 "title": "Beautiful Private One Bedroom Unit with Large Patio and A/C unit!!!",
 "price": 2282,
 "neighborhood": "NA",
 "map_address": "722 Bixel St.",
 "street_address": "722 Bixel St.",
 "latitude": 34.0559,
 "longitude": -118.2666,
 "data_accuracy": 5,
 "posted": "2022-07-07 13:03",
 "updated": "2022-08-01 16:00",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 617,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Medici is the premier resort apartment community gracing the dynamic new downtown Los Angeles skyline.",
  "The twelve unique floor plans assure you will find the right home to fit your lifestyle.",
  "The Medici is the best choice for upscale living in Los Angeles.",
  "APARTMENT FEATURES",
  "-Crown Molding",
  "-Frost-Free, Double Door Refrigerator with Ice Maker",
  "-Convenient Pantry",
  "-Peaceful, Lushly Landscaped Courtyards",
  "-Private Balconies and Patios",
  "-Carpeted Floors",
  "-Vertical Blinds",
  "-Black Granite Countertops & Breakfast Bar",
  "-Central Air/Heating",
  "-Airy Interiors with Nine Foot Ceilings",
  "COMMUNITY AMENITIES",
  "-Copy & Fax Services",
  "-Private One Acre Park Featuring Pro Style Sand Volleyball",
  "-Serene and Tranquil",
  "-Friendly and Great Staff",
  "-Shimmering Swimming Pools",
  "-Peaceful, Lushly Landscaped Courtyards",
  "-Business Center",
  "-ATM Machines",
  "-Beautiful Los Angeles City Views from Many Vantage Points",
  "-Heated Swimming Pool",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "722 Bixel St., Los Angeles, CA 90017",
  "Pricing and availability are subject to change.",
  "Downtown Housing,  USC Housing,  Warehouse District,  Toy District,  Historic Core,  DTLA Housing,  University of Southern California Housing,  FIDM,  Echo Park,  FIDM Housing,  Windsor Square,  DT Los Angeles Apartments,  Westlake,  Carthay,  Central LA,  Old Bank District,  Luxury Housing,  Pico-Union, Downtown,  University of Southern California,  Fashion Institute,  Central LA Apartments,  Luxury Apartments,  Hollywood,  Student Housing,  Gallery Row,  Wholesale District,  Downtown LA Apartments,  Chinatown,  Downtown Los Angeles,  DTLA Apartments,  DT Los Angeles,  Financial District,  Elysian Valley,  Civic Center,  DTLA,  Little Tokyo,  South Park,  Silver Lake,  DT Los Angeles Housing,  Jewelry District,  Fashion Institute Housing,  Harvard Heights,  Griffith Park,  Los Angeles Apartments,  Koreatown,  Student Apartments,  Hollywood Hills,  USC,  University of Southern California Apartments,  Downtown Los Angeles Apartments,  Larchmont,  East Hollywood,  Industrial District,  Arts District,  Mid-City,  Bunker Hill,  Downtown LA,  FIDM Apartments,  Elysian Park,  Los Angeles,  Central LA Housing,  Downtown LA Housing,  Los Angeles Housing,  USC Apartments,  Los Feliz,  Hancock Park,  Downtown Los Angeles Housing,  Fashion Institute Apartments,  Central Los Angeles,  Central Los Angeles Apartments,  Fashion District,  Arlington Heights,  Hollywood Hills West,  Downtown Apartments,  Central Los Angeles Housing"
 ],
 "images": [
  "https://images.craigslist.org/00B0B_l4uOg6GbKbdz_0t20lM_600x450.jpg",
  "https://images.craigslist.org/00v0v_3ALNvAuyHHgz_0c60c6_600x450.jpg",
  "https://images.craigslist.org/00V0V_J7xUS8Fkuuz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00p0p_2OPTRu0e4x5z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00F0F_clToPWflGDcz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00L0L_cXVmoJohugTz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00T0T_3Q5rUNGI2xSz_05a03r_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-beautiful-private-one/7505974074.html"
}