{
 "post_id": 7505624788,
 "title": "Two Pilates Stations, Karaoke Lounge, Dishwasher",
 "price": 2980,
 "neighborhood": "550 N. Figueroa st., Los Angeles, CA",
 "map_address": "550 N. Figueroa st. near Figueroa st and Cesar Chaves Ave",
 "street_address": "550 N. Figueroa st. ",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-07-06 16:11",
 "updated": "2022-08-01 23:58",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 946,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Breakfast Bar",
  "-Outdoor",
  "Shower to Rinse Off",
  "-Roof Top Pool and Spa with Spectacular City Skyline Views",
  "-Panoramic Downtown Los Angeles Vistas or Courtyard Views",
  "-Elegant Ceramic Tile Floors",
  "-Large Picture Windows",
  "-Two 24-Hour Library/Study Rooms with High-Speed Internet Access",
  "-Individual Flat Screen TV's on Cardio Equipment",
  "-Brunswick Virtual Bowling",
  "-Generous Walk-In Closets with Organizers",
  "-Two Pilates Stations",
  "-Two Executive Business Centers",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "550 N. Figueroa st., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Central Los Angeles Apartments,  Old Bank District,  Griffith Park,  FIDM Apartments,  Elysian Park,  Downtown LA,  University of Southern California,  University of Southern California Housing,  Larchmont,  Jewelry District,  DTLA,  Koreatown,  Westlake,  Downtown Los Angeles Apartments,  Fashion District,  Chinatown,  Fashion Institute Housing,  Toy District,  Civic Center,  Silver Lake, Downtown,  DTLA Apartments,  Warehouse District,  USC Housing,  DT Los Angeles Apartments,  DT Los Angeles,  Pico-Union,  Historic Core,  USC,  Downtown Apartments,  Wholesale District,  Fashion Institute,  Student Housing,  DT Los Angeles Housing,  Central Los Angeles Housing,  Downtown Los Angeles Housing,  Carthay,  Arlington Heights,  Harvard Heights,  Downtown Los Angeles,  Los Feliz,  Downtown LA Housing,  Los Angeles,  South Park,  Hollywood Hills West,  Financial District,  USC Apartments,  Little Tokyo,  Windsor Square,  Central LA Apartments,  FIDM,  Bunker Hill,  Industrial District,  Elysian Valley,  Downtown Housing,  East Hollywood,  University of Southern California Apartments,  Central LA Housing,  Gallery Row,  Central Los Angeles,  Arts District,  DTLA Housing,  Luxury Housing,  Hancock Park,  Los Angeles Housing,  Central LA,  Hollywood Hills,  Fashion Institute Apartments,  Hollywood,  Mid-City,  Echo Park,  Student Apartments,  FIDM Housing,  Los Angeles Apartments,  Luxury Apartments,  Downtown LA Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00808_ky4QJsCRUo9z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00a0a_9MgBX8wN11Lz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00505_5Kl1PFq8cNkz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00c0c_clvRtwvBWFZz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_iEl3Z8IMKyHz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00F0F_9EHF2VnMs3Bz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00L0L_39yxSep5Stwz_0c60c6_600x450.jpg",
  "https://images.craigslist.org/00d0d_isbgXXSqI8az_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00303_c41yXft1zttz_05a03r_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-two-pilates-stations/7505624788.html"
}