{
 "post_id": 7505405836,
 "title": "Beautiful Top Spacious Studio Apartment w/ City View + in-unit w/d!!!",
 "price": 2455,
 "neighborhood": "NA",
 "map_address": "722 Bixel St.",
 "street_address": "722 Bixel St.",
 "latitude": 34.0559,
 "longitude": -118.2666,
 "data_accuracy": 5,
 "posted": "2022-07-06 08:55",
 "updated": "2022-08-01 16:27",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 468,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Medici is the premier resort apartment community gracing the dynamic new downtown Los Angeles skyline.",
  "The twelve unique floor plans assure you will find the right home to fit your lifestyle.",
  "The Medici is the best choice for upscale living in Los Angeles.",
  "AMENITIES AND FEATURES",
  "-Clubhouse",
  "-Beautiful Los Angeles City Views from Many Vantage Points",
  "-Private Balconies and Patios",
  "-ATM Machines",
  "-Jogging Track",
  "-Upgraded Whirlpool Appliances, Including:",
  "-Children's Jungle Gym",
  "-Vertical Blinds",
  "-Airy Interiors with Nine Foot Ceilings",
  "-Convenient Pantry",
  "-Golf Driving Cages",
  "-Friendly and Great Staff",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "722 Bixel St., Los Angeles, CA 90017",
  "Pricing and availability are subject to change.",
  "Downtown Housing,  Windsor Square,  USC,  DTLA,  Central LA,  Los Angeles,  Downtown LA,  DT Los Angeles Housing,  Larchmont,  Silver Lake,  Koreatown,  Downtown Los Angeles Apartments,  Griffith Park,  Downtown Los Angeles,  Central Los Angeles Apartments,  Central Los Angeles,  Warehouse District,  Luxury Apartments,  Fashion Institute Housing,  USC Housing,  Fashion Institute Apartments,  Civic Center,  Harvard Heights,  FIDM Housing,  Old Bank District,  Downtown LA Housing,  Fashion Institute,  Elysian Valley,  Luxury Housing,  Echo Park,  South Park,  Little Tokyo,  University of Southern California,  Carthay,  DT Los Angeles Apartments,  Jewelry District,  Central Los Angeles Housing,  Hollywood,  FIDM,  Los Feliz,  Arlington Heights,  Central LA Housing,  Historic Core,  University of Southern California Apartments,  Los Angeles Apartments, Downtown,  East Hollywood,  Wholesale District,  Bunker Hill,  DTLA Apartments,  Downtown Apartments,  Chinatown,  Los Angeles Housing,  Financial District,  Fashion District,  USC Apartments,  Gallery Row,  Hollywood Hills West,  Pico-Union,  Hancock Park,  Student Apartments,  Hollywood Hills,  Arts District,  Westlake,  Elysian Park,  Downtown Los Angeles Housing,  DT Los Angeles,  Mid-City,  DTLA Housing,  University of Southern California Housing,  Industrial District,  Central LA Apartments,  Toy District,  Downtown LA Apartments,  FIDM Apartments,  Student Housing"
 ],
 "images": [
  "https://images.craigslist.org/00808_lNpdCcEL2XRz_08w06A_600x450.jpg",
  "https://images.craigslist.org/00e0e_ags5fqfm6jWz_0c60c6_600x450.jpg",
  "https://images.craigslist.org/00G0G_dsKjT1nRnggz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00U0U_2nSTVujz6MBz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00T0T_5JF5TQoDvTIz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00L0L_gdjBK4U4ec7z_05a03r_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-beautiful-top-spacious/7505405836.html"
}