{
 "post_id": 7506438954,
 "title": "1/BD, Elevator access, Courtyard views",
 "price": 2609,
 "neighborhood": "NA",
 "map_address": "555 Pine Avenue",
 "street_address": "555 Pine Avenue",
 "latitude": 33.7706,
 "longitude": -118.182,
 "data_accuracy": 5,
 "posted": "2022-07-08 14:04",
 "updated": "2022-08-01 22:44",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 774,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "1 BD | 1 BA | 774 SQFT",
  "Pine at 6th Apartments in Long Beach, CA, offers NEWLY RENOVATED and pet-friendly studios, one, and two bedroom apartment homes and lofts featuring fully equipped kitchens with stainless steel appliances, quartz countertops, wood style plank flooring, high ceilings, private patios, and balconies.",
  "Each spacious apartment home has a washer/dryer and more.",
  "Just steps from your door, you'll find a host of amenities at Pine at 6th, such as a resident fitness center, barbecue and picnic areas, and well-designed courtyards with outdoor seating.",
  "Also, enjoy the convenience of a package locker system, on-site retail, and gated subterranean parking.",
  "Located in the heart of downtown Long Beach, Pine at 6th is central to the best that Long Beach has to offer, including restaurants, shopping at The Streets, entertainment venues, and even the beach.",
  "With an ideal location just off the 710 and 405 freeways, right next to the Metro Blueline and within minutes of the Long Beach airport, your commute and travels beyond will be a breeze.",
  "Enjoy Long Beach living at Pine at 6th Apartments.",
  "Apartment Features:",
  "18-foot ceilings Select units-Polished quartz kitchen countertops-Large closets-Elevator access-Private balcony or patio                                                                                                                                                                                                                    Featured amenity-Built-in linen closets Select units-Wood-style plank flooring-In-home washer and dryer                                                                                        Featured amenity-Oversized double pane windows-Ceiling fans in living areas and bedrooms",
  "Community Features:",
  "Barbecue pavilion and picnic area-Dog wash and self-service grooming area-Zen garden and sundeck-Onsite retail with convenient shopping and services right at your doorstep-Luxer Package locker with 24/7 access to packages-Convenient onsite laundry facilities-Underground gated reserved parking                                                                                         Featured amenity-Near local restaurants, bars, shopping and entertainment venues-Resident social lounge-Controlled-entry access",
  "Call:",
  "show contact info",
  "For more information, visit us at: <URL>",
  "Equal Housing OpportunityPrices Change DailyFlexible Lease Terms"
 ],
 "images": [
  "https://images.craigslist.org/00Q0Q_3F4JQt5jaRgz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00X0X_6DtShbAXJjUz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00b0b_4dwn7BPpz5hz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00x0x_fkm1WCJXTIJz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00s0s_9WhRUBT9RyXz_0VI0Ct_600x450.jpg",
  "https://images.craigslist.org/00y0y_hxI5iRt16bzz_0oc0g8_600x450.jpg",
  "https://images.craigslist.org/00o0o_7FJsHd36GUbz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00606_2BxaCKfX7EWz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00u0u_eq0GO8A5f4sz_09i0aJ_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lgb/apa/d/long-beach-bd-elevator-access-courtyard/7506438954.html"
}