{
 "post_id": 7506028618,
 "title": "Pool, Pet Friendly, Package Acceptance",
 "price": 4116,
 "neighborhood": "NA",
 "map_address": "265 South Arroyo Parkway",
 "street_address": "265 South Arroyo Parkway",
 "latitude": 34.1355,
 "longitude": -118.1636,
 "data_accuracy": 5,
 "posted": "2022-07-07 15:02",
 "updated": "2022-08-01 19:13",
 "repost_dates": [],
 "available": "2022-07-07",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1346,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We believe that elevating where you come home every day is about blending it seamlessly with how you live.",
  "We go to great lengths designing amenities and choosing locations that put everything within reach.",
  "Where you choose to live, is where you come alive.",
  " APARTMENTS IN PASADENA  We welcome you to a highly sophisticated apartment community in the heart of Old Town Pasadena.",
  "Discover an amazing series of studio, one- and two-bedroom Pasadena apartments that cater to all your needs.",
  "You will be privy to a range of top-of-the-line amenities like natural wood cabinets, private decks, central air conditioning, vaulted ceilings, vinyl wood plank flooring and much more all within the comfort of your own home.",
  "And now with our Furnished+ program, apartment living is easier than ever before.",
  "Appreciate the stylish furnishings and enjoy the convenience of pre-installed Wi-Fi and cable TV, flexible lease-terms, and utilities that are included in your rent.",
  "With Furnished+, you can step right into the life you want live, without all the hassle.",
  " Here, you can also experience a wealth of fantastic facilities in the community that include an on-site Metro Gold Line stop, a yoga studio, a 24-hour fitness center, a grand public plaza, and a clubhouse.",
  "The blend of excellent services and an expert on-site staff makes Avalon Del Mar Station the ideal place to set up a new home.",
  " PASADENA APARTMENTS BY AVALON  Avalon Del Mar Station brings the best of Pasadena to you.",
  "You can walk to trendy Paseo Colorado, boutique shops, popular restaurants and entertainment venues – or enjoy the on-site restaurants and shops right outside these stunning apartment rentals in Old Town Pasadena.",
  "With the Metro Gold Line station right at our community, you can easily zip to Downtown Los Angeles, Long Beach or West LA in minutes and kiss your commute goodbye.",
  "Enjoy all that Pasadena has to offer when you live at Avalon Del Mar Station.",
  " PASADENA APARTMENT COMMUNITY  When you choose a new home at our Pasadena apartments, you will also have access to the Avalon Advantage.",
  "This superb program provides an impressive collection of advantages to our residents.",
  "All routine maintenance is addressed within one business day.",
  "Avalon also works individually with you to customize leasing terms that meet your needs.",
  "If you're relocating or shifting cities, Avalon will also be happy to help you to find a new home in one of its many amazing communities.",
  "You will find it convenient to meet all your demands with Avalon.",
  " So don’t even think twice, click the Contact Us or Apply Now buttons below to schedule an appointment with us and discover the best Pasadena apartments in California today!",
  "Rent: $4116",
  "Bedrooms: 2",
  "Bathrooms: 2",
  "Apartment Features:",
  "6th Floor",
  "Community Amenities:",
  "Pet Friendly",
  "Business Center",
  "Fitness Center",
  "On-site Retail",
  "Lounge",
  "WiFi",
  "Package Acceptance",
  "Call us!",
  "show contact info",
  "To learn more about this unit, visit us at <URL>",
  "Prices and availability are subject to change."
 ],
 "images": [
  "https://images.craigslist.org/00F0F_1AqVNnvtEESz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/01414_1R13OpWntcpz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00909_aFNsj8igS9oz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00505_6aV4tbZFqWtz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/01111_6wkfJmO04Akz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00O0O_f93t9jL7wY0z_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00v0v_lb9WSw4K4avz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00F0F_Wu5qeQkMvTz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00U0U_dFUBqSTlmKxz_0aE08o_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/sgv/apa/d/pasadena-pool-pet-friendly-package/7506028618.html"
}