{
 "post_id": 7508787815,
 "title": "Spacious Studio includes in-unit Washer & Dryer! Call NOW!!!",
 "price": 2327,
 "neighborhood": "1026 S Broadway, Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-14 12:13",
 "updated": "2022-08-02 01:16",
 "repost_dates": [],
 "available": "2022-07-14",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 498,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Whether you’re in LA or DTLA, the 1 and 2 bedroom apartments at Broadway Palace Apartments offer exceptional views inside and out.",
  "These apartments provide skyline city views  accompanied by beautifully lush landscaped courtyards.",
  "Whether you want to spend your time relaxing by the pool, having a glass of wine on your private patio, recuperating with some TLC in the calming steam room, or singing to your heart’s content in the Karaoke Party Lounge, the Broadway Palace Apartments will become not only your home but your own private resort.",
  "These luxurious one and two bedroom apartments are available in both LA and Downtown LA.",
  "AMENITIES AND FEATURES",
  "-9Ft Ceilings with Crown Molding",
  "-Soaking Baths",
  "-Wood Laminate Flooring",
  "-Dressing Vanities",
  "-Designer Floor Plans",
  "-Dishwasher",
  "-Refrigerator",
  "-Washer/Dryer In Unit",
  "-Private Balconies and Patios with Furniture",
  "-All",
  "Stainless Steel Appliances",
  "-Built-in Microwave",
  "-Granite Countertops",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "FIDM Housing,  Downtown LA Housing,  Central Los Angeles,  Student Housing,  DT Los Angeles,  Central LA Apartments,  Elysian Valley,  Koreatown,  Pico-Union,  East Hollywood,  South Park,  FIDM Apartments,  Westlake,  Industrial District,  Los Angeles Apartments,  Downtown Los Angeles,  Downtown LA Apartments,  Old Bank District,  Hollywood Hills,  Hancock Park,  Wholesale District,  Toy District,  Civic Center,  FIDM,  Fashion Institute,  Jewelry District,  Elysian Park,  Fashion District,  Hollywood,  Central LA,  Downtown Housing,  Central LA Housing,  University of Southern California Housing,  Silver Lake,  Chinatown,  University of Southern California,  Arlington Heights,  Hollywood Hills West,  Los Feliz,  USC,  Downtown Apartments,  DTLA,  Little Tokyo,  Financial District,  Historic Core,  Windsor Square,  Downtown Los Angeles Housing,  Gallery Row,  Downtown Los Angeles Apartments,  Luxury Housing,  Arts District,  Downtown LA,  Los Angeles,  DTLA Apartments,  Los Angeles Housing,  DT Los Angeles Apartments,  Carthay,  Central Los Angeles Apartments,  Bunker Hill,  Echo Park,  Warehouse District,  Student Apartments,  Harvard Heights,  University of Southern California Apartments,  Griffith Park,  Fashion Institute Apartments,  USC Apartments,  Central Los Angeles Housing,  USC Housing,  DT Los Angeles Housing,  Larchmont,  DTLA Housing, Downtown,  Fashion Institute Housing,  Mid-City,  Luxury Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00f0f_5PdL9uAg1lBz_0H10H0_600x450.jpg",
  "https://images.craigslist.org/00q0q_8NEejmjTkObz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00c0c_aMiprytSwpFz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00f0f_lg9fFwMjN0wz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00M0M_eenHE12Vbqsz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00i0i_hBhebD5hksTz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00W0W_iegziHVfsaz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00S0S_8DBQeCcDatXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00h0h_20iDfzrRciTz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00i0i_93Plz2irGAqz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-spacious-studio-includes-in/7508787815.html"
}