{
 "post_id": 7510593356,
 "title": "Disability Access, Spectacular Skyline Views Available, Pantry",
 "price": 2618,
 "neighborhood": "1026 S Broadway, Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-18 21:32",
 "updated": "2022-08-01 23:44",
 "repost_dates": [],
 "available": "2022-07-18",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 983,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Whether you’re in LA or DTLA, the 1 and 2 bedroom apartments at Broadway Palace Apartments offer exceptional views inside and out.",
  "These apartments provide skyline city views  accompanied by beautifully lush landscaped courtyards.",
  "Whether you want to spend your time relaxing by the pool, having a glass of wine on your private patio, recuperating with some TLC in the calming steam room, or singing to your heart’s content in the Karaoke Party Lounge, the Broadway Palace Apartments will become not only your home but your own private resort.",
  "These luxurious one and two bedroom apartments are available in both LA and Downtown LA.",
  "AMENITIES AND FEATURES",
  "-Spectacular Skyline Views Available",
  "-Granite Countertops",
  "-Pantry",
  "-Soaking Baths",
  "-9Ft Ceilings with Crown Molding",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Wood Laminate Flooring",
  "-All",
  "Stainless Steel Appliances",
  "-Private Balconies and Patios with Furniture",
  "-Arched Skyline Viewing Windows",
  "-Built-in Microwave",
  "-Dressing Vanities",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Larchmont,  Downtown Housing,  Elysian Valley,  Warehouse District,  DTLA Apartments,  Wholesale District,  University of Southern California Apartments,  Central Los Angeles Apartments,  Windsor Square,  Mid-City,  Luxury Housing,  Chinatown,  Carthay,  Silver Lake,  Jewelry District,  Los Feliz,  Central Los Angeles Housing,  Pico-Union,  Student Housing,  Elysian Park,  Financial District,  FIDM Apartments,  Downtown Apartments,  Central LA,  Downtown Los Angeles Housing,  Downtown LA,  Arts District,  Los Angeles Apartments,  Student Apartments,  Griffith Park,  Fashion Institute,  Old Bank District,  Harvard Heights,  FIDM,  Fashion Institute Housing,  FIDM Housing,  Los Angeles,  Los Angeles Housing,  Little Tokyo,  USC Apartments,  East Hollywood,  DTLA Housing,  Central Los Angeles,  Industrial District,  Koreatown,  University of Southern California,  Hollywood Hills West,  Downtown LA Housing,  Bunker Hill,  Hollywood Hills,  DT Los Angeles,  Downtown Los Angeles,  Central LA Apartments,  Gallery Row,  Hancock Park,  Historic Core,  University of Southern California Housing,  Downtown LA Apartments,  Central LA Housing,  Fashion Institute Apartments,  USC Housing, Downtown,  USC,  Toy District,  DT Los Angeles Housing,  Echo Park,  Westlake,  Downtown Los Angeles Apartments,  Civic Center,  Fashion District,  Arlington Heights,  South Park,  DTLA,  Hollywood,  Luxury Apartments,  DT Los Angeles Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00B0B_3AiYdfgEuHlz_12w0H1_600x450.jpg",
  "https://images.craigslist.org/00F0F_2k5hnYBxdN5z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00b0b_3uqObh0SLHnz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00R0R_5b8nobxdpHnz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00h0h_cvT4JIshrVTz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00e0e_fsWhZ5iMCMEz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00H0H_ddtkMGuVJGVz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00h0h_3BFVqK5Ls1zz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00808_aRGqBmCNx6az_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00E0E_k9G3FwBfqHRz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-disability-access/7510593356.html"
}