{
 "post_id": 7510505879,
 "title": "Studio - 2 Fitness Centers, 4 Pools and Movie Theater! Tour Today!",
 "price": 2183,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-07-18 16:13",
 "updated": "2022-08-01 20:56",
 "repost_dates": [],
 "available": "2022-09-10",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 568,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Private Dry Saunas and Steam Rooms",
  "-Two Pilates Stations",
  "-Business Center",
  "-Close to Freeway",
  "-Full-Swing Virtual Golf",
  "-Sand Volleyball Court",
  "-Four Star Trac/Cybex Treadmills",
  "-Breakfast Bar",
  "-Two Print & Copy Rooms",
  "-Security Camera",
  "-Powerball Carpeting",
  "-Swimming Pool",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Pico-Union,  University of Southern California Housing,  Fashion District,  Elysian Valley,  DT Los Angeles,  Central LA Housing,  Student Housing,  Bunker Hill,  Jewelry District,  USC,  Larchmont,  University of Southern California,  Gallery Row,  Arlington Heights,  Downtown Apartments,  Downtown Los Angeles,  Windsor Square,  Wholesale District,  Luxury Apartments,  Hancock Park,  Downtown Los Angeles Housing,  Westlake,  DTLA Apartments,  USC Apartments,  Downtown Housing,  Griffith Park,  Central Los Angeles Housing,  Fashion Institute Apartments,  USC Housing,  Downtown Los Angeles Apartments,  Old Bank District,  Toy District,  Student Apartments,  Hollywood,  Hollywood Hills, Downtown,  Fashion Institute,  Civic Center,  Central LA,  Arts District,  Los Feliz,  DT Los Angeles Apartments,  Los Angeles Apartments,  Los Angeles Housing,  Downtown LA Housing,  Downtown LA Apartments,  Mid-City,  Financial District,  Luxury Housing,  South Park,  FIDM Apartments,  Industrial District,  Hollywood Hills West,  Harvard Heights,  DT Los Angeles Housing,  Warehouse District,  Central LA Apartments,  East Hollywood,  Los Angeles,  Central Los Angeles,  FIDM Housing,  FIDM,  Fashion Institute Housing,  Echo Park,  University of Southern California Apartments,  Chinatown,  Historic Core,  Silver Lake,  DTLA Housing,  Elysian Park,  Carthay,  Koreatown,  DTLA,  Little Tokyo,  Central Los Angeles Apartments,  Downtown LA"
 ],
 "images": [
  "https://images.craigslist.org/00202_7TRzdVAOJ9oz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00F0F_fjmUcsxW8wfz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00101_9fTkm72oocvz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00707_ej6GHPC89k5z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00606_85uJnirLsA1z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00x0x_251TkgfD71Tz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00s0s_4QRjbGlyGn6z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00g0g_5KR8nFsda1yz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00x0x_ke9PDOuczcGz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-studio-fitness-centers/7510505879.html"
}