{
 "post_id": 7510563497,
 "title": "1 Bed Apt - Top Floor, Washer/Dryer and Furnished Balcony! Apply Today",
 "price": 2363,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-07-18 19:08",
 "updated": "2022-08-02 01:04",
 "repost_dates": [],
 "available": "2022-09-07",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 647,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Volleyball Court",
  "-Stainless Steel or Whirlpool Black Appliances",
  "-Enjoy Downtown Los Angeles Fine Dining, Shopping, Museums and More!",
  "-Swimming Pool",
  "-Deluxe Frost Free Refrigerator",
  "-Roof Top Pool and Spa with Spectacular City Skyline Views",
  "-Elevator",
  "-Complementary Yoga Classes for Residents",
  "-Outdoor",
  "Shower to Rinse Off",
  "-Two Full-Scale Barbecue and Picnic Areas",
  "-Director's Movie Screening Theater",
  "-Conference Room",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Arlington Heights,  Carthay,  DTLA Housing,  Koreatown,  Hollywood Hills West,  Elysian Park,  Fashion Institute Housing,  Echo Park,  Los Feliz,  Griffith Park,  DT Los Angeles Apartments,  Windsor Square,  Downtown Los Angeles Apartments,  Harvard Heights,  Los Angeles Housing,  Downtown LA,  Jewelry District,  University of Southern California Apartments,  Los Angeles Apartments,  Historic Core,  USC Apartments,  Financial District,  FIDM Housing,  Toy District,  Luxury Apartments,  University of Southern California,  Elysian Valley,  Student Apartments,  DT Los Angeles Housing,  Downtown Los Angeles Housing,  East Hollywood,  Downtown Los Angeles,  Chinatown,  Downtown LA Housing,  University of Southern California Housing,  Hollywood,  Hancock Park,  Civic Center,  Los Angeles,  Central Los Angeles,  Arts District,  FIDM,  Hollywood Hills,  Larchmont,  Central LA,  Central LA Housing,  Industrial District,  Student Housing,  DTLA Apartments,  Gallery Row,  Central Los Angeles Apartments,  Wholesale District,  Little Tokyo,  DTLA,  Fashion Institute Apartments,  Mid-City,  USC Housing,  Fashion District,  South Park,  Bunker Hill,  FIDM Apartments,  Westlake,  Fashion Institute,  Central LA Apartments,  DT Los Angeles, Downtown,  Luxury Housing,  Central Los Angeles Housing,  Downtown Housing,  Downtown Apartments,  Warehouse District,  Silver Lake,  Pico-Union,  USC,  Old Bank District,  Downtown LA Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00I0I_a5iOisW5eF2z_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00101_3nN7HbN8eBqz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00404_c26ZHf1rCYLz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00U0U_lOYjHvM3VAgz_05a03r_600x450.jpg",
  "https://images.craigslist.org/01313_as5RGWB07t5z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00i0i_g55l21O1DzVz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00x0x_lXjOZvHirsqz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00q0q_lilfgm8Vrf0z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00q0q_lJfN76ZHs6Dz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-bed-apt-top-floor-washer/7510563497.html"
}