{
 "post_id": 7511283639,
 "title": "Private Balconies and Patios with Furniture, Dishwasher, Refrigerator",
 "price": 2328,
 "neighborhood": "1026 S Broadway , Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-20 13:10",
 "updated": "2022-08-01 23:07",
 "repost_dates": [],
 "available": "2022-07-20",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 647,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Whether you’re in LA or DTLA, the 1 and 2 bedroom apartments at Broadway Palace Apartments offer exceptional views inside and out.",
  "These apartments provide skyline city views  accompanied by beautifully lush landscaped courtyards.",
  "Whether you want to spend your time relaxing by the pool, having a glass of wine on your private patio, recuperating with some TLC in the calming steam room, or singing to your heart’s content in the Karaoke Party Lounge, the Broadway Palace Apartments will become not only your home but your own private resort.",
  "These luxurious one and two bedroom apartments are available in both LA and Downtown LA.",
  "AMENITIES AND FEATURES",
  "-Spectacular Skyline Views Available",
  "-Pantry",
  "-Dishwasher",
  "-Arched Skyline Viewing Windows",
  "-Built-in Microwave",
  "-Granite Countertops",
  "-Dressing Vanities",
  "-Washer/Dryer In Unit",
  "-Disability Access",
  "-Soaking Baths",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Central Air/Heating",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Elysian Valley,  Hancock Park,  Los Angeles,  Griffith Park,  Fashion District,  Arts District,  Windsor Square, Downtown,  Chinatown,  Financial District,  Los Angeles Apartments,  Downtown Los Angeles Housing,  Downtown LA Housing,  Mid-City,  Arlington Heights,  Civic Center,  Hollywood,  Central LA,  Bunker Hill,  Downtown LA Apartments,  University of Southern California Apartments,  FIDM,  Central Los Angeles,  DT Los Angeles Apartments,  Downtown Apartments,  Historic Core,  DT Los Angeles Housing,  Koreatown,  Los Feliz,  Luxury Apartments,  South Park,  Carthay,  Central LA Housing,  Pico-Union,  Student Apartments,  East Hollywood,  DTLA Housing,  University of Southern California,  Downtown Los Angeles Apartments,  Harvard Heights,  Fashion Institute Apartments,  USC,  Central Los Angeles Apartments,  USC Apartments,  Wholesale District,  Larchmont,  Elysian Park,  Los Angeles Housing,  Downtown LA,  Central LA Apartments,  DTLA Apartments,  Old Bank District,  Fashion Institute,  Central Los Angeles Housing,  Westlake,  University of Southern California Housing,  Echo Park,  Warehouse District,  Fashion Institute Housing,  Jewelry District,  Toy District,  Hollywood Hills,  DTLA,  DT Los Angeles,  FIDM Apartments,  Hollywood Hills West,  Luxury Housing,  Downtown Housing,  Downtown Los Angeles,  Gallery Row,  FIDM Housing,  Silver Lake,  Student Housing,  Little Tokyo,  Industrial District,  USC Housing"
 ],
 "images": [
  "https://images.craigslist.org/00d0d_lQvMMnp59pFz_0H20H1_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_6RI5Jud3SaIz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00I0I_8SslVGtAgylz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00909_jrfwQrheMaFz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00e0e_gMfcFuIoPdtz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01010_iPBFpjVdmKJz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00n0n_jjs4X0Z6AARz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00B0B_j1Wra4Cs46Rz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00m0m_93JOHyMb7Xmz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00808_hgAdwgzI45Wz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-private-balconies-and/7511283639.html"
}