{
 "post_id": 7512906384,
 "title": "Refrigerator, 9Ft Ceilings with Crown Molding, Dressing Vanities",
 "price": 2328,
 "neighborhood": "1026 S Broadway , Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-24 14:15",
 "updated": "2022-08-01 15:19",
 "repost_dates": [],
 "available": "2022-07-24",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 647,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Whether you’re in LA or DTLA, the 1 and 2 bedroom apartments at Broadway Palace Apartments offer exceptional views inside and out.",
  "These apartments provide skyline city views  accompanied by beautifully lush landscaped courtyards.",
  "Whether you want to spend your time relaxing by the pool, having a glass of wine on your private patio, recuperating with some TLC in the calming steam room, or singing to your heart’s content in the Karaoke Party Lounge, the Broadway Palace Apartments will become not only your home but your own private resort.",
  "These luxurious one and two bedroom apartments are available in both LA and Downtown LA.",
  "AMENITIES AND FEATURES",
  "-Granite Countertops",
  "-Spectacular Skyline Views Available",
  "-Dressing Vanities",
  "-Disability Access",
  "-Pantry",
  "-9Ft Ceilings with Crown Molding",
  "-Washer/Dryer In Unit",
  "-Built-in Microwave",
  "-Private Balconies and Patios with Furniture",
  "-Central Air/Heating",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Satellite",
  "Ready",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Los Feliz,  Los Angeles,  Old Bank District,  Koreatown,  Harvard Heights,  Bunker Hill,  Financial District,  Arlington Heights,  Hollywood Hills,  Carthay,  Central Los Angeles,  Central Los Angeles Apartments,  South Park,  Hollywood,  Downtown LA Housing,  Wholesale District,  Los Angeles Housing,  Central LA Housing,  Hollywood Hills West,  Downtown LA Apartments,  Larchmont,  DTLA Apartments,  University of Southern California,  FIDM Apartments,  Downtown Apartments,  Downtown Housing, Downtown,  Jewelry District,  FIDM Housing,  USC Housing,  FIDM,  Civic Center,  Elysian Valley,  Gallery Row,  Echo Park,  Historic Core,  DTLA Housing,  Hancock Park,  Central Los Angeles Housing,  Downtown Los Angeles Housing,  USC Apartments,  Central LA Apartments,  Little Tokyo,  Student Apartments,  DTLA,  USC,  Griffith Park,  DT Los Angeles Housing,  Luxury Apartments,  Student Housing,  Warehouse District,  Arts District,  University of Southern California Housing,  East Hollywood,  Silver Lake,  Luxury Housing,  DT Los Angeles,  Downtown LA,  Chinatown,  Mid-City,  Westlake,  Industrial District,  Elysian Park,  Downtown Los Angeles Apartments,  Windsor Square,  Fashion Institute Housing,  Fashion Institute Apartments,  Fashion Institute,  Pico-Union,  Los Angeles Apartments,  University of Southern California Apartments,  Toy District,  Central LA,  DT Los Angeles Apartments,  Fashion District,  Downtown Los Angeles"
 ],
 "images": [
  "https://images.craigslist.org/00S0S_kRDviQ4o2gCz_0H10H1_600x450.jpg",
  "https://images.craigslist.org/01010_lHFrUGGRkavz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00303_jyC1zsNpV1oz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00707_9FuhoFlvaHOz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00I0I_eXrxlpSAqsKz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00202_ac2DGwt6BR0z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00O0O_4Ti9GKhyd86z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00D0D_jTOzwEAMuKBz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00A0A_aucr5sT156fz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01414_fykEke1AnWQz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-refrigerator-9ft-ceilings/7512906384.html"
}