{
 "post_id": 7512982066,
 "title": "Spacious 2 Bed Apt - Dual Master Bedrms, Walk-in Closets, Washer/Dryer",
 "price": 3378,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-07-24 18:09",
 "updated": "2022-08-01 19:20",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 1235,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Volleyball Court",
  "-Panoramic Downtown Los Angeles Vistas or Courtyard Views",
  "-Director's Movie Screening Theater",
  "-Courtyard",
  "-Natural Stone Marble Counter Bath",
  "-Elevator",
  "-Crown Molding",
  "-Elegant Ceramic Tile Floors",
  "-Additional Monthly Parking Available",
  "-Dishwasher",
  "-Solid Hardwood Oak Entry Doors",
  "-Gorgeous Water Fountains at Every Corner",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Wholesale District,  USC Apartments,  Fashion Institute Apartments,  Central LA Housing,  Griffith Park,  FIDM,  Student Housing,  Central LA,  Old Bank District,  Downtown LA Housing,  Luxury Apartments,  Carthay,  DTLA Apartments,  Echo Park,  Los Feliz,  DTLA,  Koreatown,  Little Tokyo,  Harvard Heights,  Central LA Apartments,  Arlington Heights,  DT Los Angeles,  Financial District,  Central Los Angeles Apartments,  University of Southern California Apartments,  Downtown Apartments,  Historic Core,  Central Los Angeles,  Industrial District,  Downtown Los Angeles Apartments,  Downtown Los Angeles,  Bunker Hill,  Warehouse District,  FIDM Housing,  USC Housing, Downtown,  Hollywood Hills,  Pico-Union,  Fashion District,  Jewelry District,  DT Los Angeles Housing,  Arts District,  Silver Lake,  Fashion Institute,  Westlake,  Student Apartments,  DT Los Angeles Apartments,  Downtown Housing,  Gallery Row,  Hollywood Hills West,  Los Angeles Housing,  Downtown LA,  Larchmont,  Elysian Park,  USC,  FIDM Apartments,  Downtown Los Angeles Housing,  Central Los Angeles Housing,  University of Southern California,  East Hollywood,  South Park,  University of Southern California Housing,  Windsor Square,  DTLA Housing,  Fashion Institute Housing,  Hollywood,  Luxury Housing,  Toy District,  Mid-City,  Hancock Park,  Los Angeles Apartments,  Civic Center,  Downtown LA Apartments,  Chinatown,  Los Angeles,  Elysian Valley"
 ],
 "images": [
  "https://images.craigslist.org/01414_8dG25zIX1kQz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00D0D_3ATKnZR3PNFz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00606_2CoNzZlzmkhz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00J0J_9ue6CDPyLn8z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00404_b9Glp6QTrhNz_05a03r_600x450.jpg",
  "https://images.craigslist.org/01717_hqAVfdbDzBwz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00g0g_fQhDuYq1RyWz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00U0U_izushZnrUr6z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00202_bNmYTGwgJOyz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-spacious-bed-apt-dual/7512982066.html"
}