{
 "post_id": 7512939956,
 "title": "Polished quartz kitchen countertops, Large closets, Courtyard views",
 "price": 2609,
 "neighborhood": "NA",
 "map_address": "555 Pine Avenue",
 "street_address": "555 Pine Avenue",
 "latitude": 33.7706,
 "longitude": -118.182,
 "data_accuracy": 5,
 "posted": "2022-07-24 15:51",
 "updated": "2022-08-01 18:12",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 774,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "1 BD | 1 BA | 774 SQFT",
  "Pine at 6th Apartments in Long Beach, CA, offers NEWLY RENOVATED and pet-friendly studios, one, and two bedroom apartment homes and lofts featuring fully equipped kitchens with stainless steel appliances, quartz countertops, wood style plank flooring, high ceilings, private patios, and balconies.",
  "Each spacious apartment home has a washer/dryer and more.",
  "Just steps from your door, you'll find a host of amenities at Pine at 6th, such as a resident fitness center, barbecue and picnic areas, and well-designed courtyards with outdoor seating.",
  "Also, enjoy the convenience of a package locker system, on-site retail, and gated subterranean parking.",
  "Located in the heart of downtown Long Beach, Pine at 6th is central to the best that Long Beach has to offer, including restaurants, shopping at The Streets, entertainment venues, and even the beach.",
  "With an ideal location just off the 710 and 405 freeways, right next to the Metro Blueline and within minutes of the Long Beach airport, your commute and travels beyond will be a breeze.",
  "Enjoy Long Beach living at Pine at 6th Apartments.",
  "Apartment Features:",
  "In-home washer and dryer                                                                                        Featured amenity-Elevator access-Air conditioning with programmable thermostat                                                                                        Featured amenity-Large closets-Ceiling fans in living areas and bedrooms-Oversized double pane windows-Courtyard views-Stainless steel appliances including built-in microwave, refrigerator, and dishwasher                                                                                                                                                                                                                    Featured amenity-18-foot ceilings Select units-Polished quartz kitchen countertops",
  "Community Features:",
  "Barbecue pavilion and picnic area-Underground gated reserved parking                                                                                         Featured amenity-Virtual Moving Concierge: Complimentary address change, set up home services and digital moving announcements-Controlled-entry access-Luxer Package locker with 24/7 access to packages-Move-in with NO SECURITY DEPOSIT:",
  "Only a small one-time payment-Zen garden and sundeck-24-hour fitness center with free weights and cardio machines                                                                                    Photo                                                                                                                                 Featured amenity-Dog wash and self-service grooming area-Minutes from the Long Beach Metro Light Rail",
  "Call:",
  "show contact info",
  "For more information, visit us at: <URL>",
  "Equal Housing OpportunityPrices Change DailyFlexible Lease Terms"
 ],
 "images": [
  "https://images.craigslist.org/00i0i_hUSZ08IZJY0z_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00u0u_aoEmsSspVQAz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00a0a_aj07Nmo8D1Sz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00101_iWmUCv0Mhqjz_0oc0g8_600x450.jpg",
  "https://images.craigslist.org/00p0p_cfh0i9wZ3YSz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00R0R_4586qXW5dNCz_0VI0Ct_600x450.jpg",
  "https://images.craigslist.org/00l0l_3iwCb71OBDbz_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00000_kDu9vbX4jZ8z_1fq0PC_600x450.jpg",
  "https://images.craigslist.org/00B0B_foTUhGO6L7Zz_09i0aJ_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lgb/apa/d/long-beach-polished-quartz-kitchen/7512939956.html"
}