{
 "post_id": 7513804164,
 "title": "You wont believe the price on this beautiful 2 bedroom! ~ $150 Deposit",
 "price": 2855,
 "neighborhood": "South of the Boulevard",
 "map_address": "20544 Ventura Blvd",
 "street_address": "20544 Ventura Blvd",
 "latitude": 34.16714,
 "longitude": -118.579885,
 "data_accuracy": 5,
 "posted": "2022-07-26 16:44",
 "updated": "2022-08-01 20:43",
 "repost_dates": [],
 "available": "2022-08-04",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 920,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "We believe elevating where you live is about blending it seamlessly with how you live.",
  "We go to great lengths designing amenities and choosing locations that put everything within reach.",
  "Where you live, is where you come alive.",
  "Tucked away in a welcoming community, Avalon Woodland Hills offers a sanctuary from bustling city life in a serene Los Angeles setting.",
  "Our spacious Woodland Hills apartments come in one- and two-bedroom designs, some of which are available in lofts, to fit every possible lifestyle.",
  "Select apartments are renovated with hard surface flooring through kitchen, baths, and common areas, stainless steel appliances, tile backsplash, and quartz countertops.",
  "Upgrade any home to Furnished+ and enjoy the convenience of turnkey living.",
  "WOODLAND HILLS APARTMENTS BY AVALON Our exclusive Woodland Hills apartments are conveniently located in the San Fernando Valley to give you easy access to the best Los Angeles has to offer.",
  "The Southern California setting makes it easy to escape for a quick beach trip to Malibu or Santa Monica, to visit the sights and sounds of Hollywood, or to see everything else that Los Angeles has to offer.",
  "Our beautiful apartments in Woodland Hills also have plenty to see and taste as well.",
  "Delectable treats are all within walking distance and the views of the Santa Monica Mountains and the numerous state parks in the area make this Woodland Hills apartment rental an enviable location.",
  "WOODLAND HILLS APARTMENT COMMUNITY When you become part of our Woodland Hills Avalon Community, you get access to the Avalon Advantage.",
  "This exclusive package allows you a 30-day move-in satisfaction guarantee program, maintenance response guarantee and national relocation program.",
  "With so many perks, the stunning layouts of the homes, and the enviable location of our luxury Woodland Hills apartments, it’s easy to see why people love our Avalon community.",
  "So don’t waste any more time!",
  "Contact us and schedule an appointment to make your dream of renting a luxury apartment in Woodland Hills come true.",
  "-Dog Park",
  "-Window Coverings",
  "-Close to Restaurants",
  "-Balcony/Patio",
  "-Air Conditioning",
  "-Fire Pit",
  "-Online Payments Available",
  "-Electric Car Charging Stations",
  "-Wired for Technology",
  "-Online Service Requests",
  "-Close to Schools",
  "-On-Site Maintenance",
  "Call:",
  "show contact info"
 ],
 "images": [
  "https://images.craigslist.org/00H0H_fjtSHA581aQz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00L0L_hIjbCSLReqiz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/01414_3KeACEZUX8Bz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00p0p_dvpveekmXApz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00404_afRXWg7KufYz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00W0W_6H0fFo6KYybz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00l0l_iTWRbINvONNz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00S0S_99svsjZvZjAz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00I0I_1tWE3j7gWmuz_0eR0co_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/sfv/apa/d/woodland-hills-you-wont-believe-the/7513804164.html"
}