{
 "post_id": 7513877813,
 "title": "Dishwasher, Arched Skyline Viewing Windows, Soaking Baths",
 "price": 2972,
 "neighborhood": "1026 S Broadway , Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-26 22:02",
 "updated": "2022-08-02 00:25",
 "repost_dates": [],
 "available": "2022-07-26",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 946,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Welcome to your new home at the Broadway Palace Apartments in LA, luxury apartments in Downtown Los Angeles where elegance is re-defined.",
  "Step inside these fabulous  Downtown Los Angeles apartments and become surrounded by the sophistication and aesthetic of The Roaring Twenties.",
  "Our new apartments in Downtown Los Angeles are complemented by all the amenities of the 21st Century.",
  "With luxury features that include gourmet kitchens, furnished balconies and patios, and spectacular skyline views, these Downtown Los Angeles apartments for rent are the latest installation to this historical, blossoming neighborhood.",
  "AMENITIES AND FEATURES",
  "-Arched Skyline Viewing Windows",
  "-Spectacular Skyline Views Available",
  "-Granite Countertops",
  "-Private Balconies and Patios with Furniture",
  "-Designer Floor Plans",
  "-All",
  "Stainless Steel Appliances",
  "-Refrigerator",
  "-Dressing Vanities",
  "-Pantry",
  "-Built-in Microwave",
  "-Dishwasher",
  "-Wood Laminate Flooring",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Westlake,  Fashion District,  Hollywood Hills West,  University of Southern California Housing,  Central LA Apartments,  Bunker Hill,  Fashion Institute Apartments,  Silver Lake,  Windsor Square,  Industrial District,  Downtown LA Housing,  Carthay,  DT Los Angeles,  DTLA Apartments,  Los Feliz,  Warehouse District,  FIDM Apartments,  Central LA Housing,  DT Los Angeles Apartments,  Mid-City,  Pico-Union,  Downtown Los Angeles,  Hollywood,  USC Apartments,  Downtown Apartments,  Historic Core,  DTLA,  Central Los Angeles Housing,  Central Los Angeles Apartments,  Los Angeles Apartments,  Central Los Angeles,  FIDM Housing,  East Hollywood,  Central LA,  Arts District,  DT Los Angeles Housing,  Luxury Housing,  Larchmont,  Koreatown,  DTLA Housing,  Elysian Park, Downtown,  Gallery Row,  Downtown Housing,  Fashion Institute Housing,  USC,  Little Tokyo,  Hancock Park,  Toy District,  Harvard Heights,  Wholesale District,  Student Apartments,  Downtown Los Angeles Housing,  University of Southern California,  Los Angeles Housing,  Financial District,  Student Housing,  Civic Center,  Old Bank District,  Los Angeles,  USC Housing,  Fashion Institute,  Jewelry District,  Chinatown,  South Park,  Griffith Park,  Downtown Los Angeles Apartments,  University of Southern California Apartments,  Arlington Heights,  Luxury Apartments,  FIDM,  Downtown LA,  Echo Park,  Hollywood Hills,  Downtown LA Apartments,  Elysian Valley"
 ],
 "images": [
  "https://images.craigslist.org/01717_dvcpgSvY6vaz_0t20lM_600x450.jpg",
  "https://images.craigslist.org/00a0a_5n0KRXup4zSz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00000_1Ptd3ofOCg8z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00x0x_k9Wt8N4J863z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00X0X_eJNyYLdkaxwz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00o0o_js6WIxuTjvkz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00o0o_fIncGgakC3Gz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00b0b_8waV85y7maSz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01616_lCyWdjDeuuXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00K0K_fgxkhuGSDGVz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-dishwasher-arched-skyline/7513877813.html"
}