{
 "post_id": 7513659325,
 "title": "2-Bedroom LOFT! Top Floor! Available NOW!!! Pool/Gym/BBQ",
 "price": 3840,
 "neighborhood": "NA",
 "map_address": "350 South San Fernando Boulevard",
 "street_address": "350 South San Fernando Boulevard",
 "latitude": 34.179549,
 "longitude": -118.306148,
 "data_accuracy": 5,
 "posted": "2022-07-26 11:13",
 "updated": "2022-08-01 13:37",
 "repost_dates": [],
 "available": "2022-07-27",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 1128,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We believe elevating where you live is about blending it seamlessly with how you live.",
  "We go to great lengths designing amenities and choosing locations that put everything within reach.",
  "Where you live, is where you come alive.",
  "Elegant and sophisticated, our Burbank apartments for rent include newly renovated one bedroom, one bedroom with penthouse loft, two bedrooms two bath with penthouse loft, and three bedrooms two bath floor plans available for immediate occupancy.",
  "At Avalon Burbank, these exquisite apartments for rent feature gourmet kitchens with granite counters, black appliances, wood flooring, and new cabinetry.",
  "Upgrade any home to Furnished+ and enjoy the convenience of turnkey living.",
  "Find whatever you need for a peaceful lifestyle in our apartments in Burbank, including amenities like spas, an Olympic sized swimming pool, and a great recreation room.",
  "This is not just apartment living.",
  "This is living up.",
  "BURBANK APARTMENTS FOR RENT BY AVALON Get ready to be amazed when you see our Burbank apartments.",
  "Find everything here you could want in an apartment community, from local Burbank parks to banks to many different types of restaurants and nightlife entertainment, all within easy reach.",
  "You will also have easy access to bus and public transportation, several well-established schools, and local attractions like Johnny Carson Park and McCambridge Park and Recreation Center.",
  "In addition, you have the whole city of Los Angeles to explore, which provides somewhere to go and something to do 365 days a year.",
  "BURBANK APARTMENT COMMUNITY Residents of Avalon Burbank apartments are entitled to many benefits through the Avalon Advantage, the collective term for the multitudinous programs and amenities available to every Burbank apartment resident.",
  "This encompasses 30-day move in and maintenance response guarantees, flexible lease terms, resident referral rewards, and a national transfer and relocation program for the apartments.",
  "These services will free up your time for whatever you want to do, making Avalon Burbank an ideal place to call home.",
  "Don’t waste any more time!",
  "Contact us to schedule an appointment and find the best Burbank apartments for rent around.",
  "-Pool",
  "-In-Unit Washer/Dryer",
  "-Pet Friendly",
  "-Balcony/Patio",
  "-Air Conditioning",
  "-Parking",
  "-Green Community",
  "-Green Apartment",
  "Call:",
  "show contact info"
 ],
 "images": [
  "https://images.craigslist.org/00R0R_iS6v1Z8IGywz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00L0L_5KiAYJ6ayDiz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00g0g_fdVhUhaF3Egz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/01010_6nGpRBQEQVBz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00505_206otPpWaKcz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00h0h_bXFAlxKbCW1z_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00t0t_35h4BBQUlV2z_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00U0U_4EaJksGGpnrz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00909_kAGxl9aFOHDz_0CI0hA_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/sfv/apa/d/burbank-bedroom-loft-top-floor/7513659325.html"
}