{
 "post_id": 7514522441,
 "title": "Spacious Two-Bedroom in the heart of DTLA! Amazing views!! Call NOW!",
 "price": 3052,
 "neighborhood": "1026 S Broadway, Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-28 12:16",
 "updated": "2022-08-01 12:40",
 "repost_dates": [],
 "available": "2022-07-28",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 993,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Whether you’re in LA or DTLA, the 1 and 2 bedroom apartments at Broadway Palace Apartments offer exceptional views inside and out.",
  "These apartments provide skyline city views  accompanied by beautifully lush landscaped courtyards.",
  "Whether you want to spend your time relaxing by the pool, having a glass of wine on your private patio, recuperating with some TLC in the calming steam room, or singing to your heart’s content in the Karaoke Party Lounge, the Broadway Palace Apartments will become not only your home but your own private resort.",
  "These luxurious one and two bedroom apartments are available in both LA and Downtown LA.",
  "APARTMENT FEATURES",
  "-Washer/Dryer In Unit",
  "-9Ft Ceilings with Crown Molding",
  "-Satellite",
  "Ready",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Spectacular Skyline Views Available *",
  "-Pantry",
  "-Dishwasher",
  "-Central Air/Heating",
  "-Private Balconies and Patios with Furniture",
  "-Soaking Baths",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Hollywood,  DT Los Angeles Apartments,  DTLA,  Elysian Valley,  Student Apartments,  USC Housing,  University of Southern California Housing,  Luxury Apartments,  Historic Core,  Carthay,  Downtown Los Angeles,  Little Tokyo,  Downtown LA Housing,  Fashion Institute,  Chinatown,  Jewelry District,  Downtown LA Apartments,  Hollywood Hills,  Hancock Park,  Downtown Los Angeles Housing,  Echo Park,  USC Apartments,  Student Housing,  FIDM Housing,  Hollywood Hills West,  Bunker Hill,  Downtown Apartments,  Arlington Heights,  Los Angeles Housing,  Financial District, Downtown,  Windsor Square,  East Hollywood,  DT Los Angeles,  FIDM,  Central LA Apartments,  Mid-City,  Harvard Heights,  Los Angeles,  Luxury Housing,  DT Los Angeles Housing,  Silver Lake,  Civic Center,  Downtown Los Angeles Apartments,  Larchmont,  Downtown Housing,  Pico-Union,  Central LA Housing,  Gallery Row,  DTLA Apartments,  Fashion Institute Housing,  DTLA Housing,  Los Angeles Apartments,  Koreatown,  Central Los Angeles,  Old Bank District,  Fashion District,  Toy District,  Los Feliz,  Fashion Institute Apartments,  Warehouse District,  Central Los Angeles Housing,  FIDM Apartments,  Arts District,  Central LA,  Central Los Angeles Apartments,  University of Southern California,  South Park,  Westlake,  Elysian Park,  USC,  Griffith Park,  Downtown LA,  Industrial District,  Wholesale District,  University of Southern California Apartments"
 ],
 "images": [
  "https://images.craigslist.org/01313_bz1NeBsdcJJz_12h0H1_600x450.jpg",
  "https://images.craigslist.org/01414_1yrrs2CwQkOz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00h0h_hKL98alyZJkz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00E0E_cA21Rkpqay0z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00d0d_8MdURtXZpsHz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00e0e_dUzXHdGgarFz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00F0F_4U5TUBiTJXBz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00r0r_j88YtZqAYktz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00606_5SBtWhKNKbPz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00F0F_jbT7TjLpWEsz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-spacious-two-bedroom-in-the/7514522441.html"
}