{
 "post_id": 7514598397,
 "title": "Amazing One Bedroom in the heart of DTLA! INCLUDES WASHER/DRYER!!",
 "price": 2709,
 "neighborhood": "1026 S Broadway, Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-28 15:11",
 "updated": "2022-08-01 15:54",
 "repost_dates": [],
 "available": "2022-07-28",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 730,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Welcome to your new home at the Broadway Palace Apartments in LA, luxury apartments in Downtown Los Angeles where elegance is re-defined.",
  "Step inside these fabulous  Downtown Los Angeles apartments and become surrounded by the sophistication and aesthetic of The Roaring Twenties.",
  "Our new apartments in Downtown Los Angeles are complemented by all the amenities of the 21st Century.",
  "With luxury features that include gourmet kitchens, furnished balconies and patios, and spectacular skyline views, these Downtown Los Angeles apartments for rent are the latest installation to this historical, blossoming neighborhood.",
  "APARTMENT FEATURES",
  "-Central Air/Heating",
  "-Pantry",
  "-Private Balconies and Patios with Furniture",
  "-Satellite",
  "Ready",
  "-Dressing Vanities *",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Refrigerator",
  "-9Ft Ceilings with Crown Molding",
  "-Spectacular Skyline Views Available *",
  "-All",
  "Stainless Steel Appliances",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Downtown Los Angeles,  South Park,  Downtown LA Apartments,  Chinatown,  Westlake,  DT Los Angeles Housing,  DT Los Angeles Apartments,  Elysian Valley,  Gallery Row,  Los Angeles Housing,  University of Southern California Housing,  Central Los Angeles Apartments,  Fashion District,  Los Angeles,  Griffith Park,  DTLA Apartments,  FIDM Apartments,  Downtown LA Housing,  Hollywood Hills West,  Carthay,  Fashion Institute,  Hollywood Hills,  FIDM,  Old Bank District,  Echo Park,  Arts District,  Central LA,  Harvard Heights,  DTLA,  USC Housing,  Larchmont,  East Hollywood,  Jewelry District,  Downtown LA,  Elysian Park,  Hancock Park,  DT Los Angeles,  Downtown Apartments,  Industrial District,  Bunker Hill,  Historic Core,  Mid-City,  Pico-Union,  Los Angeles Apartments,  Civic Center,  Student Apartments,  Windsor Square,  DTLA Housing,  Los Feliz,  Wholesale District,  Downtown Los Angeles Housing,  FIDM Housing,  Financial District,  Toy District,  Luxury Housing,  University of Southern California,  Central LA Housing,  Silver Lake,  Central Los Angeles Housing,  Student Housing,  Fashion Institute Housing,  Luxury Apartments,  Hollywood,  Warehouse District,  USC Apartments,  USC, Downtown,  University of Southern California Apartments,  Little Tokyo,  Fashion Institute Apartments,  Downtown Housing,  Central LA Apartments,  Downtown Los Angeles Apartments,  Central Los Angeles,  Arlington Heights,  Koreatown"
 ],
 "images": [
  "https://images.craigslist.org/00505_7rJomQ7nqzfz_0t20lM_600x450.jpg",
  "https://images.craigslist.org/00y0y_c5POsMTb7hbz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00W0W_WIHiB6tZHqz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/01414_gXRNx3ip2ktz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_5zEOxJgl7niz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00M0M_54YjwOhW2J9z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00t0t_jeP60bdkvFXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00505_lm1Jg6zo0Xuz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00V0V_e4McfN8WMb0z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01010_7KAPJjUFn5Xz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-amazing-one-bedroom-in-the/7514598397.html"
}