{
 "post_id": 7515411011,
 "title": "24-Hour Doorman, Powerball Carpeting, ATM Machines",
 "price": 2959,
 "neighborhood": "550 N. Figueroa st., Los Angeles, CA",
 "map_address": "550 N. Figueroa st. near Figueroa st and Cesar Chaves Ave",
 "street_address": "550 N. Figueroa st. ",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-07-30 15:19",
 "updated": "2022-08-01 15:26",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 944,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Separate Men's and Women's Showers/ Dressing Rooms",
  "-Generous Walk-In Closets with Organizers",
  "-EV Chargers",
  "-Individual Flat Screen TV's on Cardio Equipment",
  "-Large Picture Windows",
  "-Karaoke Lounge",
  "-Roof Top Pool and Spa with Spectacular City Skyline Views",
  "-Peaceful, Lushly Landscaped Courtyards",
  "-Den/Study",
  "-Solid Hardwood Oak Entry Doors",
  "-Brunswick Virtual Bowling",
  "-24-7 On-site Management",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "550 N. Figueroa st., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Central Los Angeles,  Los Angeles Apartments, Downtown,  Harvard Heights,  University of Southern California Apartments,  Central LA Apartments,  DT Los Angeles Housing,  Historic Core,  Downtown Housing,  Civic Center,  Downtown LA Housing,  Bunker Hill,  DT Los Angeles,  DTLA,  DTLA Apartments,  Toy District,  Pico-Union,  DT Los Angeles Apartments,  Downtown Los Angeles,  Arlington Heights,  Elysian Valley,  Hollywood,  Silver Lake,  Downtown LA Apartments,  Griffith Park,  Los Feliz,  Jewelry District,  Old Bank District,  Warehouse District,  Los Angeles,  USC Apartments,  Little Tokyo,  University of Southern California Housing,  Arts District,  Hollywood Hills West,  University of Southern California,  Westlake,  USC Housing,  Chinatown,  Mid-City,  Los Angeles Housing,  Central Los Angeles Housing,  Elysian Park,  Gallery Row,  FIDM Apartments,  Central LA Housing,  Downtown Los Angeles Apartments,  Koreatown,  Carthay,  Wholesale District,  Larchmont,  Hancock Park,  Downtown LA,  Central LA,  FIDM,  Student Housing,  Downtown Apartments,  FIDM Housing,  Luxury Housing,  Financial District,  Luxury Apartments,  Hollywood Hills,  East Hollywood,  South Park,  Student Apartments,  Downtown Los Angeles Housing,  Fashion Institute Housing,  DTLA Housing,  Fashion District,  Echo Park,  USC,  Industrial District,  Central Los Angeles Apartments,  Fashion Institute Apartments,  Fashion Institute,  Windsor Square"
 ],
 "images": [
  "https://images.craigslist.org/00G0G_3kjx3esF1mFz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00101_1noswSELZUxz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00f0f_pg8U7KCmYsz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00E0E_boHj2W3OIr5z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00S0S_jwNTP1drpZjz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00K0K_c0ZxG7RouTfz_05a03r_600x450.jpg",
  "https://images.craigslist.org/01010_g0QqO0oTU0Qz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00303_77evNPz3Icfz_0c60c6_600x450.jpg",
  "https://images.craigslist.org/00808_44lNWpqNbXOz_05a03r_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-24-hour-doorman-powerball/7515411011.html"
}