{
 "post_id": 7515492970,
 "title": "Dressing Vanities, Granite Countertops, Washer/Dryer In Unit",
 "price": 2618,
 "neighborhood": "1026 S Broadway , Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-07-30 21:03",
 "updated": "2022-08-01 21:15",
 "repost_dates": [],
 "available": "2022-07-30",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 983,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Whether you’re in LA or DTLA, the 1 and 2 bedroom apartments at Broadway Palace Apartments offer exceptional views inside and out.",
  "These apartments provide skyline city views  accompanied by beautifully lush landscaped courtyards.",
  "Whether you want to spend your time relaxing by the pool, having a glass of wine on your private patio, recuperating with some TLC in the calming steam room, or singing to your heart’s content in the Karaoke Party Lounge, the Broadway Palace Apartments will become not only your home but your own private resort.",
  "These luxurious one and two bedroom apartments are available in both LA and Downtown LA.",
  "AMENITIES AND FEATURES",
  "-All",
  "Stainless Steel Appliances",
  "-Private Balconies and Patios with Furniture",
  "-Satellite",
  "Ready",
  "-Wood Laminate Flooring",
  "-Disability Access",
  "-9Ft Ceilings with Crown Molding",
  "-Granite Countertops",
  "-Dishwasher",
  "-Designer Floor Plans",
  "-Spectacular Skyline Views Available",
  "-Built-in Microwave",
  "-Stainless Steel Sink with Pull-out Faucet",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Warehouse District,  DTLA Housing,  University of Southern California,  Little Tokyo,  DTLA,  Toy District,  Downtown LA,  South Park,  Central LA Apartments,  Mid-City,  USC,  Westlake,  Los Angeles Housing,  USC Apartments,  Central Los Angeles Apartments,  Downtown Apartments,  DT Los Angeles,  DT Los Angeles Apartments,  Larchmont,  FIDM,  DTLA Apartments,  Downtown Housing,  Fashion Institute Housing,  DT Los Angeles Housing,  Central Los Angeles Housing,  Harvard Heights,  Carthay,  University of Southern California Housing,  East Hollywood,  Old Bank District,  FIDM Apartments,  Central LA Housing,  Wholesale District,  Downtown Los Angeles Housing,  Student Housing,  Fashion District,  USC Housing,  Luxury Housing,  Koreatown,  FIDM Housing,  Hollywood,  Luxury Apartments,  Chinatown,  Bunker Hill,  Student Apartments,  Hollywood Hills West,  Los Angeles Apartments,  Elysian Valley,  Elysian Park,  Gallery Row,  Downtown Los Angeles Apartments,  Arlington Heights,  Los Feliz,  Fashion Institute,  Los Angeles,  Arts District,  Industrial District,  Historic Core,  Griffith Park,  Hancock Park,  Fashion Institute Apartments,  Pico-Union,  Echo Park,  Downtown Los Angeles,  Central LA,  Downtown LA Apartments,  Central Los Angeles,  Jewelry District,  Windsor Square,  Hollywood Hills,  Silver Lake,  Downtown LA Housing,  Civic Center,  Financial District, Downtown,  University of Southern California Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00Q0Q_10jqSM2OP2Ez_0GZ0H1_600x450.jpg",
  "https://images.craigslist.org/00f0f_jCHI5PAZRFaz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00S0S_jm5mQiiefhwz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00202_fvCPOsIR4zTz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00303_ciuhfsmHfMkz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00b0b_apJ1T1x71Uzz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/01010_dQj6TAJmCZmz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00404_h0H2ZKy6btvz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00n0n_jptKXMF5h4Fz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00E0E_k9G3FwBfqHRz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-dressing-vanities-granite/7515492970.html"
}