{
 "post_id": 7516186801,
 "title": "Charming Mediterranean Style community!",
 "price": 4895,
 "neighborhood": "Brentwood",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 34.066,
 "longitude": -118.474,
 "data_accuracy": 22,
 "posted": "2022-08-01 16:11",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 1030,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 2 Bedroom, 2 Bath, approximately 1430 Sq.",
  "Ft.",
  "555 Barrington is a luxury, Mediterranean-style apartment community which provides residents with all the conveniences of home in the heart of Brentwood.",
  "Offering spacious one, two and three bedroom floor plans designed for comfortable living, all suites feature luxury wood-plank flooring, private balconies, nine-foot ceilings, gourmet kitchens, Italian ceramic tile entries, full size washer and dryers and fireplaces.",
  "Living at 555 Barrington, you can relax and unwind in the heated pool and spa set in a lush, tropical courtyard as well work out in the fully equipped fitness center with strength training and cardio equipment.",
  "For pet lovers, our community is extremely pet friendly and is located within two blocks of",
  "the Veterans Barrington Dog Park for off-leash fun.",
  "Best of all is the prime location where a quick stroll in either direction takes you to the trendy shops and cafes on San Vicente or to charming Brentwood Village.",
  "Features:",
  "- Air conditioning, - Wet bar*, - Ceramic tiled entry, - Pets are welcome, - Gourmet kitchens, - Built-in cabinetry, - Spacious floor plans, - Full size washer and dryer in each unit, - Hardwood-style plank flooring, - Wood burning fireplaces, -",
  "Nine foot ceilings",
  "*In select units",
  "Community Amenities:",
  "- Beautiful views of the surrounding neighborhood, - Large, heated swimming pool and spa set in a landscaped courtyard, - Two blocks from the prestigious San Vicente Blvd., - Two blocks from Veterans Barrington Dog Park, - Convenient access to the 405 Freeway, - Beautiful lobby, - Brand new fully-equipped fitness center with weights and cardio equipment, - Fully equipped fitness center, - Close to UCLA, - Walk to Brentwood Village",
  "Pet Policy",
  "Pet Friendly with weight and breed restrictions and additional pet rent and security deposit.",
  "Interested in more information?",
  "See link below:",
  "<URL>",
  "O8gPqll51Wq8"
 ],
 "images": "NA",
 "url": "https://losangeles.craigslist.org/wst/apa/d/los-angeles-charming-mediterranean/7516186801.html"
}