{
 "post_id": 7516172198,
 "title": "Carpeting, Air Conditioning, Night Patrol, On-Site Management",
 "price": 3085,
 "neighborhood": "Westchester",
 "map_address": "7077 Alvern near Centinela and Alvern",
 "street_address": "7077 Alvern ",
 "latitude": 33.975738,
 "longitude": -118.3769,
 "data_accuracy": 10,
 "posted": "2022-08-01 15:33",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "laundry in bldg",
 "parking": "off-street parking",
 "sqft": 960,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 63",
  "OR Text",
  "63",
  "to",
  "show contact info",
  "to contact our team.",
  "This is a 2 Bedroom, 2 Bath, approximately 960 Sq.",
  "Ft.",
  "Apartment homes in West Los Angeles have never been easier to find.",
  "Situated in a quiet neighborhood, we're conveniently located just minutes from beaches, restaurants, entertainment, freeways, and shopping.",
  "Whether you are looking for tranquility or camaraderie you'll find yourself surrounded by possibilities.",
  "At Playa Summit you can choose from four unique floor plans meticulously crafted with your comfort in mind.",
  "We offer residents the amenities they need for a life of solace and the ultimate in convenience.",
  "Our amenities include the newly renovated and state-of-the-art fitness center, two spectacular resort-style pools and spas, full-size movie theater, a recreation room, an elegant library, a business center, a clubhouse, and plenty more.",
  "Come home to a new standard of comfort and luxury at Playa Summit Apartments.",
  "Features:",
  "Private Balconies and Patios, Extra Storage Available, Cable Ready, Spacious Walk In Closets, Dishwasher, Gas Range, Soaring Cathedral Ceilings*, Disposal, Window Coverings, Electronic Thermostat, Loft Designs with Private Rooftop Deck, Carpeting, Air Conditioning, Custom Designed Fireplace, Sky Line Views",
  "* Only available in select apartments",
  "Community Amenities:",
  "Covered Parking, Sauna, CleanCierge Dry Cleaning, Garage, Full-Size Resort Style Swimming Pools and Spas, Elevator, Library, Availability 24 Hours, Gated Access Entrance, Business Center, Spa/Hot Tub, Short Term Lease, Night Patrol, Laundry Facilities in Each Building, High Speed Internet, On-Site Maintenance, On-Site Management, Free Weights, Package Receiving, Recreation Room, Fully Equipped Fitness Center with Sauna, Courtyard",
  "Pet Policy",
  "Cats - 2 allowed, Deposit $250.00",
  "Restrictions: Pets Upon Approval.",
  "No Dogs Please.",
  "Interested in more information?",
  "Visit link below:",
  "<URL>",
  "eaGSmxofB22"
 ],
 "images": [
  "https://images.craigslist.org/01515_bRff9WtqxKuz_0fu0ak_600x450.jpg",
  "https://images.craigslist.org/00404_cJ0ZsDgEN46z_0fu0aj_600x450.jpg",
  "https://images.craigslist.org/00E0E_5RBpWJRkeU8z_0fu0ak_600x450.jpg",
  "https://images.craigslist.org/01212_1s9Eiqr3vwwz_0fu0ak_600x450.jpg",
  "https://images.craigslist.org/00c0c_3c0C5kRnJUSz_0fu0ak_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/wst/apa/d/los-angeles-carpeting-air-conditioning/7516172198.html"
}