{
 "post_id": 7516078164,
 "title": "Pantry, Stainless Steel Sink with Pull-out Faucet, Dressing Vanities",
 "price": 2779,
 "neighborhood": "1026 S Broadway, Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-08-01 12:09",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 1030,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Welcome to your new home at the Broadway Palace Apartments in LA, luxury apartments in Downtown Los Angeles where elegance is re-defined.",
  "Step inside these fabulous  Downtown Los Angeles apartments and become surrounded by the sophistication and aesthetic of The Roaring Twenties.",
  "Our new apartments in Downtown Los Angeles are complemented by all the amenities of the 21st Century.",
  "With luxury features that include gourmet kitchens, furnished balconies and patios, and spectacular skyline views, these Downtown Los Angeles apartments for rent are the latest installation to this historical, blossoming neighborhood.",
  "APARTMENT FEATURES",
  "-Built-in Microwave",
  "-Disability Access",
  "-Arched Skyline Viewing Windows",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Refrigerator",
  "-Satellite",
  "Ready",
  "-9Ft Ceilings with Crown Molding",
  "-Dishwasher",
  "-Soaking Baths",
  "-Washer/Dryer In Unit",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "University of Southern California,  Carthay,  DT Los Angeles Housing,  DTLA Housing,  Jewelry District,  Griffith Park,  Luxury Housing,  Westlake,  Toy District,  Los Angeles Housing, Downtown,  Civic Center,  FIDM Housing,  Harvard Heights,  Central LA Apartments,  Arts District,  Pico-Union,  Fashion Institute,  DTLA,  USC Housing,  Downtown Los Angeles Housing,  Downtown LA Housing,  FIDM Apartments,  Koreatown,  Fashion District,  Central LA,  Chinatown,  Silver Lake,  Downtown Housing,  Central Los Angeles Housing,  Hollywood,  Hancock Park,  Financial District,  Los Angeles Apartments,  Luxury Apartments,  Larchmont,  Arlington Heights,  Fashion Institute Housing,  Los Feliz,  Downtown LA,  DT Los Angeles,  Elysian Park,  Student Apartments,  University of Southern California Apartments,  University of Southern California Housing,  Los Angeles,  Old Bank District,  Little Tokyo,  Industrial District,  DTLA Apartments,  Downtown Los Angeles,  USC,  Mid-City,  DT Los Angeles Apartments,  Warehouse District,  Central Los Angeles,  Historic Core,  Elysian Valley,  Downtown Los Angeles Apartments,  South Park,  Downtown Apartments,  Windsor Square,  Hollywood Hills West,  East Hollywood,  Echo Park,  Downtown LA Apartments,  Central LA Housing,  USC Apartments,  Student Housing,  Central Los Angeles Apartments,  Gallery Row,  Fashion Institute Apartments,  FIDM,  Hollywood Hills,  Wholesale District,  Bunker Hill"
 ],
 "images": [
  "https://images.craigslist.org/00E0E_7FUcxhgFR5gz_0t20lM_600x450.jpg",
  "https://images.craigslist.org/00505_dp8rRPJKozHz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00w0w_iPaPgKQ2lCvz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00c0c_l9UtmvWMoNzz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00909_5klLmTR3zpSz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01313_exc7KTgnsDsz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00000_frNLXKl5Rzlz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00A0A_6z0sn7HUFxVz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00K0K_ffp1sK0X3EXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00h0h_cJ7Dnv1440Jz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-pantry-stainless-steel-sink/7516078164.html"
}