{
 "post_id": 7516240589,
 "title": "1 Bed Apt - Washer/Dryer, Spacious Bathroom and Walk-in Closet",
 "price": 2296,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-08-01 19:04",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 647,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Brunswick Virtual Bowling",
  "-Online Payments Available",
  "-Elegant Ceramic Tile Floors",
  "-Self-Cleaning Oven with Gas Range",
  "-Three Star Trac/Cybex Elliptical Machines",
  "-Sand Volleyball Court",
  "-Fire Pit",
  "-Two Pilates Stations",
  "-Resident Lounge with Full Bar & Kitchen Facilities",
  "-Dedicated Gated Parking For Residents",
  "-Complementary Yoga Classes for Residents",
  "-Putting Green",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "FIDM Apartments,  Downtown Los Angeles,  University of Southern California Apartments,  Historic Core,  Harvard Heights,  Larchmont,  Hollywood Hills,  DTLA Housing,  Central LA Apartments,  Central LA,  Los Angeles Housing,  Los Feliz,  Wholesale District,  Griffith Park,  Fashion Institute,  University of Southern California Housing,  DTLA Apartments,  USC,  Financial District,  Downtown Housing,  Student Housing,  FIDM Housing,  Central Los Angeles,  Windsor Square,  Los Angeles Apartments,  South Park,  Central LA Housing,  East Hollywood,  Fashion District,  DT Los Angeles,  Westlake,  Downtown Apartments,  Central Los Angeles Apartments,  Mid-City,  Warehouse District,  Industrial District,  Fashion Institute Apartments,  Luxury Apartments,  Toy District,  Hancock Park,  Student Apartments,  DTLA,  Jewelry District,  USC Housing,  Los Angeles,  Koreatown,  Downtown LA,  Pico-Union,  Downtown Los Angeles Apartments,  Downtown LA Housing,  Arlington Heights,  Little Tokyo,  Chinatown,  Downtown Los Angeles Housing,  Luxury Housing,  Civic Center,  Hollywood Hills West,  Elysian Park,  USC Apartments,  Arts District,  University of Southern California,  FIDM,  Elysian Valley,  Bunker Hill, Downtown,  Silver Lake,  Gallery Row,  Central Los Angeles Housing,  DT Los Angeles Housing,  Fashion Institute Housing,  Downtown LA Apartments,  Old Bank District,  DT Los Angeles Apartments,  Carthay,  Hollywood,  Echo Park"
 ],
 "images": [
  "https://images.craigslist.org/00w0w_f2MXxhgowtYz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00c0c_hw0JgjF9Mtfz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00b0b_aPRX22xtl9pz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00J0J_6cu53nTGSxDz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00505_hXMMEwdUpziz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00e0e_dcqq3sVKGTz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00707_kneKDd8QLGhz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00707_aiJBHWyzdzsz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00q0q_lJfN76ZHs6Dz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-bed-apt-washer-dryer/7516240589.html"
}