{
 "post_id": 7516050242,
 "title": "Designer Floor Plans, All Stainless Steel Appliances, Refrigerator",
 "price": 2671,
 "neighborhood": "1026 S Broadway, Los Angeles, CA",
 "map_address": "1026 S Broadway",
 "street_address": "1026 S Broadway",
 "latitude": 34.0434,
 "longitude": -118.2716,
 "data_accuracy": 5,
 "posted": "2022-08-01 11:17",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 983,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Welcome to your new home at the Broadway Palace Apartments in LA, luxury apartments in Downtown Los Angeles where elegance is re-defined.",
  "Step inside these fabulous  Downtown Los Angeles apartments and become surrounded by the sophistication and aesthetic of The Roaring Twenties.",
  "Our new apartments in Downtown Los Angeles are complemented by all the amenities of the 21st Century.",
  "With luxury features that include gourmet kitchens, furnished balconies and patios, and spectacular skyline views, these Downtown Los Angeles apartments for rent are the latest installation to this historical, blossoming neighborhood.",
  "APARTMENT FEATURES",
  "-Granite Countertops",
  "-Built-in Microwave",
  "-Spectacular Skyline Views Available *",
  "-Pantry",
  "-Arched Skyline Viewing Windows",
  "-9Ft Ceilings with Crown Molding",
  "-Stainless Steel Sink with Pull-out Faucet",
  "-Designer Floor Plans",
  "-All",
  "Stainless Steel Appliances",
  "-Satellite",
  "Ready",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "1026 S Broadway, Los Angeles, CA 90015",
  "Pricing and availability are subject to change.",
  "Downtown LA,  Mid-City,  East Hollywood,  Industrial District,  Larchmont,  Los Angeles Housing,  Downtown LA Housing,  Central Los Angeles Apartments,  Student Apartments,  Carthay,  Pico-Union,  Luxury Housing,  University of Southern California Apartments,  Downtown Apartments,  USC Housing,  Student Housing,  Jewelry District,  Los Feliz,  Downtown Los Angeles Housing,  DT Los Angeles,  Westlake,  Bunker Hill,  Gallery Row,  Arts District,  DTLA,  Fashion Institute,  Koreatown,  DT Los Angeles Housing,  Central Los Angeles Housing,  Chinatown,  FIDM Apartments,  Central Los Angeles,  Los Angeles,  Silver Lake,  Downtown Housing,  Luxury Apartments,  Los Angeles Apartments,  University of Southern California,  Arlington Heights,  Echo Park,  Harvard Heights,  Fashion Institute Housing,  Little Tokyo,  Griffith Park,  Civic Center,  Windsor Square,  Hancock Park,  Elysian Park,  University of Southern California Housing,  South Park,  FIDM, Downtown,  Old Bank District,  DTLA Housing,  USC,  Elysian Valley,  Downtown LA Apartments,  Historic Core,  Toy District,  Central LA Housing,  Wholesale District,  Hollywood,  Warehouse District,  Hollywood Hills,  Downtown Los Angeles,  Fashion Institute Apartments,  Financial District,  DTLA Apartments,  USC Apartments,  Downtown Los Angeles Apartments,  DT Los Angeles Apartments,  Hollywood Hills West,  Fashion District,  FIDM Housing,  Central LA,  Central LA Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00m0m_9dWV5LP3J9oz_0n70cV_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_k9BtRmiiosMz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00X0X_lbDwU02oBQfz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00909_9X83PrIrm3Lz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00J0J_bINA0HDBlHFz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00e0e_d15mHjnkm6oz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00R0R_9Sm3LmiqBs7z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00p0p_f5I2qmaD5ykz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00W0W_jPQgLCiY1gPz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00E0E_k9G3FwBfqHRz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-designer-floor-plans-all/7516050242.html"
}