{
 "post_id": 7516255929,
 "title": "1 Bed Apt - Top Floor, Washer/Dryer and Balcony! Tour Today!",
 "price": 2496,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-08-01 20:13",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-14",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 647,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-EV Chargers",
  "-Deluxe Frost Free Refrigerator",
  "-Business Center",
  "-Generous Walk-In Closets with Organizers",
  "-Additional Monthly Parking Available",
  "-Six Private Computer Rooms with High-Speed Internet Access",
  "-Full-Size Whirlpool Washer and Dryer",
  "-Brunswick Virtual Bowling",
  "-Volleyball Court",
  "-Outdoor",
  "Putting Green",
  "-Natural Stone Marble Counter Bath",
  "-Night Patrol",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Downtown Apartments,  Arlington Heights,  Little Tokyo,  Larchmont,  University of Southern California Apartments,  Student Apartments,  DTLA Apartments,  Historic Core,  Toy District,  Elysian Park,  Central Los Angeles,  Hancock Park,  Hollywood Hills West,  Wholesale District,  Downtown LA,  University of Southern California Housing,  Central LA Apartments,  Fashion Institute Housing,  Chinatown,  DTLA Housing,  Arts District,  Griffith Park,  Fashion Institute,  DT Los Angeles,  Los Feliz,  Hollywood Hills,  Old Bank District,  South Park,  Los Angeles,  Fashion District,  DTLA,  DT Los Angeles Apartments,  Student Housing,  Warehouse District,  Carthay,  Financial District,  Bunker Hill,  FIDM Apartments,  Central LA,  Los Angeles Housing, Downtown,  Mid-City,  Jewelry District,  Downtown LA Apartments,  Civic Center,  Luxury Apartments,  Industrial District,  FIDM Housing,  Downtown LA Housing,  DT Los Angeles Housing,  USC Housing,  Fashion Institute Apartments,  Elysian Valley,  Windsor Square,  University of Southern California,  Hollywood,  Westlake,  FIDM,  Silver Lake,  Central Los Angeles Housing,  Luxury Housing,  Los Angeles Apartments,  Central Los Angeles Apartments,  USC,  Echo Park,  Downtown Los Angeles Housing,  Koreatown,  USC Apartments,  Central LA Housing,  Downtown Housing,  Downtown Los Angeles,  Pico-Union,  East Hollywood,  Downtown Los Angeles Apartments,  Gallery Row,  Harvard Heights"
 ],
 "images": [
  "https://images.craigslist.org/00a0a_1w0m1M0TDRJz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00D0D_fiKTodLmUTAz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00M0M_gwixvcO9MXMz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00y0y_8ypmkm20v67z_05a03r_600x450.jpg",
  "https://images.craigslist.org/00K0K_9nPUCSJ8L2yz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00O0O_i7JpT9XxlsBz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00b0b_9nXHTnU7Kjrz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00i0i_j7GnJWTwKDRz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00q0q_lJfN76ZHs6Dz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-bed-apt-top-floor-washer/7516255929.html"
}