{
 "post_id": 7516265541,
 "title": "1 Bed Apt - Spacious Layout, Washer/Dryer and Balcony! Apply Today!",
 "price": 2583,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-08-01 21:06",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-07",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 945,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Elegant Ceramic Tile Floors",
  "-Full-Size Whirlpool Washer and Dryer",
  "-Jogging Trail",
  "-Outdoor",
  "Putting Green",
  "-Junior Olympic-Size Swimming Pool and Spa (Heated for Year-Round Use)",
  "-24-7 On-site Management",
  "-Elevator",
  "-Security Camera",
  "-Panoramic Downtown Los Angeles Vistas or Courtyard Views",
  "-Volleyball Court",
  "-Director's Movie Screening Theater",
  "-Yoga/Dance Studio w/ Large Flat-Screen TV and DVD Player",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Los Feliz,  University of Southern California Apartments,  Warehouse District,  Fashion Institute,  Larchmont,  Student Housing,  Fashion Institute Apartments,  DTLA,  Harvard Heights,  South Park,  Los Angeles,  Industrial District,  Carthay, Downtown,  DT Los Angeles Housing,  Civic Center,  University of Southern California,  Los Angeles Housing,  Mid-City,  Central Los Angeles,  Pico-Union,  Elysian Valley,  Hollywood Hills West,  Wholesale District,  Old Bank District,  DT Los Angeles,  Elysian Park,  Hancock Park,  Silver Lake,  Historic Core,  Bunker Hill,  Westlake,  Toy District,  Downtown Los Angeles Apartments,  Fashion District,  Gallery Row,  DTLA Apartments,  Student Apartments,  Arts District,  Griffith Park,  Luxury Housing,  Downtown LA,  Downtown Housing,  Los Angeles Apartments,  Echo Park,  Financial District,  FIDM Housing,  Luxury Apartments,  University of Southern California Housing,  Arlington Heights,  Chinatown,  DTLA Housing,  FIDM Apartments,  Downtown Apartments,  Downtown Los Angeles,  Fashion Institute Housing,  USC,  Downtown Los Angeles Housing,  Central LA Housing,  Jewelry District,  USC Apartments,  USC Housing,  FIDM,  Koreatown,  Hollywood Hills,  Downtown LA Apartments,  Hollywood,  Windsor Square,  East Hollywood,  Downtown LA Housing,  Central LA,  Central Los Angeles Housing,  Little Tokyo,  Central Los Angeles Apartments,  DT Los Angeles Apartments,  Central LA Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00000_3J31svUzeWOz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00P0P_4Z3P1I3vmhVz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00H0H_h0nn0JRZo6Fz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00w0w_54vQYfmwIJFz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00B0B_fe5p58jCaZJz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00x0x_duud3E71IkWz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00l0l_lhNZ9eASfgFz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00h0h_bausTSW3exEz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00W0W_9YqFz1HZO1gz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-bed-apt-spacious-layout/7516265541.html"
}