{
 "post_id": 7516226722,
 "title": "Studio - 4 Pools, 2 Fitness Centers and Indoor Basketball Court!",
 "price": 2183,
 "neighborhood": "505 N. Figueroa St., Los Angeles, CA",
 "map_address": "505 N. Figueroa St.",
 "street_address": "505 N. Figueroa St.",
 "latitude": 34.0614,
 "longitude": -118.2385,
 "data_accuracy": 5,
 "posted": "2022-08-01 18:11",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-10",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 568,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Imagine a home where the fine art of living has been perfected.",
  "Welcome to The Orsini, home to the best apartments in downtown Los Angeles.",
  "From the moment you enter the elegant Mediterranean inspired 2-story foyer at The Orsini, you will realize that you have come home to a new experience in luxury apartment living.",
  "We are in the heart of Los Angeles, California and the pulse of extraordinary living.",
  "Enjoy a short commute to the LA Fashion District, Staples Center, Disney Concert Hall, Chinatown and all the amazing dining and glamorous shopping that living in Los Angeles has to offer.",
  "AMENITIES AND FEATURES",
  "-Sand Volleyball Court",
  "-Outdoor",
  "Shower to Rinse Off",
  "-Putting Green",
  "-Beautiful Los Angeles City Views from Many Vantage Points",
  "-Fire Pit",
  "-Two Conference Rooms for Meetings",
  "-Two Executive Business Centers",
  "-Resident Lounge with Full Bar & Kitchen Facilities",
  "-Den/Study",
  "-Powerball Carpeting",
  "-Large Picture Windows",
  "-Spectacular Two-Story Entry Lobby",
  "Call:",
  "show contact info",
  "WEBSITE",
  "<URL>",
  "ADDRESS",
  "505 N. Figueroa St., Los Angeles, CA 90012",
  "Pricing and availability are subject to change.",
  "Pico-Union,  Westlake,  Mid-City,  Fashion District,  Historic Core,  Old Bank District,  DT Los Angeles Housing,  Civic Center,  Elysian Park,  Wholesale District,  University of Southern California Apartments,  Student Housing,  Larchmont,  Luxury Housing,  Jewelry District,  East Hollywood,  FIDM Housing,  Toy District,  Silver Lake,  Downtown Housing,  Luxury Apartments,  Los Feliz,  USC Apartments,  Koreatown,  Hollywood Hills,  Griffith Park,  Downtown Apartments,  DTLA Housing,  Central LA Housing,  Central LA Apartments,  Downtown LA,  Echo Park, Downtown,  Central LA,  University of Southern California Housing,  Chinatown,  Little Tokyo,  Fashion Institute Housing,  DT Los Angeles Apartments,  Industrial District,  Hancock Park,  Central Los Angeles Housing,  Harvard Heights,  Elysian Valley,  Hollywood Hills West,  Gallery Row,  Downtown LA Apartments,  Hollywood,  Downtown Los Angeles,  South Park,  Central Los Angeles Apartments,  Los Angeles Housing,  USC Housing,  Windsor Square,  Downtown LA Housing,  Arts District,  Downtown Los Angeles Housing,  Fashion Institute,  DTLA,  Bunker Hill,  USC,  Carthay,  FIDM,  Los Angeles Apartments,  DTLA Apartments,  Los Angeles,  Warehouse District,  Student Apartments,  Arlington Heights,  Fashion Institute Apartments,  DT Los Angeles,  Downtown Los Angeles Apartments,  University of Southern California,  Financial District,  Central Los Angeles,  FIDM Apartments"
 ],
 "images": [
  "https://images.craigslist.org/00909_3xU7npI2LUFz_0iA0dW_600x450.jpg",
  "https://images.craigslist.org/00D0D_kD1aiKE8Z6xz_05a03r_600x450.jpg",
  "https://images.craigslist.org/01515_29Ch8R19GvIz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00j0j_2MLtQMNo2qPz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00y0y_KxDejigWLfz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00404_4GGEsne8dekz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00A0A_hghvDNWcfHTz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00i0i_WbWwwHIROQz_05a03r_600x450.jpg",
  "https://images.craigslist.org/00x0x_ke9PDOuczcGz_0c60c6_600x450.jpg"
 ],
 "url": "https://losangeles.craigslist.org/lac/apa/d/los-angeles-studio-pools-fitness/7516226722.html"
}