{
 "post_id": 7495751280,
 "title": "Amazing unit in Old Town-w/d in unit, hw floors, ss appliances",
 "price": 2390,
 "neighborhood": "Old Town",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.9033,
 "longitude": -87.6336,
 "data_accuracy": 22,
 "posted": "2022-06-12 18:20",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Interested in this property?  Click on: Reply to this listing for more information  ** if you are texting us, please include the link to the listing so we can identify what you are inquiring on  Come and live in the fabulous building in Old Town. Building is located centrally in the neighborhood close to dining, shopping, nightlife and more. Take advantage of this CONVERTIBLE unit today. Cats & dogs ok. Garage parking extra  Building offers: Heated pool, hot tub, loungers and daybeds Outdoor lounges, fire pits and kitchens with BBQs Rooftop sports court  Indoor and outdoor children’s play spaces Sports lounge Demonstration kitchen Lounge Business center Fitness center & spa  Units offer: Gourmet kitchens Floor to ceiling windows with roller shades Washer/dryer Hardwood floors Granite counter tops Stainless steel appliances   Velocity Apartment Group   312-253-7403 *****For faster response from one of our Agents, please provide your cell phone number, move date and email address when inquiring.  Thank you.  Availability and pricing may change at any time without notice. Ads subject to errors and omissions. Please contact agent for additional questions and information.  Interested in this property? Click REPLY above and email us  ** if you are texting us, please include the link to the listing so we can identify what you are inquiring on  ",
 "images": [
  "https://images.craigslist.org/00N0N_8bYRB2d0eMKz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00r0r_2mFeunAEi4Lz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01414_7mRE0iwy5kXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01010_9J3Km9TuhuUz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00b0b_3hPRbhUXGH0z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01111_8ukVMTn9yHwz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_8Vp1k75vtxcz_0CI0pO_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-amazing-unit-in-old-town-d-in/7495751280.html"
}