{
 "post_id": 7496390730,
 "title": "BRAND NEW 2022 WEST LOOP 2 BEDROOM W/BALCONY IN LUXURY HIGH RISE!",
 "price": 3561,
 "neighborhood": "West Loop",
 "map_address": "West Randolph",
 "street_address": "West Randolph",
 "latitude": 41.88486,
 "longitude": -87.66326,
 "data_accuracy": 5,
 "posted": "2022-06-14 10:15",
 "updated": "2022-06-14 10:19",
 "available": "2022-06-14",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$50 per person for Application Fee",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 274597838Rent: $3,561 / MonthBeds: 2Bath: 2Pet: Pet FriendlyParking:: attached garage Be the first to live in the unit! Brand spanking new in west loop! Great amenities and pricing for a 13 month lease! Parking additional at $325 in private garage.  Overlooking a huge historic city park, this luxury apartment complex is on the western edge of the popular West Loop neighborhood. It is close enough to all of the action, amazing Randolph Street restaurants and downtown businesses, while having a little bit of cushion from the hustle and bustle, and a lot more green breathing room.  Steeped in luxury finishes, these apartments feature wood plank flooring throughout, quartz countertops, artistic custom backsplashes, soft close cabinetry with under-lighting, glass walk-in showers, and stainless-steel appliances. You’ll also get a Nest thermostat and keyless entry system, which come standard.  This property didn’t skimp on the amenities, either. If you’re a fitness fanatic, this is the building for you. It has a state-of-the art fitness that boasts Technogym equipment. Enjoy Chicago’s steamy summers in the oversized pool or lounging in the cabanas. The rooftop courtyard has tons of seating, plus grilling stations. There’s also an entertainment lounge and game room. If you work from home, you’ll be covered in the co-working space that was designed with individual stations and private conference rooms.  Cats and dogs are welcome with breed restrictions. There’s an on-site dog run and pet spa, but you’ll also have the added pet perk with over 13 acres of green space at the park right across the street. Garage parking is available with additional fees     Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00F0F_cuYrYmenU4iz_0wg0lv_600x450.jpg",
  "https://images.craigslist.org/00B0B_15RJRq4h30yz_0wg0lv_600x450.jpg",
  "https://images.craigslist.org/00n0n_3bKIXZRNLrkz_0wg0lv_600x450.jpg",
  "https://images.craigslist.org/00A0A_5RnDwTFHQORz_0wg0lv_600x450.jpg",
  "https://images.craigslist.org/00e0e_kTEoQB85stz_0wg0lv_600x450.jpg",
  "https://images.craigslist.org/01414_ew7CWXzfSxlz_0wg0lv_600x450.jpg",
  "https://images.craigslist.org/00s0s_5G2N0sVC6OOz_0wg0i9_600x450.jpg",
  "https://images.craigslist.org/00d0d_9rihjObYxkbz_0wg0i9_600x450.jpg",
  "https://images.craigslist.org/00R0R_9et7WLfw8Ebz_0wg0i9_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_akQ6OAmehHEz_0wg0i9_600x450.jpg",
  "https://images.craigslist.org/00b0b_gIuGz9YQ24Kz_0oM0x2_600x450.jpg",
  "https://images.craigslist.org/00K0K_gVwOJsmlDLpz_0oM0x2_600x450.jpg",
  "https://images.craigslist.org/00k0k_h6OE68FhveEz_0oM0x2_600x450.jpg",
  "https://images.craigslist.org/00d0d_gjN35lSZMn5z_0oM0x2_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-brand-new-2022-west-loop/7496390730.html"
}