{
 "post_id": 7496585872,
 "title": "Beautiful unit-private balcony & w/d in unit, ss appliances",
 "price": 2210,
 "neighborhood": "River North",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8923,
 "longitude": -87.6373,
 "data_accuracy": 22,
 "posted": "2022-06-14 16:26",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Interested in this property?  Click on: Reply to this listing for more information  ** if you are texting us, please include the link to the listing so we can identify what you are inquiring on  This amazing luxury building is located in the heart of the River North! Take advantage of this convertible unit. Pets are welcome. Garage Parking extra. No security deposit. This unbeatable location offers a ton of transportation options: CTA buses, Red Line, and is right by I-90. The building has a grocery store, bank, on site dry cleaners and restaurants!   This building has fabulous country club like amenities including:  -24 hour doorman -Private Outdoor Pool and sundeck -24 hour Fitness Center and basketball court -Outdoor running track and golf putting greens -Saunas, steam showers and locker rooms for you and your guests -24 hour business center and library with free coffee service -Winter Garden Atrium -Party Room, with kitchen and outdoor patio area -Bicycle and storage units -Private hospitality suite available for your family and visitors  This unit offers an open floor plan with great views and has every upgrade imaginable including:  -Washer/Dryer IN UNIT -Tons of Closet Space and walk in closets -Stainless Steel Appliances and hardwood entryway are both available (please inquire, additional fee may apply) -Granite Kitchen Island and HUGE balcony in unit   Velocity Apartment Group  312-253-7403 *****For faster response from one of our Agents, please provide your cell phone number, move date and email address when inquiring.  Thank you.  Availability and pricing may change at any time without notice. Ads subject to errors and omissions. Please contact agent for additional questions and information.   Interested in this property? Click REPLY above and email us  ** if you are texting us, please include the link to the listing so we can identify what you are inquiring on  ",
 "images": [
  "https://images.craigslist.org/00v0v_iruWw6MpR9Sz_0bi07x_600x450.jpg",
  "https://images.craigslist.org/00M0M_5d8JyVmNXUOz_0bi07x_600x450.jpg",
  "https://images.craigslist.org/00H0H_iex2RjiVvfmz_0bi07x_600x450.jpg",
  "https://images.craigslist.org/00f0f_8hAbCjfCK1yz_0bi07x_600x450.jpg",
  "https://images.craigslist.org/00X0X_7G38H5xeOsBz_0bi07x_600x450.jpg",
  "https://images.craigslist.org/00F0F_5itZBNe5Ojez_0bi07x_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-beautiful-unit-private-balcony/7496585872.html"
}