{
 "post_id": 7496443845,
 "title": "Medical District/Rush Studio w/Balcony, Upscale kitchen, Gym/Pool",
 "price": 1883,
 "neighborhood": "Medical District",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.870181,
 "longitude": -87.666156,
 "data_accuracy": 5,
 "posted": "2022-06-14 11:51",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 72570257Rent: $1,883 / MonthBeds: 0Bath: 1Pet: Pet FriendlyParking:: attached garage Great Studio w/Balcony steps from Medical District  Give a call or just email/text the following info, and I'll be happy to help, thanks!  When is your move date? (is it flexible, if so how far in either direction)? Any pets (weight and breed)? Need parking? Budget (just rent)? What is your preferred neighborhood(s)? Have you toured any properties yet? (so that I don't double up on my research) When are you available for a showing?  Conveniently located in the charming neighborhood of University Village and right near Little Italy and the Medical District, this property is close to Rush University, Stroger Hospital and the UIC campus. Offering easy access to the I-290 and 1-90/94 expressways, it is less than 5 minutes from the CTA Pink Line and public buses that run to the Loop or downtown. Unwind on Taylor Street, where you can find endless bars and restaurants, or walk to any one of four parks less than a half mile away. On-site amenities include an outdoor pool, BBQ/picnic area, gym and business center.  These resident and student friendly apartments are quiet and spacious, with ceiling fans and walk-in closets. All units have been renovated with hardwood flooring and new kitchens. Select units also offer balconies. The building has on-site washers and dryers and a fob security key system.  Parking is available on-site at an additional charge and there is permit street parking within walking distance. Cats and dogs are accepted throughout (dog breed restrictions apply, but there is no weight limit) and there is a dog park on-site for your furry friend.   FEATURESBalcony-Some UnitsCentral Air-YesDishwasher-AllDogs-Weight LimitFlooring-Hardwood OnlyLaundry-On SitePool-OutdoorSecurity-Intercom/Key FobSecurity-Part-Time DoormanSmoking-NoStove-ElectricValue Property  Garo Tokat 1-847-239-0728 HotSpot Rentals(License #481.011892)    Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/01515_cmcfFumQGUpz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00A0A_6B5xy1ltnduz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00P0P_aqtlVmFyPmhz_0g80aT_600x450.jpg",
  "https://images.craigslist.org/00H0H_2p4pqnGTgbdz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00101_hE93fvWzVpCz_0mA0hs_600x450.jpg",
  "https://images.craigslist.org/00b0b_bJS2pVlhZJxz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00p0p_3lAZXTMAoL7z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00C0C_63MrzM69CH9z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00U0U_95f4UQ5lLyhz_0fZ0aF_600x450.jpg",
  "https://images.craigslist.org/00B0B_cW87pmI2zIuz_0g80aL_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-medical-district-rush-studio/7496443845.html"
}