{
 "post_id": 7496790319,
 "title": "INDUSTRIAL SUN-FILLED CONCRETE LOFT--- ONLY 4 Units left until 2023!!!",
 "price": 1545,
 "neighborhood": "Chicago",
 "map_address": "Washington Blvd. near Talman Ave.",
 "street_address": "Washington Blvd. ",
 "latitude": 41.882932,
 "longitude": -87.692254,
 "data_accuracy": 15,
 "posted": "2022-06-15 08:55",
 "updated": "2022-06-24 07:40",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": 900,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$65 per person. SEE WEBSITE for details.",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Beautiful Industrial TRUE CONCRETE LOFT in a GREEN/ LEED building. GREEN building = LOW UTILITIES!! Incredible VIEWS! NO security deposit.   Located in a quiet pocket that borders industrial area to the north and residential to the east, west and south. Booming area of development. 3 blocks to Pete's Fresh Market Grocery Store, Chase Bank, Walgreens, etc. 7 minute walk to California Green Line EL stop. 2 Minute walk to Madison 20 Bus that goes all the way to Millenium Park.  BEST ACCESS to DOWNTOWN and WESTERN SUBURBS COMBINED--blocks from I-290 Eisenhower Expressway-- and minutes to downtown.  2620 Lofts is an award-winning architecturally significant building that is on both the Chicago and National Landmark Lists. COMPLETELY RENOVATED to provide MODERN, ECO-FRIENDLY LIVING.   ALL \"1BR/Studios\" have the SQUARE FOOTAGE OF A 1BR--- APPROX. 835-900 SQ. FT!!!--- but open, studio-style floor plan with industrial curtain rods hung around bed area to be able to visibly section off if you choose.**********   *******LIMITED SPECIAL****** WEEKEND OF 6/24- 6/26***** EXPIRES 6/26!!!! ***PRICES REFLECT PRICE DROP since last week!!!!!  **********MINIMUM 650 CREDIT SCORE****** IF YOU ARE SELF EMPLOYED, YOU MUST BE ABLE TO PROVE/ DOCUMENT INCOME.   ##### PLEASE VISIT OUR WEBSITE TO SCHEDULE A VIEWING. DUE TO THE HIGH VOLUME OF DIRECT MESSAGING INQUIRIES ON FB (AND DIRECT EMAILS ON CL), ONLY INTERESTED PARTIES WHO REQUEST A VIEWING ON OUR WEBSITE WILL BE CONTACTED.     GO TO:  www.2620LoftsChicago.com and click on the blue oval \"SCHEDULE A VIEWING\" button at the top of the Home Page.  Available NOW:   Unit\t504-- 1BR/ 1Bath-- faces South-- Great Sun ALL DAY!, Some City Views, Energy Efficient Windows;-- $ 1,615 (this weekend ONLY $1,545)   Available July 1:  Unit 306 -- 1BR/ 1 Bath-- West Facing-- Sunsets + HUGE Windows-- LARGE! Approx. 900 sq. ft.! -- $ 1,595 (this weekend ONLY $1,545)   Available August 1:  Unit 615-- 1BR/ 1 Bath--- Faces EAST!!!! Rarely available--SKYLINE VIEW! SS APPLIANCES!   $1,695 (this weekend ONLY $1,645)   Available September 1:  Unit 608 -- 1BR/ 1 Bath-- West Facing-- AMAZING Sunsets + HUGE Windows-- LARGE! Approx. 900 sq. ft.! SS APPLIANCES -- $ 1,695 (this weekend ONLY $1,645)   *****  View PHOTOS, Video and floor plan here by clicking on the Unit #: https://www.2620loftschicago.com/LoftDetails.php?LFT=404   PRICING DISCLAIMER ON UNITS:  Prices listed are for a limited time and may fluctuate according the timing in the month. Please always confirm price.   *Photos may be of model unit or similar available unit and are representative of apartment finishes. Views may vary depending on floor height.*  PARKING is an indoor, heated, assigned spot in a secure garage. $175/ month. Discount for 2nd spot @ $145. Motorcycle/ scooter parking available. In-Unit Washer Dryer is $85/ month.  *** PLEASE NOTE: We do a full credit and background check. Please do not inquire if your credit is not in good standing or you have current judgments, collections, evictions or bankruptcies. No out-of-state co-signers. Applicants must be able to prove 30% gross income requirement on paper--- see our FAQ's page on our website. That means for unit 404 with parking ($1545 + $175 = $1,720), you must make at least $68,800/ year before taxes.   PROPERTY FEATURES:  - FIRST FLOOR BRAND NEW \"2620 WORK SPACE\".  Check it out here: https://2620loftschicago.com/coworking.html  Have a separate space in the same building you live!!! Co-working socially distanced Flex Desks available, Private Office space AS LOW AS $400 (approx. 180 SF) to $795 (approx. 360SF) ALL UTILITIES with HIGH-SPEED hard-wired AND wireless INTERNET INCLUDED.  Lots of light, 12’ ceiling. Great for “In-Building\" separate space for office, work, hobby spaces.  Beautiful renovated Terra Cotta and Terrazzo.  - FREE WI-FI   - LOW UTILITIES as a LEED/GREEN Bldg. ($35-60 electric and $65-85 gas monthly)   - MODERN KITCHEN - Black granite counters, cool modern aluminum shelving with hanging rod for pans and utensils   - LAUNDRY ROOM on 1st floor; IN-UNIT hook-up available to rent stackable from the building.  - CLEAN, MODERN LOFT LINES, with attractive, sealed concrete floors.  - One bedroom units are VERY LARGE STUDIO STYLE with the option to hang curtains around bedroom area to section off--- see photo below.   - FREE personal, in-unit security system, Very secure building   - LOTS of LIGHT - HUGE new windows at 7' high by 15' wide, some with 45' windows   - EXCELLENTLY MAINTAINED BUILDING--clean hallways, common areas regularly touched up with fresh paint, etc. REPAIR REQUESTS responded to PROMPTLY.  - Best GREEN ROOF in the city with 2 decks, bar-b-que, lots of tables and chairs, 360 Views. Incredible skyline and sunset views!!!  - DOG RUN on the Roof, yes we love dogs!!!  _ Residents' JAM Lounge--- where you can play music, party, be loud and not disturb your neighbors.  - You can have your own herb and vegetable garden   GREAT TRANSPORTATION/ HIGHWAY ACCESS: - 2 blocks to Green Line \"L\" Stop - 2 blocks to CTA Bus stop - 5 blocks to Metra - 1/2 mile from I-290 Eisenhower, Western Exit - Minutes to the Kennedy/ DanRyan  AREA ATTRACTIONS:  - FULL-SERVICE GROCERY STORE Pete's Fresh Market is 3 blocks from the building at Madison and Western Ave. - Chase bank, Subway, Domino's all newly opened 3 blocks away. - Popeyes, McDonald's and Walgreens 2 blocks away. - Play hockey? 1 block away from ice rink, Johnny's Ice House - 6 blocks to the United Center  - CLOSE TO AREA AMENITIES in neighborhoods like the West Loop, Fulton Market, West Town. Tri-Taylor Little Italy, Illinois Medical District, Ukrainian Village, Wicker Park, etc.   **** Images in this ad are not for any particular unit*****- see www.2620loftschicago.com for pictures; go to LOFTS tab for layouts (click on specific unit #)   TO SCHEDULE SHOWING GO TO: www.2620LoftsChicago.com and click on BLUE OVAL at top of page for \"Schedule a Viewing\".   Please visit the FAQ's page of our website for rental requirements (FULL CREDIT AND BACKGROUND CHECK, how to hold a unit, etc.):   http://www.2620loftschicago.com/faq.html    **** Please no out-of-state co-signers.    Nearby: West Loop, United Center Park, Tri-Taylor, UIC, Illinois Medical District, West Town; Ukrainian Village ",
 "images": [
  "https://images.craigslist.org/00u0u_ldaRJVLh5OSz_0kE0fu_600x450.jpg",
  "https://images.craigslist.org/00N0N_1dVzy1WXDjBz_08g0b1_600x450.jpg",
  "https://images.craigslist.org/00G0G_isjhwehsE9wz_08g0b1_600x450.jpg",
  "https://images.craigslist.org/00E0E_65AXkGL4cJmz_08g0b1_600x450.jpg",
  "https://images.craigslist.org/01212_eDwOPgmbXsTz_0eH0b1_600x450.jpg",
  "https://images.craigslist.org/00i0i_c2sqLIFdRiwz_0ev0aT_600x450.jpg",
  "https://images.craigslist.org/01616_l228X5NOJiUz_0ev0aT_600x450.jpg",
  "https://images.craigslist.org/00L0L_dEuItaIKLbMz_0ew0aT_600x450.jpg",
  "https://images.craigslist.org/00d0d_kFZp0ESS4sVz_0ew0aT_600x450.jpg",
  "https://images.craigslist.org/00K0K_9T6aVfHRcgMz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00t0t_dtmQraxuHNFz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00i0i_6pmXQ0UUQJRz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00G0G_cSGIxntkxDFz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00S0S_hCK3cOkRxc2z_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00K0K_fYUSZtpYDHyz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00B0B_j3bZbpi6c5hz_09G0ew_600x450.jpg",
  "https://images.craigslist.org/01616_fSq4e3kKAcaz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/00A0A_7rnkH4oQfgRz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/01111_loo7caTclqIz_0ew09G_600x450.jpg",
  "https://images.craigslist.org/01111_fc4RuNO0oAgz_0CI0rs_600x450.jpg",
  "https://images.craigslist.org/00n0n_i8EkdmzReauz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00g0g_3t5Y2yCXeTBz_0fy08K_600x450.jpg",
  "https://images.craigslist.org/01313_4lwrMtNhV3sz_0ak07H_600x450.jpg",
  "https://images.craigslist.org/00b0b_jsXUZSNoHlUz_0ak080_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-industrial-sun-filled-concrete/7496790319.html"
}