{
 "post_id": 7496444421,
 "title": "South Loop 1 Bedroom + Den, w/d, Floor to Ceiling Windows, Balcony",
 "price": 2315,
 "neighborhood": "South Loop",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8426,
 "longitude": -87.6306,
 "data_accuracy": 22,
 "posted": "2022-06-14 11:52",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 267299742Rent: $2,315 / MonthBeds: 1Bath: 1Pet: Pet FriendlyParking:: attached garage Big 1 bedroom w/office/den, Washer/Dryer, Gym and excellent outdoor pool deck  Give a call or just email/text the following info, and I'll be happy to help, thanks!  When is your move date? (is it flexible, if so how far in either direction)? Any pets (weight and breed)? Need parking? Budget (just rent)? What is your preferred neighborhood(s)? Have you toured any properties yet? (so that I don't double up on my research) When are you available for a showing?  No place in Chicago gets you more bang for your buck than the South Loop neighborhood. This modern, urban luxury apartment is the perfect example of getting it all without breaking the bank. Easy access to Lake Shore Drive, the new CTA Green Line stop and I-55 and 90 Expressways make it easy on commuters. Walk out your door and you’re only a few minutes from the Lakefront Trail, Soldier Field and the Museum Campus. Inside, world-class amenities await including a rooftop pool and hot tub with landscaped sundeck, cabanas and lounge area and BBQs for grilling. A full-service fitness center and club lounge with pool table are also handy to have in this 100% smoke-free building. There is also a 24-hour security door staff.  These modern apartment residences will make you feel right at home, starting with balconies, plank style flooring and full-size in-unit washers and dryers in every unit. Floor-to-ceiling windows with 9’ ceilings make for spectacular views and open living spaces, while every kitchen is well-appointed with gas ranges, modern wood cabinetry, stainless steel appliances and granite countertops. They also offer some of the best utility packages in the market!  Parking is available on-site at an additional charge, but with very competitive rates, and there is permit street parking within walking distance. Cats are accepted throughout and dogs are welcome on most floors (dog breed and weight restrictions apply). There is an on-site dog run for your little guy as well.   FEATURESBalcony-All UnitsCentral Air-YesDishwasher-AllDogs-No Weight LimitFlooring-Hardwood OnlyLaundry- W/D In UnitLofted (Open)-Some BedroomsLuxury PropertyPool-OutdoorSecurity-24 Hour DoormanSmoking-NoStove-Gas  Garo Tokat 1-847-239-0728 HotSpot Rentals(License #481.011892)    Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00202_czXqzp73ZYXz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00202_chUJrQNp30oz_0g80aw_600x450.jpg",
  "https://images.craigslist.org/00T0T_3BlytIc3FAJz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00707_2EwHTRq5u9Bz_0g80b0_600x450.jpg",
  "https://images.craigslist.org/00q0q_bWHzwKmY4tTz_0g80be_600x450.jpg",
  "https://images.craigslist.org/00S0S_dlnTLarBgcrz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00P0P_2woINExvfDHz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01313_iFBkXQq4arZz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00606_8L7V55ymlofz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01313_4FHnnf0Oz56z_0g80aL_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-south-loop-bedroom-den-d-floor/7496444421.html"
}