{
 "post_id": 7497283048,
 "title": "Modern, Newly Renovated 1 Bed/1 Bath Apartment with Balcony!",
 "price": 1695,
 "neighborhood": "NA",
 "map_address": "3553 N Hamlin",
 "street_address": "3553 N Hamlin",
 "latitude": 41.945722,
 "longitude": -87.722357,
 "data_accuracy": 10,
 "posted": "2022-06-16 11:05",
 "updated": "NA",
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$75 per person",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Private, covered outdoor balcony, large kitchen with island, new stainless steel appliances, hardwood floors, and just a block and a half away from the Blue Line train.  ABOUT THE FINISHES: WHAT MAKES THIS UNIT CONTEMPORARY? Everything in the unit has been newly renovated. Fresh, neutral paint, engineered hardwood flooring, and recessed lighting throughout. The kitchen features new stainless steel appliances including a dishwasher, microwave, oven/range, and refrigerator. It is beautifully adorned with white quartz countertops, 42-inch white shaker wall cabinets, and ceramic white subway tile backsplash. Kitchen also has an island perfect for entertaining and meal prepping. Garbage disposal and an ice maker installed. Living room and all bedrooms are cable ready. New luxury bathrooms with beautiful ceramic white subway wall tiles and matte porcelain floor tiles. In-unit washer and dryer. Central heat and air conditioning. Front door intercom system. Keyless entry. Private balcony right off of the living room.  ABOUT THE NEIGHBORHOOD: WHAT MAKES THIS LOCATION FAVORABLE? Convenient location for commuting with ample public transportation. The building is across the street from CTA’s Addison Bus stop and a mile from the Irving Park Metra Station stop. It is less than a quarter mile from the CTA’s Addison Blue Line train station, making it a 3-4 minute walk. It is also ideally located less than a quarter mile from the I-90/94 Kennedy expressway.  In addition to enjoying convenient access to great transportation options, tenants can also enjoy the neighborhood’s proximity to large retailers and grocery stores such as Target, Home Depot, CVS, Walgreens, Jewel, Aldi, and Cermak all just within a mile from the apartment. Stores such as Ulta, Michaels, Costco, Menards, Mariano’s, Best Buy, Barnes & Nobles, Home Goods, T.J. Maxx, and Kohl’s, to name a few, can be found just 3 miles southeast of the apartment.  This bustling neighborhood is also filled with highly rated (4.5+ stars) locally accessible bars and restaurants including, but not limited to, Smoque BBQ, ERIS Brewery and Cider House, Mirabella Italian Cuisine & Bar, La Nonna, Sleeping Village, and Crawford’s Food & Spirit all within a half mile away.  Must-try breweries such as Maplewood Brewery & Distillery, Ravinia Brewing Company, and Revolution Brewing- Brewery and Taproom just a 5 minute drive.  Apartment is ideally located just North of vibrant Logan Square. Exciting nightlife, great restaurants, and coffee shops on popular Milwaukee Ave.  Within a mile from the apartment, tenants will also enjoy the proximity to parks and fitness centers like XSport, Planet Fitness, and other crossfit gyms.  ABOUT THE COMPANY: WHAT MAKES US UNIQUE TO YOU? We own and manage this apartment so you won’t be dealing with a slow-to-respond third-party management company. We are responsive and care about the quality of the property since it's a part of the owner’s real estate portfolio. Plus, our fantastic management team will maintain your lawn care and shovel the snow. Our 24-hour online portal also allows tenants to submit any work order at any time with a quick response time from our office. Ultimately, we are truly committed to making your NXT apartment feel like home.  FEES Application Fee: $75/applicant Move-in Fee: $500 One-time Pet Fee: $250/pet Pet Rent: $25/month/pet  REQUIREMENTS 650+ credit score Combined income 3x’s the monthly rent  ADDITIONAL INFORMATION Pet-friendly. No security deposit. $500 move-in fee. Water, trash, and sewer included with rent. $75 application fee. Unit under construction.   PLEASE NOTE: The apartment is still under construction and these photos are of another finished apartment with similar finishes.  Nick Gasic Real Estate Broker NXT Realty ",
 "images": [
  "https://images.craigslist.org/00c0c_8yTtN7CDzcUz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00l0l_bUPQz4JxKiBz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00x0x_6HCgRtx57rbz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00l0l_g5jGNmqUTy4z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00h0h_l705h6KVRm4z_0jm0t2_600x450.jpg",
  "https://images.craigslist.org/00b0b_jogV6yK1W3nz_0jm0t2_600x450.jpg",
  "https://images.craigslist.org/00101_2vz1WsTkLpTz_0jm0t2_600x450.jpg",
  "https://images.craigslist.org/00t0t_47mtqgtIeGUz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00606_a7qIoOWzCCaz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00a0a_gZ9tTk7YUGzz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00r0r_gewVujFHAHfz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00B0B_2gq7U0zObYlz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00c0c_79JAsaQiCwUz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00505_85OvLfWJewBz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00l0l_1fdjArhJ5w4z_0jm0t2_600x450.jpg",
  "https://images.craigslist.org/00o0o_8gHQ9JX26TIz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00p0p_pMfFpqMeAUz_0jm0t2_600x450.jpg",
  "https://images.craigslist.org/00i0i_i4SiF5Im6Tnz_0i60aj_600x450.jpg",
  "https://images.craigslist.org/00j0j_eI8SdeqiJZFz_0jm0t2_600x450.jpg",
  "https://images.craigslist.org/01616_3dtjIHOmO06z_0lM0t2_600x450.jpg",
  "https://images.craigslist.org/00606_hHliW9yGLYYz_0lG0t2_600x450.jpg",
  "https://images.craigslist.org/00J0J_jaKIknAcsW3z_0wN0t2_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-modern-newly-renovated-bed-bath/7497283048.html"
}