{
 "post_id": 7497336280,
 "title": "Heiwa Terrace - Affordable Housing for Seniors",
 "price": 1400,
 "neighborhood": "Uptown",
 "map_address": "920 W. Lawrence Avenue near Sheridan Rd",
 "street_address": "920 W. Lawrence Avenue ",
 "latitude": 41.969374,
 "longitude": -87.653103,
 "data_accuracy": 10,
 "posted": "2022-06-16 12:44",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 500,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Heiwa Terrace Apartments is a community located near Lake Michigan in the heart of Uptown neighborhood of Chicago and designed especially for income eligible seniors 62 years and over. Heiwa Terrace is comprised of 200 apartments under Section 8 and LIHTC programs, and 4 units under LIHTC program only. All apartments offer heat, water, kitchen with stove & refrigerator, accessibility grab bars in the bathroom. Heiwa Terrace offers a community room, library with computers for resident use, on-site laundry facility, secure entry, elevators, on-site exercise facility, on-site doctor's office and hair salon, as well as beautifully maintained Japanese gardens. Heiwa Terrace is nestled between Sheridan Rd and Marine Dr in Chicago, Illinois, allowing residents to enjoy the convenience of the city, public transportation and Montrose beach at Lake Michigan. We also offer service coordinator help on site. Waiting List is open. We currently have four (4) apartments available under LIHTC program only. Please visit the property for an application or call 773-989-7333 x 22. Property is an Equal Opportunity Housing and Handicap Accessible. Evergreen Real Estate Services, LLC, Sponsoring Broker and Management Agent. ",
 "images": "NA",
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-heiwa-terrace-affordable/7497336280.html"
}