{
 "post_id": 7497236019,
 "title": "Incredible 2 Bedroom Luxury High Rise Unit in Fulton River w/ Balcony!",
 "price": 3370,
 "neighborhood": "Fulton River District",
 "map_address": "North Des Plaines St near Fulton",
 "street_address": "North Des Plaines St ",
 "latitude": 41.887487,
 "longitude": -87.643411,
 "data_accuracy": 5,
 "posted": "2022-06-16 09:32",
 "updated": "NA",
 "available": "2022-06-16",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1110,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$50 per person for Application Fee",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 9049534Rent: $3,370 / MonthBeds: 2Bath: 2Available Date: 12/03/2019Pet: Pet FriendlyParking:: attached garage Wow Location! Close to West Loop, Fulton Market Area, The Loop, Metra, Highways, RIver North, L stations (blue line/pink/green line) This is a corner unit must see. Ask about Hardwood Flooring as well!  Please email a link to this ad with the following information:  When is your move date?(is it flexible, if so how far in either direction)? Do you have any pets? (weight and breed)? Do you need parking? Budget (just rent)? Neighborhoods you're considering? Have you toured any properties yet? (if, so where-I don’t want to double up on my research)  When are you available for a showing?  Located in the K Station/Fulton River District, this well-positioned property is located right between the bustling River North neighborhood to the east and the booming meat packing district of West Loop to the south. With easy access to the CTA Blue, Green and Pink Lines, as well as the 90/94 Expressway, it is hard to beat this location for getting around. A lap length pool, cabana and fire pit are complemented by outdoor grilling stations. Take advantage of the state-of-the-art fitness center, club room with billiards table and resident business center. The building is 100% smoke-free, has 24-hour security door staffing, and an on-site dry cleaner and package receiving. They even offer cookies baked fresh daily!  Inside all of the apartments, you’ll find modern kitchens with granite countertops, stainless steel appliances and gas stoves, as well as in-unit washers and dryers and spacious closets. Select apartments offer floor-to-ceiling windows and all units are available for hardwood flooring upgrades for an additional cost. The 2 bedroom apartments have balconies.  Parking is available on-site at an additional charge. Cats are accepted throughout and dogs are welcome on select floors (dog breed restrictions apply but there is no weight limit).   FEATURESBalcony-Some UnitsCentral Air-YesDishwasher-AllDogs-No Weight LimitFlooring-Some Carpet/Some HardwoodLaundry- W/D In UnitLuxury PropertyPool-OutdoorSecurity-24 Hour DoormanSmoking-NoStove-Gas     Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/01313_bdUgDwvYI2fz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_8WrcHurcXpZz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00v0v_5zqpmLlS4iUz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00U0U_3BJxdcJoMMBz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00N0N_g8OZYslU71Oz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00505_7JrIVZmqmbwz_0f90aL_600x450.jpg",
  "https://images.craigslist.org/00404_gsKKQ82j4Osz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00g0g_ctkbMrhqRW9z_0g80ax_600x450.jpg",
  "https://images.craigslist.org/00M0M_h3A8fOlecMz_0fB0ar_600x450.jpg",
  "https://images.craigslist.org/01717_6XGT1SGZ5diz_0fs0ay_600x450.jpg",
  "https://images.craigslist.org/00000_aUBZNDGtVFxz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00x0x_ldrR7f9EdRXz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00k0k_7W2H2T4Htt3z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00P0P_99jRFPaMgosz_0fV0az_600x450.jpg",
  "https://images.craigslist.org/00b0b_hVvFDGwp4r6z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00x0x_7CbQYw5wmfUz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_3pNAOWCR7e9z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01414_1ZlslwUcl09z_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00808_4mwZKSaHYnCz_0fZ0aL_600x450.jpg",
  "https://images.craigslist.org/00t0t_e0lCrSLDOLCz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00j0j_jsrUZIyEoRCz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_9TWaXqvJLsXz_0fT0aL_600x450.jpg",
  "https://images.craigslist.org/00V0V_1IpGzyobe8tz_0g80bR_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-incredible-bedroom-luxury-high/7497236019.html"
}