{
 "post_id": 7498921934,
 "title": "🎈SUPERB DEAL OF THE MONTH🎈1BR|HEAT & WIFI INCLUDED|DINING ROOM",
 "price": 885,
 "neighborhood": "Chatham",
 "map_address": "8137 S Ellis Ave",
 "street_address": "8137 S Ellis Ave",
 "latitude": 41.746936,
 "longitude": -87.60021,
 "data_accuracy": 10,
 "posted": "2022-06-20 12:46",
 "updated": "2022-06-20 12:46",
 "available": "2022-06-20",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "no parking",
 "sqft": 700,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   \"Virtual and video tours available!  Visit our website to view videos of our available apartments or call now to schedule a virtual tour!  All you need is an internet connection.\"  Call today!  Our Leasing Advisers will be happy to help! 312-985-0549  1 Bedroom | 1 Bath Apartment | 700 sq ft | $885 | Pets OK   For Rent Now: E. 81st St. in > | Chatham | 60619 This location is easily accessible via (ME Metra Electric and CTA Red Line, as well as 4 Cottage Grove and 79 79th Bus Lines. Avalon Eat Shop, D & M Cafe, Arteck Side Bar, Omar Convenience Store, De Bow park, Simply Blouses, & Cottage Clinic Pharmacy.   Apartment/Building Features:  Internet Included, On-site Laundry, Security Cameras, Dining Room, Eat-in kitchen, Hardwood floors, Heat Included, In-unit Laundry  SPECIAL:→ Are you an active police officer, nurse, doctor or fire fighter? Ask about our Good Samaritan discount!  Call 312-985-0549 to learn more, and schedule a tour!      **NOTE** If replying by email please remember to include your name, phone # and/or email address in your response so we can follow up with you directly. PLEASE CALL FOR PROMPT SERVICE: ↬ 312-985-0549 ↫   ***Please note that photos are a representation of a model apartment and may not be pictures of actual unit.  \"Pangea Real Estate practices on-going dynamic pricing for all operated units. Unit promotions, discounts, and monthly rent quotes are subject to change based on day of month, current inventory, and additional market factors. As such, any promotions, discounts, or monthly rent quotes are valid only at the time presented to a prospective tenant and can expire anytime thereafter.\" \"Pangea is an Equal Housing Opportunity provider.\"  c8127ell 8137 S Ellis Ave     ",
 "images": [
  "https://images.craigslist.org/00G0G_9UXOacJuMPmz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00p0p_3XAQUUP7ApJz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00A0A_aL6sH3Aw4F8z_0g80aL_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-superb-deal-of-the-month1brheat/7498921934.html"
}