{
 "post_id": 7498321694,
 "title": "Luxury 1 bed in Lakeshore East - Indoor and Outdoor Pool + 2 Gyms",
 "price": 3340,
 "neighborhood": "Lakeshore East, Streeterville, Chicago",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8858,
 "longitude": -87.6181,
 "data_accuracy": 22,
 "posted": "2022-06-18 17:58",
 "updated": "NA",
 "available": "2022-06-18",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 701,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post    Brand new construction! Reference #479 Apartment Amenities Expansive floor-to-ceiling windows 9-foot-high ceilings 6-inch-wide plank flooring Walk-in closets featuring custom closet systems Discreet in-unit laundry European Dara cabinetry by Snaidero Chicago, featuring undercabinet lighting Quartz countertops throughout Seamlessly integrated Bosch appliances with cabinet-finished fronts; gas cooking, and built-in recirculating hoods Dimmable linear kitchen lighting Solid wood core doors Light controlling roller shades Daltile™ baths featuring Hansgrohe® fixtures, chrome Kohler accessories, and frameless glass showers Private outdoor balconies (select units) USB outlets in kitchens* and bedrooms Nest thermostats Keyless entry doors powered by Vingcard, accessible via mobile phone  Community Amenities 25-yard indoor lap pool Splash pad and hydrotherapy pool Fitness center with sweeping lakefront views Strength studio for HIIT workouts Motion studio for yoga and spin classes Locker rooms with steam rooms Spa featuring salon & massage suite Conservatory, lush with year-round greenery Screening room featuring soft modular seating Game room with billiards and shuffleboard Golf and sports simulator for year-round play Maker space and shop table Jam room outfitted for live music sessions Center lounge at the heart of the building Kids club indoor play space Outdoor pool with cabanas Tiered sunning lawn with fire pit and grilling area Pool lounge and refreshment bar Living room featuring billiards and lounge Library offering private study areas Communal chef's kitchen with catering accommodations TV lounge adjacent to chef's kitchen Study corner ideal for quiet work Lakefront terrace with expansive views Dog washing station Indoor and outdoor dog run  My service is 100% free! Photos are examples meant to reflect finishes. Actual unit may vary based on floor plan and availability. Availability and pricing is real-time, can change daily, and varies by lease term. Equal housing opportunity.    Call/Text Maria Ashurova at 773-526-0611 Leasing Agent, Michael Scavo Group - Compass *I work with the largest database of apartment and condo rentals in the city; call me today for help with your search!* ",
 "images": [
  "https://images.craigslist.org/00d0d_bS1ZrFW957uz_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00404_gKGdqifeadtz_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00H0H_boDCnqSQ8GTz_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00f0f_7BNmGu6qXaUz_09s08d_600x450.jpg",
  "https://images.craigslist.org/00e0e_6zDbqsKCceQz_0g80a5_600x450.jpg",
  "https://images.craigslist.org/00808_cTdRxPIFXI6z_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00X0X_aZCiPgapQG2z_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_achd1hLNFQrz_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00808_F65J3vm7Qz_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00W0W_8AmiwTkWQ6Uz_0jm0c6_600x450.jpg",
  "https://images.craigslist.org/00k0k_6PML8hyX8pPz_0hq0hq_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-luxury-bed-in-lakeshore-east/7498321694.html"
}