{
 "post_id": 7498347657,
 "title": "South Loop Pet Friendly Convertible Studio, Near Roosevelt Red",
 "price": 1585,
 "neighborhood": "South Loop",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.867285,
 "longitude": -87.624164,
 "data_accuracy": 5,
 "posted": "2022-06-18 19:23",
 "updated": "2022-06-27 11:23",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 9049552Rent: / MonthBeds: 0Bath: 1Available Date: -Pet: Pet FriendlyParking:: attached garage SCHEDULE A SHOWING TODAY! For quickest response; Call/Text Rachel 219-916-6499 with the following information: FULL NAME, EMAIL, MOVE DATE, AND PHONE NUMBER  Best pricing on 17-month lease, other lease terms available, pricing varies. Available 7/26/22. Utility package $80 covers internet, water, trash, and sewage. Garage parking is available for $225/month. No security deposit.  All prospective tenants subject to income, credit, and background screening. If any questions or concerns, ask me! Here to help, have thousands of listings throughout Chicago, work with various kinds of credit/income!  To expedite your search: When is your move date? Is it flexible? If so, how far in either direction? Pets? Weight and breed? Budget (just rent)? Need parking? Must haves/ deal breakers? Likes/ dislikes? Preferred Neighborhoods? Days/ times available for tours?  Have studios, 1, 2, 3 bedrooms throughout Chicago! Inquire!  Some of the amenities include a  fitness center, on site maintenance, a business center, dry cleaners, a 24 hour door person, party room.   Enjoy this amazing South Loop location! Trader Joes, Target, Jewel and Whole Foods are all down the street, not to mention the museums, shops, restaurants and bars that are right outside your doorsteps.  The Roosevelt train stop as well as the Michigan bus are steps away. Walk to Columbia College or hop in the car for easy drive down to University of Chicago in Hyde Park.  Parking is available for an additional cost but there is outdoor neighborhood permit parking is also an option just a few blocks away.  Call to schedule a showing and don't forget to ask about our other buildings.  Disclaimer: 12 month lease term unless otherwise noted. Pricing, availability and specials are subject to change at any time without notice. Information above is believed to be accurate; however is subject to errors and omissions. Photos may be of model unit. Actual available apartment may vary.   FEATURESBalcony-NoneCentral Air-NoDishwasher-AllDogs-Weight LimitFlooring-Some Carpet/Some HardwoodLaundry-On SiteSecurity-24 Hour DoormanSmoking-NoStove-ElectricValue Property     Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00909_82zVO3L8Avgz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01616_gNxagLqP3Xrz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00101_2ybd2Qosrnpz_0cU0eo_600x450.jpg",
  "https://images.craigslist.org/00606_KhkfAC4BkLz_0fL0aA_600x450.jpg",
  "https://images.craigslist.org/00202_gF7jEkDefXEz_0g80b6_600x450.jpg",
  "https://images.craigslist.org/00s0s_gYGXsvPNAsxz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00R0R_1fSA7pi3CdMz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/01313_6HGa5VJgafNz_0x20m1_600x450.jpg",
  "https://images.craigslist.org/00l0l_k5NRh5iWEVaz_0x20m1_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-south-loop-pet-friendly/7498347657.html"
}