{
 "post_id": 7499080638,
 "title": "Beautiful South Loop 2 Bedroom! Newer Bldg, POOL, Gym, Game Room +more",
 "price": 3129,
 "neighborhood": "South Loop",
 "map_address": "wabash near cermak",
 "street_address": "wabash ",
 "latitude": 41.854179,
 "longitude": -87.625237,
 "data_accuracy": 5,
 "posted": "2022-06-20 17:52",
 "updated": "2022-06-27 11:20",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 209606859Rent: $3,129 / MonthBeds: 2Bath: 2Pet: Pet Friendly Interested in a TOUR? Call/Text Azalia at 630.853.6340 for quickest response   Beautiful unit with marbled quartz counters, stainless steel appliances, wood flooring  and exposed concrete throughout!  With its prism-like façade this new 24-story glass apartment tower reflects the increasing trend of luxury high-rise living in the South Loop. Located in the McCormick Square micro-neighborhood, renters of the 275 units here are near the sprawling McCormick Place Convention Center, Illinois Institute of Technology, and DePaul University’s Wintrust Arena.  Zip to the Loop in 10 minutes from the CTA Green Line Cermak-McCormick Place station just 1 block away. Drivers also have convenient access to Lake Shore Drive, I-55 and I-90 expressways.    There’s plenty to do around the neighborhood along Cermak Road, as well as adjacent Motor Row, Chinatown, Pilsen and Bronzeville with a growing surge of restaurants, brewery pubs, and entertainment venues. Culture and recreation are also nearby at the Museum Campus, Soldier Field, Northerly Island and the Lakefront Trail.  Live a lush life for less with amenities that rival other downtown high-end apartments, but at a more attainable price point compared to other Loop-adjacent neighborhoods such as West Loop, River North and Streeterville. Residents here can enjoy 25,000 square feet of amenity space including a fully-equipped fitness center, yoga studio with virtual trainer, private work spaces, conference room, club lounge with pub room, game/arcade room, sports simulator room, outdoor pool deck with fire pits, grilling stations and private cabanas. Convenient on-site services are also available including dry cleaning lockers, package receiving room, a guest suite, and bike storage.  Inside these apartments the warm earth tones welcome you to a soothing home environment. The uniquely styled kitchen finishes feature a mix of hues with European two-tone white and beige cabinetry, marbled light quartz countertops, gray tile backsplash and stainless steel appliances. Elements of on-trend exposed concrete ceilings and wide plank wood flooring also create a modern loft look. The floor-to-ceiling windows provide brilliant unobstructed views in all directions. Each unit also includes full-size washers and dryers, premium roller shades and keyless entry.   A private parking garage is available on-site for an additional monthly fee. Cats and dogs are welcome (dog breed and weight restrictions apply), and there is an on-site outdoor dog run for your fuzzy buddy too!   FEATURESBalcony-NoneCentral Air-YesDishwasher-AllFitness CenterNew PropertyPool-OutdoorSmoking-NoStove-Electric     Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00p0p_aiEJjf9XXfGz_0fi0ah_600x450.jpg",
  "https://images.craigslist.org/00l0l_26NIK7966cfz_0fq0ah_600x450.jpg",
  "https://images.craigslist.org/00d0d_aQ6EaM5n1iuz_0ei0ah_600x450.jpg",
  "https://images.craigslist.org/00B0B_5Fp7g43dZAjz_0e10ah_600x450.jpg",
  "https://images.craigslist.org/00707_i0ovbG5ghqcz_0e10ah_600x450.jpg",
  "https://images.craigslist.org/00A0A_aTHTBmtQdOgz_0ck0ah_600x450.jpg",
  "https://images.craigslist.org/00O0O_9QSgTjZyhVbz_0e10ah_600x450.jpg",
  "https://images.craigslist.org/00G0G_6Cqm3q15Og9z_0fq0ah_600x450.jpg",
  "https://images.craigslist.org/00p0p_96nsLyUnGtHz_0fq08G_600x450.jpg",
  "https://images.craigslist.org/00t0t_bTHQI0QPwUaz_0uY0hq_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-beautiful-south-loop-bedroom/7499080638.html"
}