{
 "post_id": 7499953866,
 "title": "Brand New Studio! Red-Line, Location, Food, Gym!",
 "price": 1310,
 "neighborhood": "Edgewater",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 42.0095,
 "longitude": -87.6689,
 "data_accuracy": 22,
 "posted": "2022-06-22 17:31",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 193175767Rent: $1,310 / MonthBeds: 0Bath: 1Pet: Pet Friendly When is your move date?(is it flexible, if so how far in either direction)? Any pets(weight and breed)? Need parking? Budget(just rent)? Which neighborhoods are you considering? Have you toured any properties yet?(so that I don't double up on my research) When are you available for a showing?  Located steps from the lake in Rogers Park, this luxury community offers spacious renovated floor plans featuring hardwood floors, upgraded kitchens with stainless steel appliances, and crown molding. Convenience is a priority as this building is equipped with a smart laundry room, an app is available to notify you when your load is completed. Residents also enjoy the rooftop lounge and club room with panoramic views of the city. There’s no need for a gym membership when there’s a full fitness center and yoga studio on site.   Outside your door, you’ll find within a 10-minute walk 7-Eleven, Target, Morse Market, and a variety of eateries are peppered along Sheridan Rd and Morse. From Italian to Thai cuisine, you’ll never go hungry with the selection of choices. CTA Morse Red line stop is a few blocks away, with Lake Shore Drive a short drive away for easy access into downtown Chicago. Loyola Beach is steps away with ample green space and parks.  Cats and dogs are welcome, although some breed and weight restrictions apply. Parking is available at an additional fee.   FEATURESBalcony-NoneDishwasher-AllFitness CenterFlooring-Hardwood OnlyLaundry-On SiteStove-ElectricValue Property  Jack O'Brien 773-414-4222 HotSpot Rentals    Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00t0t_fYwr5sexWsEz_0f80aW_600x450.jpg",
  "https://images.craigslist.org/00d0d_94I3XV1auqOz_0eM0aV_600x450.jpg",
  "https://images.craigslist.org/00f0f_kKxopqudNaoz_0fc09O_600x450.jpg",
  "https://images.craigslist.org/00g0g_jK0goQbyCM3z_0eX08K_600x450.jpg",
  "https://images.craigslist.org/01111_78lH66a8kcoz_0f709S_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-brand-new-studio-red-line/7499953866.html"
}