{
 "post_id": 7499798873,
 "title": "PET FRIENDLY 2BED, 1BATH! MOVE-IN JUNE! 6922-24 GREENVIEW",
 "price": 1675,
 "neighborhood": "Rogers Park",
 "map_address": "6922-24 Greenview",
 "street_address": "6922-24 Greenview",
 "latitude": 42.007427,
 "longitude": -87.668208,
 "data_accuracy": 10,
 "posted": "2022-06-22 12:18",
 "updated": "NA",
 "available": "2022-06-23",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$75 application fee for anyone 18 & over.",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 300570840Rent: $1,675 / MonthBeds: 2Bath: 1Available Date: 06/02/2022Pet: Pet FriendlyParking:: street parking  NO SMOKING WHATSOEVER IS ALLOWED IN THE PREMISES OR ON BUILDING PROPERTY.  Pets are limited by breed. There is a limit of 2 pets per apartment. In general, only common, domestic, non-aggressive animals will be accepted.   No exotic pets (such as reptiles, ferrets, pot belly pigs) are permitted.  Birds, if permitted, must be caged at all times.  Fish tanks, if permitted, may not exceed 40 gallons and must be properly supported.  Dogs, if permitted:  at a minimum, residents will not be allowed to have a dog that is a Pit Bull, Rottweiler, Doberman, German Shepherd, Malamute, Bull Terrier, wolf-dog hybrid, Chow-Chow and any dog that manager believes, in its sole discretion, is a cross breed of or related to any of these breeds.  We may also restrict any breed that becomes known as aggressive, in our sole discretion.  Other animals may be excluded.  We may require the removal of any pet that shows aggressive behavior.  Pet rules apply to all pets at the Community, including those pets that are visiting or are temporary.  In addition to monthly pet fee, there is a $200 one-time pet fee charge.   FEATURESCable ReadyCentral AirGas RangeHardwood FloorsLaundry in UnitNo SmokingOven/RangePets OKStreet ParkingWindow Coverings OTHER INFORMATION:   Note: Photos may display another unit.   Please contact us with any comments/questions or to schedule a showing today!!   ** Fair Housing – Equal Opportunities **  Contact Hours:   Monday – Friday   9am – 5pm   Cagan Management, Inc.   ** Please note: the move-in date is stated, we do  NOT  allow earlier move-ins. Thank you for understanding, CM.  ",
 "images": [
  "https://images.craigslist.org/00l0l_hCe66yjRztmz_09G07g_600x450.jpg",
  "https://images.craigslist.org/00s0s_ZKZOtIcAhWz_09G07g_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-pet-friendly-2bed-1bath-move-in/7499798873.html"
}