{
 "post_id": 7499627282,
 "title": "Stunning River North 1 Bedroom~ Modern, W/D, Huge Windows, Gym, CTA!!!",
 "price": 2250,
 "neighborhood": "River North",
 "map_address": "la salle near huron",
 "street_address": "la salle ",
 "latitude": 41.894832,
 "longitude": -87.632752,
 "data_accuracy": 15,
 "posted": "2022-06-22 01:32",
 "updated": "2022-06-22 01:32",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 126484528Rent: $2,250 / MonthBeds: 1Bath: 1[[Available Date:  Call Isaac @ 608.622.4508 for showing Formerly an industrial warehouse, this glass, and steel encased structure has the perfect balance of modern and luxury. With it’s clean, yet lush interiors, you’re sure to love what Ardus has to offer. Upon entering each unit, you’re greeted with high ceilings, floor-to-ceiling windows, glazed concrete and hardwood flooring, sleek and minimal custom kitchens and spa-like baths with glass enclosed rain showers. In unit W/D are included as well as spacious closets.   Have your breath taken away with sweeping city views off the expansive deck with firepit, grills and lounge seating. Also offered is a resident roof lounge with kitchen and pool table for all your entertaining needs. A 24-hour fitness center with yoga studio and complimentary fitness classes to residents keeps staying fit a cinch. Off the lobby, there is a coffee shop, Heritage Outpost, making your morning coffee run a convenient breeze.   Within walking distance, you’ve got easy access to grocery stores, restaurants, bars and the Mag Mile for all your shopping needs. The CTA red line is a few blocks away, in addition to quick access to CTA buses.   Pets are welcome, although breed restrictions apply. Parking is available on-site at an additional cost.   FEATURESFitness CenterLaundry- W/D In UnitLofted (Open)-Some BedroomsLuxury PropertyNew PropertySecurity-Intercom/Key FobSmoking-NoStove-Gas  Isaac Jones 608-622-4508 Call or text anytime for quick response HotSpot Rentals Check out our 1000 5 Star Reviews  www.hotspotrentals.com    Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00O0O_8aDSlfvQqSSz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00k0k_13QdsDIi9Yaz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00x0x_kGD3lRYtetuz_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/00t0t_97tp1dRyM8Gz_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/01414_h9wh2naB8Jhz_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/00t0t_1etDba5u9y7z_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/00K0K_h8fZUiXGpP9z_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/00L0L_lRl5zLo61yHz_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/00505_4lcYnbyGGlpz_0jm0cV_600x450.jpg",
  "https://images.craigslist.org/01212_lqsVHUPVs3Pz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00K0K_csbpwFQHvqAz_0jm0cU_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-stunning-river-north-bedroom/7499627282.html"
}