{
 "post_id": 7499948909,
 "title": "Renovated unit 24hr doorman, sundeck w grills, gym, heated pool",
 "price": 1950,
 "neighborhood": "River North",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.8923,
 "longitude": -87.6373,
 "data_accuracy": 22,
 "posted": "2022-06-22 17:18",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Interested in this property?  Click on: Reply to this listing for more information  ** if you are texting us, please include the link to the listing so we can identify what you are inquiring on  This amazing Luxury Hi Rise is located in the heart of River North! Take advantage of this CONVERTIBLE unit now.  Cats and dogs are ok. Garage parking extra. No security deposit  Please note: We have renovated and non renovated options here. Please inqure for the renovated upgrades which include hardwood floors, new kitchens and renovated bathrooms.   This building has fabulous amenities including: -24 hour doorman -Private acre richly landscaped courtyard and sundeck with gas grilles and wireless internet access -State of the Art Fitness Center with Heated outdoor Pool -Internet cafe with free daily coffee and wireless access -Laundry facility In Bldg with the new smart card system -Extra Storage and Bicycle Storage -On Site Dry Cleaning, Valet and Package Services   This apartment offers a very spacious floor plan with nice finishes including: -Breathtaking views of the city -Dramatic Walls of Windows and Large Bay Windows -Chef caliber kitchens with premium appliances -Breakfast Bars -Ceramic Tile Baths with spacious linen closets -Tons of Closet Space with walk in closets   Velocity Apartment Group 312-253-7403 Availability and pricing may change at any time without notice. Ads subject to errors and omissions. Please contact agent for additional questions and information.  Interested in this property? Click REPLY above and email us  ** if you are texting us, please include the link to the listing so we can identify what you are inquiring on  sspcresidential.com     ",
 "images": [
  "https://images.craigslist.org/01414_1eVaDz6nn9Pz_0gw0cu_600x450.jpg",
  "https://images.craigslist.org/00r0r_3opJe3uOV7Ez_0gw0cu_600x450.jpg",
  "https://images.craigslist.org/00a0a_9Ep2aNdM9Oaz_0gw0cu_600x450.jpg",
  "https://images.craigslist.org/00z0z_fwJ0iXyUh7jz_0gw0cu_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_hvOKhr6fuYez_0fq0ah_600x450.jpg",
  "https://images.craigslist.org/00z0z_6GZtpIubS7dz_0li0ec_600x450.jpg",
  "https://images.craigslist.org/00f0f_8w1CvQSGJ6vz_0lg0ec_600x450.jpg",
  "https://images.craigslist.org/01515_eeV1asjUNMXz_0lh0ec_600x450.jpg",
  "https://images.craigslist.org/00y0y_fqm3pxOQK8Oz_0mF0f7_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-renovated-unit-24hr-doorman/7499948909.html"
}