{
 "post_id": 7499576309,
 "title": "✨✨✨🔑Ready to move in ..NOW 3&4 bd rm Apt 🔑✨✨",
 "price": 1595,
 "neighborhood": "Chicago,IL West side area Austin area",
 "map_address": "Chicago ave near Central ave",
 "street_address": "Chicago ave ",
 "latitude": 41.894831,
 "longitude": -87.765257,
 "data_accuracy": 15,
 "posted": "2022-06-21 20:30",
 "updated": "2022-06-21 20:34",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "no laundry on site",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   ✨GREAT LOCATION OPPORTUNITY - MOVE IN READY Extra Wide Unit is available in gorgeous two-flat! One of the city's best, most convenient locations, Up and Coming West Side, rent while still affordable, this updated, huge 3 bedroom, 1 bath apartment this unit is a tremendous opportunity. Enjoy Tile and Carpet floors throughout this spacious 3&4 bdrms 1 bath in each unit! Each bedroom features walk-in closets and the entire unit features old world style wood trim. Includes a spacious wall to wall kitchen cabinets plus a large family, and dining room, nice big back yard, and other conveniences. courtesy of EMS Realty. We are Looking for permanent Tenants,  West Side Austin Area. Nice Quiet area 3-4 Large Bdrm Tenant pays all utils Must see to appreciate. Non Smoking apt building big back yard for barbeque and much more beautiful rehabbed 3&4 bedrooms 1 bath units. Features huge bedrooms, plenty of closet space, hardwood floors throughout, lots of windows for natural lighting. Located near main streets and access to public transportation, close to shopping. Great unit, must see!  Westside of Chicago. Nice apartment, great transportation east, west, north, and south bus direction. Nice Schools in the area, The landlords are really incredible and always available if you need them. Tenant pays their own utilities. Sec 8 and All are Welcome.......... Contact us at (773) 379-4729 for more information Please leave your name and your number. None Smoking Area..........................No Smoker Please!   A free credit check and a Look into your prior Evictions if any exist ",
 "images": [
  "https://images.craigslist.org/00s0s_1Wzr92QoKvt_600x450.jpg",
  "https://images.craigslist.org/00W0W_5vwnCM4PHuF_600x450.jpg",
  "https://images.craigslist.org/00h0h_iKN4NT1qW7_600x450.jpg",
  "https://images.craigslist.org/00O0O_2qecjJw8ZjU_600x450.jpg",
  "https://images.craigslist.org/00909_1nbaXvi2np6_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/01616_8kpH0q2wrBN_600x450.jpg",
  "https://images.craigslist.org/00i0i_cXrkZTp2ECY_600x450.jpg",
  "https://images.craigslist.org/00808_21qm4tgMKVx_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-ready-to-move-in-now-34-bd-rm/7499576309.html"
}