{
 "post_id": 7500165516,
 "title": "Fully Furnished Studio with Utilities",
 "price": 2100,
 "neighborhood": "215 N Milwaukee Ave Vernon Hills IL",
 "map_address": "215 N Milwaukee Ave Vernon Hills IL",
 "street_address": "215 N Milwaukee Ave Vernon Hills IL",
 "latitude": 42.2288,
 "longitude": -87.9719,
 "data_accuracy": 22,
 "posted": "2022-06-23 10:13",
 "updated": "NA",
 "available": "2022-06-23",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   Furnished Studio - Great Monthly Rates!Take advantage of our special discounted rate! All utilities are included!888-844-0952Looking for a place to call home for a month or longer? We have everything you need without the hassles of traditional apartments, all at a great rate. Each room comes with a fully equipped kitchen and plenty of workspace. And unlike apartments, cable and Wi-Fi are already hooked up and free! With no leases and no credit checks, we are move-in ready. So just bring yourself – and your furry family member – and feel right at home.Property AmenitiesAll Rooms Non-SmokingPet-Friendly Rooms AvailableWeekly Housekeeping IncludedFree Grab-and-Go BreakfastOn-Site Guest LaundryPicnic & Grilling AreaFree Off-Street ParkingIn-Room AmenitiesFully Equipped KitchensFull-Size RefrigeratorElectric RangeMicrowaveFree In-Room Wi-FiFlat Screen TVsFree Cable with Premium ChannelsIron & Ironing BoardStaying less than 1 month?  We also have great nightly and weekly rates.  Call for details.Booking conditions apply. Advertised rate is for a 30-night stay, and will vary by room type and stay dates. Rates and availability subject to change. Rate not inclusive of taxes or fees. Actual room may vary from those shown.Pet Policy: A $25 (+ tax) per day, per pet non-refundable cleaning fee for the first month (not to exceed $150 + tax per pet), payable the first night of your stay. Each month thereafter is a $10 non-refundable fee (+tax) per day for the first 5 days of each month (not to exceed $50 + tax per month, per pet). Weight, size, and breed restrictions may apply.This site may contain errors, inaccuracies, omissions or incomplete data (including without limitation mistaken hotel rates or availability). Extended Stay America reserves the right to rescind any stated offer and to correct any errors, inaccuracies or omissions including after a reservation order has been submitted and whether or not the order has been confirmed and your credit card charged.Extended Stay America - 215 N Milwaukee Ave., Vernon Hills, IL 60061  ",
 "images": "NA",
 "url": "https://chicago.craigslist.org/nch/apa/d/vernon-hills-fully-furnished-studio/7500165516.html"
}