{
 "post_id": 7501884384,
 "title": "River North Luxury Convertible 1 Bedroom Near CTA, Jewel, Whole Food",
 "price": 2400,
 "neighborhood": "River North",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.893187,
 "longitude": -87.634077,
 "data_accuracy": 5,
 "posted": "2022-06-27 13:05",
 "updated": "2022-06-27 13:05",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 72566251Rent: / MonthBeds: 1Bath: 1Available Date: -Pet: Pet FriendlyParking:: attached garage River North convertible with in-unit laundry, hardwood throughout, outdoor lap pool, hot tub, sauna, gym, 24-hour doorman, package receiving and more. Located 3 blocks from Whole Foods, Trader Joe's and Jewel and countless coffee shops, restaurants and bars within walking distance.  Available 8/16/22. Pricing on 12-month lease term. $70 utility fee covers water, sewer, trash, heat, ac. Current waitlist for attached garage parking, detached garage parking through 3rd party, $275. No security deposit. All prospective tenants subject to income, credit, and background screening. If any questions or concerns, ask me! Here to help, have thousands of listings throughout Chicago, work with various kinds of credit/income! Have studios, 1, 2, 3 bedrooms throughout Chicago! Inquire!  Call/ text Rachel 219.916.6499 HotSpot Rentals  Perched just above the hottest entertainment district of River North, this luxurious urban retreat will fulfill all your needs. Brimming with amenities and conveniences, you’ll love the indoor access to many fine eateries such as, Wildfire and Taco Joint, but mainly Dollop Coffee, with a direct lobby entrance! Situated for easy access to CTA trains, buses and I-90/94, transportation is simple and convenient. Lounge in the expansive (26,000 sf), full outdoor rooftop with breathtaking city views or stay fit with their 25 yard lap pool and fitness facility with professional grade equipment overlooking the city.   With their seamlessly crafted finishes, the units are anchored with sweeping floor-to-ceiling windows. In-unit washers and dryers, quartz countertops, driftwood plank flooring and built-in stainless steel appliances are a few of the touches that elevate.   Parking is available on-site at an additional charge. Cats and dogs are accepted, although breed and weight restrictions apply for dogs. Private covered dog park, owner’s lounge, plus the perk of grooming facilities will keep Fido happy, pampered and healthy!   FEATURESBalcony-Some UnitsCentral Air-YesDishwasher-AllDogs-No Weight LimitFlooring-Hardwood OnlyLaundry- W/D In UnitLuxury PropertyNew PropertyPool-OutdoorSecurity-24 Hour DoormanSmoking-NoStove-Gas  Rachel Russell 219-916-6499 HotSpot Rentals(License #481.011892)    Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00D0D_hh7G4MFE7BBz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00L0L_1IEkJj9uEbhz_0g80aJ_600x450.jpg",
  "https://images.craigslist.org/00v0v_1XMuFO74om7z_08108c_600x450.jpg",
  "https://images.craigslist.org/00z0z_84NVlnCg3Rtz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00A0A_ljiMT1SlAZFz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00l0l_aXZd1hozQFyz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00e0e_g0X55LKAHEoz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00m0m_byzjqWbO6hvz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00D0D_e7C3rgPEhXaz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00f0f_gaD5lyKRBsOz_0g80az_600x450.jpg",
  "https://images.craigslist.org/00v0v_3dBjYbX8HgQz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00T0T_8AtGs10q4uDz_0g80aL_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-river-north-luxury-convertible/7501884384.html"
}