{
 "post_id": 7501021246,
 "title": "Brand New 1 Bed Den 1 Bathroom in River North - Opened May 2021",
 "price": 3521,
 "neighborhood": "River North",
 "map_address": "Grand near Orleans",
 "street_address": "Grand ",
 "latitude": 41.891554,
 "longitude": -87.637219,
 "data_accuracy": 15,
 "posted": "2022-06-25 09:53",
 "updated": "2022-06-25 10:08",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 251464419Rent: $3,521 / MonthBeds: 1Bath: 1Parking:: attached garage The effortless layout incorporates premium, integrated appliances, including a stainless steel gas cooktop with slide-out hood fan and convection oven.  Granite countertops and Italian cabinetry The elegant, mirrored medicine cabinets include convenient storage.  Glass-encased showers with a wall-mounted hand shower-set blend beauty and function.  Soaker tubs in all units invite relaxation.  Private balconies and floor-to-ceiling windows framing iconic River North views.  Master bedrooms boast custom, walk-in closets, ensuite bathrooms and blackout blinds.  Every home has an in-suite, full-sized washer and dryer and self-controlled heating and cooling  Wide-plank flooring flows seamlessly throughout all rooms.  24-hour Concierge Service offers assistance around the clock.  Enjoy secure parking with designated spaces for electric vehicles, as well as secure bike storage.  Automated package lockers by Amazon Hub ensure convenient pick-up.  The rooftop outdoor pool and hot tub are surrounded by spacious decks, cabanas and lounge chairs.  Enjoy elegant outdoor seating areas, cozy outdoor fire pits, and a bocce court.  Private BBQ grill stations with large outdoor tables are perfect for dining al fresco.  The Private Dining Room with professional kitchen is perfect for hosting friends and family.  Our Family Lounge features kid-friendly casual seating for small groups, with banquette seating for adults.  We love our four-legged residents, the dog run & adjacent lounge is designed to make it easy to exercise your pet.  Friendly competition awaits: challenge your friends in the arcade at pinball or skeeball.  Host your friends for the big game or view the latest film in our media room with full TV wall.  When it’s time to get down to work, our business center is complete conference rooms and printing/scanning capabilities.  With the latest cardio, strength and free-weight equipment, as well as towel service, home is the best place to work out.  The separate studio space is perfect for yoga, stretching, private classes or personal training.  The special steam and sauna are perfect for relaxation and rejuvenation.   Call/Text Jon Immediately for a showing  Jon Zolecki Managing Broker One Real Estate Chicago 815.355.4061 Call or Text     ",
 "images": [
  "https://images.craigslist.org/00303_lw6qhuyPbhLz_0oc0g8_600x450.jpg",
  "https://images.craigslist.org/00A0A_11TMq9IGmybz_0oc0g2_600x450.jpg",
  "https://images.craigslist.org/00r0r_gIJpSEKdISWz_0oc0gk_600x450.jpg",
  "https://images.craigslist.org/00000_4nCIKbOwzopz_0oc0g8_600x450.jpg",
  "https://images.craigslist.org/00a0a_ias0I9UEFhFz_0oc0fp_600x450.jpg",
  "https://images.craigslist.org/00W0W_3AndqMd43Zlz_0oc0fG_600x450.jpg",
  "https://images.craigslist.org/00I0I_a2xL95s7lx5z_0c30dq_600x450.jpg",
  "https://images.craigslist.org/00G0G_h3lU3QMD80Iz_0aM0de_600x450.jpg",
  "https://images.craigslist.org/00V0V_2ExL9yxvVrsz_0x20kE_600x450.jpg",
  "https://images.craigslist.org/00P0P_ehIylFBXXUpz_0x20kE_600x450.jpg",
  "https://images.craigslist.org/00o0o_aJzSG0SEUu9z_0x20kE_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-brand-new-bed-den-bathroom-in/7501021246.html"
}