{
 "post_id": 7502387090,
 "title": "Amazing River North 1 Bedroom W/D, City Views, Hwd, Top Amenities!",
 "price": 2525,
 "neighborhood": "ToRiver North",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.89454,
 "longitude": -87.640686,
 "data_accuracy": 5,
 "posted": "2022-06-28 15:10",
 "updated": "NA",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO ID: 9049612Rent: $2,525 / MonthBeds: 1Bath: 1Pet: Pet FriendlyParking:: attached garage Top luxury building in a great part of River North, just off the River! Pics are of model, but floorplan is exact. We also have video!  Call, or just email/text the following info, and I'll be happy to help. Thanks!  When is your move date? (is it flexible, if so how far in either direction)? Any pets (weight and breed)? Need parking? Budget (just rent)? Which neighborhoods are you considering? Have you toured any properties yet? (so that I don't double up on my research) When are you available for a showing?  River North’s nightlife, endless selection of restaurants, and urban playground is well documented. If you want to be part of the vibe but not live directly in it, check out this sophisticated property that offers neighborhood charm with the convenience of all that River North has to offer. Transit friendly, with I-90/94 just down the street and short walks to the CTA Blue, Brown and Purple Lines, you’ll have no trouble getting around. From your apartment, you’re only a block off the Chicago River, while inside you’ll have some of the finest amenities such as an outdoor terrace with fireplace and lounge seating, indoor spa with indoor pool, steam room, sauna and private massage room. There are even private climate controlled wine lockers and a tasting room. The building is 100% smoke-free, has a resident fitness center, media room and 24-hour concierge and security door staff.    Interior features and finishes are just as nice, starting with hardwood floors, soaring ceilings and floor-to-ceiling windows. Custom kitchen cabinets are accented with granite countertops, stainless steel appliances and designer pendant lighting, and every apartment comes with full-size washers and dryers and a private balcony or terrace. These beautiful apartments are perfect for entertaining or just being a homebody.  Parking is available on-site at an additional charge. Cats are accepted throughout and dogs are welcome on select floors (dog breed restrictions apply but there is no weight limit). There is a dog run on-site and a small park right across the street.   FEATURESBalcony-All UnitsCentral Air-YesDishwasher-AllDogs-No Weight LimitFlooring-Hardwood OnlyLaundry- W/D In UnitLuxury PropertySecurity-24 Hour DoormanSmoking-NoStove-Gas  Garo Tokat 1-847-239-0728 HotSpot Rentals(License #481.011892)    Disclaimer: Photos may not be of exact unit available and may be of various model units and various vacant units. Apartment availability and lease terms may vary. Pricing, availability, and specials are subject to change at any time and without notice. Please note that the price may be net effective of a special or concession that the building is currently running. Information is believed to be accurate, however, is subject to errors and omissions. HotSpot Rentals services the following neighborhoods: South Loop, Printers Row, Near North, River North, Gold Coast, West Loop, Fulton River District, West Loop Gate, The Loop, Streeterville, Lakeshore East, New East Side, Old Town, Medical District, University Village, Near North, River West, Lincoln Park South, Lakeview, Uptown, Ukrainian Village, Wicker Park, Edgewater, Ravenswood, Bronzeville, Logan Square     ",
 "images": [
  "https://images.craigslist.org/00Q0Q_bokb9rMFjz_0x20jT_600x450.jpg",
  "https://images.craigslist.org/00U0U_9y4bLMSRiaYz_08n06F_600x450.jpg",
  "https://images.craigslist.org/01313_c5jOR1BzLDez_0x20jT_600x450.jpg",
  "https://images.craigslist.org/00b0b_hOj1JbpI9L8z_0x20ke_600x450.jpg",
  "https://images.craigslist.org/00I0I_fK5Sn4WJSQEz_0x20kc_600x450.jpg",
  "https://images.craigslist.org/00l0l_dXxB7cP8VSTz_0x20kT_600x450.jpg",
  "https://images.craigslist.org/00v0v_9erFhxt7zU4z_0x20kA_600x450.jpg",
  "https://images.craigslist.org/01717_acGPkvCenUUz_0x20j6_600x450.jpg",
  "https://images.craigslist.org/00606_7GJYn4yj5Y4z_0x20kj_600x450.jpg",
  "https://images.craigslist.org/00R0R_cmR4xow9imEz_0x20jH_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-amazing-river-north-bedroom-d/7502387090.html"
}