{
 "post_id": 7502040323,
 "title": "Brand New East Lakeview 2BD. W/D in unit! Near Lincoln Park & Diversey",
 "price": 2750,
 "neighborhood": "Lakeview",
 "map_address": "West Surf near Cambridge",
 "street_address": "West Surf ",
 "latitude": 41.934432,
 "longitude": -87.642954,
 "data_accuracy": 15,
 "posted": "2022-06-27 18:28",
 "updated": "NA",
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "  QR Code Link to This Post   PROPERTY INFO 530 W SurfRent: $2,750 / MonthBeds: 2Bath: 1Available Date: 08/01/2022Pet: Pet FriendlyRent Includes:: Gas, WaterParking:: attached garage This renovated two bedroom, one bathroom apartment in Lakeview features a kitchen with granite counter tops, and stainless steel appliances, including a dishwasher. Hardwood floors throughout, and in-unit laundry. This building is pet friendly. More than just the Cubs; in addition to some of the city’s best schools, this north side neighborhood is home to some of the city’s most verdant parks, boisterous nightlife, and eclectic shopping. Housing options run the gamut and make this a neighborhood of choice for everyone from young singles to new families. Call today to schedule a private showing!  Fantastic Building in Chicago’s Great Lakeview Neighborhood Located on a charming, historic, street, this building is just a short walk to multiple bus lines and a few blocks from the brown line. You’re just two blocks away from some of Chicago’s best bars, world class restaurants, and exciting places to shop. Amenities: Air Conditioning Fully Renovated Stainless Steel Appliances In-unit laundry Dishwasher Luxury Designer Plank Flooring Plenty of Storage Space Elevator Security Intercom Covered Parking Available Amazon Key Pet Friendly Building   FEATURESA/CCats OKDining RoomDishwasherDogs OKElevatorGarageGranite Counter TopsGut RehabbedHardwood FloorsLaundryLaundry In UnitParking AvailablePet FriendlyRenovatedStainless Steel AppliancesStorageUpdated UnitsWindow/Wall A/C  The Square One Team  3223 N. Sheffield  Chicago, IL 60657 www.hellosq1.com Leasing Agent:  Absalom Givens License #: 473018524 Phone: (708) 495 -1137     ",
 "images": [
  "https://images.craigslist.org/00s0s_jCBZwS7zfcSz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00L0L_9K1s8Arczlvz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00S0S_1pMesvlDP1Dz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00r0r_a027vnOMf5sz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00w0w_3fBMaYDerCjz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00k0k_2bDxjFU445z_0ak07K_600x450.jpg"
 ],
 "url": "https://chicago.craigslist.org/chc/apa/d/chicago-brand-new-east-lakeview-2bd-d/7502040323.html"
}