{
 "post_id": 7461321932,
 "title": "RIVER or CITY VIEWS! Walk Everywhere, LOCATION!",
 "price": 4200,
 "neighborhood": "Back Bay",
 "map_address": "37 Bay State Road near Beacon",
 "street_address": "37 Bay State Road ",
 "latitude": 42.34997,
 "longitude": -71.096292,
 "data_accuracy": 5,
 "posted": "2022-07-31 16:10",
 "updated": "NA",
 "repost_dates": [
  "2022-07-31 16:10"
 ],
 "available": "2022-09-01",
 "housing_type": "condo",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 1000,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "*Available FALL 2022*",
  "*Showing by Appointment Only*",
  "Red Sox/LONGWOOD HMS/",
  "HOSPITAL Medical/",
  "Residents/Research/",
  "Commuters/Sabbaticals/",
  "Professionals",
  "LOCATION!!!",
  " LOCATION!!",
  "Right on the Charles River!",
  " Beautiful city and River views, and adjacent to river for sailboats, fireworks, concerts, biking, kayaking.",
  " LOCATION!",
  " This city pied de terre in a brick/brownstone historic neighborhood on the Charles River in the safe, exclusive Boston-Back Bay/Kenmore-Charlesgate enclave.",
  "Not a concierge modern type building, third floor walkup.",
  "It is pleasantly WALKABLE to Museum of Fine Arts, several universities (Harvard Medical School, MIT, Northeastern, BU), Longwood; Fenway HOSPITALS (BrighamWomens, BI Deaconess, Childrens), research centers (DanaFarber), and Copley Square/Prudential Bldg, BackBay/Newbury Street, Beacon Street, and Fenway Park (all 10-25 minutes), or the Financial District and Mass General (25-35 minutes).",
  "**TRANSPORTATION:",
  "Adjacent to 3 Green Line T Subways Kenmore (2 minutes), Longwood city buses and University/ Hospital free shuttle buses, M2.",
  "Adjacent to bldg, designated private parking spot (+$450 monthly) is available.",
  "Several car sharing/ ZipCars and CityBikes behind the building!",
  "Walk the city, it's really the best way, as traffic and driving are quite congested for the newcomer.",
  "**AMENITIES:",
  "ON THE RIVER-- (jogging, concerts, biking, sailing, picnics, 4th fireworks), food markets (Whole Foods, Star Mkt, Trader Joe's), restaurants(Indian, Thai, Japanese, burgers, seafood, French, Mid-East, fresh fish bistro, bars, bagels, soup), shops, library, health clubs, bookshops, Starbucks, and cinema.",
  "Quiet, adult, professionally working, friendly neighbors in a small 6 unit owner occupied historic condo building.",
  " INITIALLY, freely offer information and details about yourself; I want to keep my neighbors happy with responsible, good tenants!",
  "Professionally managed building, very clean.",
  "I OFFER TWO UNITS.",
  "WHICH ARE YOU INQUIRING ABOUT?",
  "Photos are of Luxury Riverview Condo, and of the immediate neighborhood.",
  "#1 Unit: STUDIO.",
  "This charming one room SMALL STUDIO condominium has city views from bay window/seat.",
  "Decorative FIREPLACE, Stained glass, ceiling fans, a/c, wood floors, and wide winding staircase entrance.",
  "It is fully FURNISHED with some antiques, comfortable queen sized bed, chairs, and dining table, built in bookshelves, large TV, kitchenette-perfect for the NON-cook (Big refrigerator and sink, microwave, toaster-oven, crockpot, Foreman grill, coffee/tea maker), no real cooktop/oven, bath marble countertops, small and cozy!",
  "Free laundry.",
  "Limited storage space.",
  "Suitable for ONE adult in Studio, it is small and cozy.",
  "No smoker, No pets per Condo ByLaws.",
  "STUDIO, $2999+incl all utilities*.",
  " Nice small furnished apt in great central LOCATION!!!",
  "Available LONG TERM Preferred, or more $$ for short term.",
  "Available 01Sept2022, OR 01Jan2023.",
  "#2 Unit: RIVERVIEW CONDO, 1 Bdrm, 1 Bath.",
  "Fully, fully furnished.",
  "Stained glass, piano, Fireplace, Ceiling Fan, lovely French marble kitchen.",
  "Built in Bookshelves, China cabinet, Stained Glass Marble Bar Unit.",
  "Elegant Winding Staircase.",
  "Gorgeous River and City Views.",
  "Modest bedroom with comfortable, queen sized Murphy bed.",
  "Decent closet.",
  "No other storage areas.",
  "Good for 1 person*.",
  "Location!",
  "$4200+Private OR ($3800+Shared Occassionally*AskMe*), Your Choice.",
  " LONG TERM RENTAL PREFERRED.",
  "01Sept2022 Available.",
  " Or, 01Jan2023.",
  "More Photos Coming.",
  "**MONEY and YOU: Convenient for MEDICAL staff, professional, diplomats, executive, SABBATICAL, commuter, divorcing, or while searching for a permanent home.",
  "Not ideal for youngsters as there are River windows to fall from;  for 1 adult.",
  "Insurance concerns.",
  "References Please.",
  "#1: STUDIO, $2999+",
  "#2: RIVERVIEW CONDO: $3800 Shared/$4200 PRIVATE, Your Choice.",
  "Ask for details.",
  "So, $2999, $3800, or $4200?",
  "ABOUT WHICH UNIT ARE YOU INQUIRING????",
  "**",
  "No Realtor Calls Please.",
  "**"
 ],
 "images": "NA",
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-river-or-city-views-walk/7515703299.html"
}