{
 "post_id": 7508271052,
 "title": "Resident app, Large TV media center, Concierge",
 "price": 5712,
 "neighborhood": "345 Harrison Ave.",
 "map_address": "345 Harrison Ave.",
 "street_address": "345 Harrison Ave.",
 "latitude": 42.344913,
 "longitude": -71.063839,
 "data_accuracy": 10,
 "posted": "2022-07-13 12:06",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1042,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to 345 HARRISON",
  "Call Now - (857) 214-5394 x 1",
  "This is a 2 Bedroom, 2 Bath, approximately 1042 Sq.",
  "Ft.",
  "345 Harrison Apartments feature quartz countertops, stainless steel appliances, and wood plank flooring.",
  "Select apartments feature magnificent Downtown and Back Bay views.",
  "Residents are invited to enjoy the convenient on-site amenities including a resort-style pool, two-story fitness center complete with a yoga room, and a Sky Deck with breathtaking views.",
  "Living in the South End provides convenient access to the best of Boston.",
  "Come see these South End apartments for yourself by scheduling an appointment.",
  "Features:",
  "Penthouse living*, Premium bathroom fixtures, Bay windows*, Floor-to-ceiling windows, Stainless steel appliances, USB outlets, Balcony, Blue Hill views, South Boston views*, Kitchen island*, Italian cabinetry, Keyless entry, Wood plank flooring, Quartz countertops, Washer and dryer, Granite countertops*, Downtown views*, California Closets, Dual vanity bathroom sinks*, Large closet(s)*, Tile backsplash, Walk-in closets, Den*, Back Bay views*",
  "*Apartment amenities not available in every home.",
  "Community amenities may require an additional fee.",
  "Community Amenities:",
  "Rooftop deck, LEED Certified Silver, Wood plank flooring, Large TV media center, Tile backsplash, Dual vanity, Smart home package, Resident app, Smoke-free community, Floor-to-ceiling windows, OnSiteMaintenance, California closet(s), Premium bathroom fixtures, Pool tables, Patio/ balcony, OnSiteManagement, Life Fitness equipment, Social lounge areas, Furnished apartments available, Barbeque areas, MultiUseRoom, Yoga room, Quartz countertops, Electric car charging stations, Granite countertops, 24-hour package pickup, Pet friendly, Walk-in closet, Conference room, Bicycle storage, Italian cabinetry, Two-story fitness center, Build credit score with RentTrack, Sundeck, Stainless steel appliances, Chef caliber kitchen, Paws pet park, Short term leases available, Moving services with Move Matcher, RecRoom, Peloton bikes, Garage parking, Co-work spaces, 4 finish packages, Resort-style pool, Concierge, Cabanas poolside, Back Bay and South Boston views, Deposit free with Rhino, On-site retail, Washer and dryer, Free weights, Elevator",
  "Pet Policy",
  "Pet Friendly - Please contact us for details.",
  "Want more info?",
  "See the link below:",
  "<URL>",
  "LUtiHSrsN7O"
 ],
 "images": [
  "https://images.craigslist.org/00E0E_7JFiEHmUPwGz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00I0I_3291RtzRLYgz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00n0n_iFxysyaTBHvz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-resident-app-large-tv-media/7508271052.html"
}