{
 "post_id": 7508871838,
 "title": "Terrace, Wood burning fireplace, Smart home package, Garage parking",
 "price": 5737,
 "neighborhood": "Boston",
 "map_address": "32 Garrison St. Ste. 40-102",
 "street_address": "32 Garrison St. Ste. 40-102",
 "latitude": 42.345845,
 "longitude": -71.079498,
 "data_accuracy": 10,
 "posted": "2022-07-14 18:23",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 1174,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to Garrison Square",
  "Call Now - (617) 401-0586 x 28",
  "This is a 2 Bedroom, 2 Bath, approximately 1174 Sq.",
  "Ft.",
  "Garrison Square is pleased to offer a vintage 19th-century architectural style with the 21st-century amenities you desire.",
  "Now offering furnished and unfurnished apartments, these Boston apartments feature fireplaces, marble surroundings, and in-home washers and dryers.",
  "Visit with friends in the private landscaped courtyard with elegant cast iron fountains and enjoy spectacular views from the rooftop terrace.",
  "Garrison Square is just a short walk from fashionable shops in Back Bay and the galleries and bistros in South End and provides close proximity to prime work centers and entertainment in downtown Boston.",
  "Stop by today for a tour!",
  "We are currently offering self-guided tour appointments.",
  "Features:",
  "Breakfast bar, Wood burning fireplace, In-home washer and dryer, Private balcony or terrace, Large California-style closets, Gourmet kitchen with granite countertops, 9 ft. ceilings, Stainless steel appliances, Renovated bath, Hardwood cabinetry",
  "*Not all amenities available for every floor plan.",
  "Community Amenities:",
  "Tile backsplash, Vintage, Garage parking, 24-hour package lockers, Wood burning fireplace, Washer and dryer, LED lighting, Rooftop grilling area, CoverPark, Vaulted ceilings, Energy efficient windows, Back Bay finish, Handicap accessible, Smart home package, Conference rooms, Arched window, On-site storage, Premium bathroom finishes, Moving services with Move Matcher, Elevator, Balcony, Walk-in shower, Rooftop terrace, Fitness center, Pet Friendly, Crown molding, Concierge services, Wood plank flooring, Furnished apartments available, Short term leases available, Terrace, Patio, Stainless steel appliances, South End finish, Resident app, Keyless entry, Build credit score with RentTrack, Granite countertops, Deposit free with Rhino, Quartz countertops, Private courtyard with spectacular landscaping",
  "Pet Policy",
  "Pet Friendly - Call for details",
  "Use this link for more info:",
  "<URL>",
  "eHEYbC90s"
 ],
 "images": [
  "https://images.craigslist.org/00R0R_6neTNxdUfH1z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00f0f_ftpCGa3v6dYz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00U0U_htcF94HQyniz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-terrace-wood-burning-fireplace/7508871838.html"
}