{
 "post_id": 7508461716,
 "title": "Double vanities, Terrace, Nest thermostat, Poolside grilling areas",
 "price": 3596,
 "neighborhood": "Tewksbury",
 "map_address": "1 Ames Hill Drive",
 "street_address": "1 Ames Hill Drive",
 "latitude": 42.6028,
 "longitude": -71.2232,
 "data_accuracy": 22,
 "posted": "2022-07-13 18:39",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 1441,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to Lodge at Ames Pond",
  "Call Now - (978) 965-3167 x 2",
  "This is a 3 Bedroom, 2 Bath, approximately 1441 Sq.",
  "Ft.",
  "Lodge at Ames Pond features stylish Tewksbury apartments and convenient on-site amenities.",
  "Now offering furnished and unfurnished apartments, you're sure to enjoy spacious master suites, large closets, and upgraded appliances and European-style cabinetry.",
  "Our 54-acre Tewksbury apartment community boasts a sparkling clubhouse, private screening room with stadium seating, a premier fitness club, resort-style swimming pool, outdoor fireplace with seating, and premier resident services.",
  "Located in prestigious Middlesex County and the greater Lowell area, Lodge at Ames Pond is located just off of I-495 and is minutes from I-93 and the best of Boston.",
  "Enjoy convenient access to great shopping, dining, and work centers.",
  "Come home to one of the oldest counties in Massachusetts, take in our serene views, and live well at the Lodge at Ames Pond.",
  "Tour today!",
  "We are currently offering self-guided tours.",
  "Features:",
  "Central AC, FiOS and Comcast ready, Disposal, Track lighting, Private terrace and or balcony, Dishwasher, Full size washer and dryer, Built in computer desk, Crown molding, Electric range, Arched entries, Pond views, Two toned paint and accent walls, Upgraded kitchen appliances, Large walk in closets, Rounded corners and walls, XL washer and dryer closets, Double vanities, Self cleaning oven, Spacious master suites, Sunken tubs, Refrigerator, Ceiling fans",
  "Community Amenities:",
  "Detached garages available, Outdoor kitchen, RecRoom, Soaking tub, Theater room, Build credit score with RentTrack, Short term leases available, Washer and dryer, Stainless steel appliances, FreeWeights, Pond view, Nest thermostat, Built-in desk, Closet built-ins, Outdoor fireplace, Quartz countertops, Business center, Tile backsplash, Furnished apartments available, 24-hour package pickup, Walk-in closet, Sports lounge, Pet Friendly, Deposit free with Rhino, Terrace, Moving services with Move Matcher, On-site storage available, Built-in bookcase, Granite countertops, Patio/ balcony, Playground, Poolside grilling areas, Resident app, Salt water pool, Dual vanity, Clubhouse (Available for Rental), Gate, State-of-the-art fitness club, Wood plank flooring, Smart home package",
  "Pet Policy",
  "Pet friendly, some restrictions may apply.",
  "Interested in more information?",
  "Visit link below:",
  "<URL>",
  "9ued99PdMAVw"
 ],
 "images": [
  "https://images.craigslist.org/00C0C_32UK5XcE1WQz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00S0S_gDHH2kgvkEYz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00000_5mJ0QIOiYadz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/01313_fKHEM8G4FIhz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00x0x_fdIOouW9mERz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/nwb/apa/d/tewksbury-double-vanities-terrace-nest/7508461716.html"
}