{
 "post_id": 7508277543,
 "title": "Fireplace, Tile floors in kitchen/bath, Walk-In Closet(s)",
 "price": 3885,
 "neighborhood": "Braintree",
 "map_address": "550 Liberty Street",
 "street_address": "550 Liberty Street",
 "latitude": 42.201946,
 "longitude": -70.984779,
 "data_accuracy": 10,
 "posted": "2022-07-13 12:19",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1801,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Lenox Farms",
  "550 Liberty Street, Braintree, MA, 02184",
  "Call Now - (781) 358-8966 x 1",
  "Follow This Link for More Information:",
  "<URL>",
  "South Shore Boston's Premium Luxury Rental Community",
  "This is a 2 Bedroom, 2 Bath, approximately 1801 Sq.",
  "Ft.",
  "Lenox Farms offers luxury Braintree apartments and townhomes, remarkable amenities, and a country club-style entry to welcome you home.",
  "Now offering furnished and unfurnished apartments, these Braintree apartments boast granite slab countertops, stainless steel appliances, beautiful hardwood flooring, and in-home washer and dryer.",
  "Enjoy access to upscale resident amenities including a state-of-the-art fitness center, a resort-style pool with fountain, private garage with direct access, and premier services.",
  "Just off of Route 3 and I-93, Lenox Farms is only minutes from South Boston.",
  "Enjoy the quiet conservation lands without being too far away from the best that Boston has to offer.",
  "Shop your favorite stores at South Shore Plaza, jog the Blue Hills walking trails, take the Lenox Farms shuttle to the T, or escape to Cape Cod.",
  "Lenox Farms is ideal for apartment living just outside of Boston- schedule a tour today.",
  "We are currently offering self-guided tours.",
  "Pet Policy",
  "Acceptable animals include domestic cats and dogs.",
  "Dogs that are purebreds or mixes of the following breeds are prohibited: Akita, Alaskan Malamute, Chow-Chow, Doberman, German Shepherd, Great Dane, Pit Bull (American Staffordshire Terrier, American Pit Bull Terrier, Staffordshire Bull Terrier), Rottweiler, Saint Bernard, Shar Pei, and Siberian Husky.",
  "All other animals including exotic pets are prohibited.",
  "ALL ANIMALS MUST BE AUTHORIZED BY MANAGEMENT.",
  "Please contact on-site Management for further details.",
  "Driving Directions:",
  "I-93 (or Rte. 128) to Rte.",
  "3 South, Take exit 17, Union Street, Enter roundabout and take the first exit on to Union Street, Take first left on to Ivory Street, and then next left on to Pearl Street, Drive straight through next roundabout in to community, Tour Parking: Future Resident Parking immediately in front of Leasing Office",
  "Office Hours:",
  "Monday: 9:30AM-5:30PM",
  "Tuesday: 10:00AM-5:30PM",
  "Wednesday-Thursday: 9:30AM-5:30PM",
  "Friday: 10:30AM-4:30PM",
  "Sunday: 9:30AM-5:30PM",
  "6LQciVcb"
 ],
 "images": [
  "https://images.craigslist.org/01010_k5pRMwG52Z4z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00f0f_lMOb3xYNYSjz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00101_5yKBqoPWhMBz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_2cRBUtDtGxTz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00W0W_1CpJeW2n3Mhz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/sob/apa/d/braintree-fireplace-tile-floors-in/7508277543.html"
}