{
 "post_id": 7508403151,
 "title": "Sunlit Beautiful and spacious 4 bedroom apartment in the Medford/Somer",
 "price": 3000,
 "neighborhood": "Medford/Somerville",
 "map_address": "66 Wareham St",
 "street_address": "66 Wareham St",
 "latitude": 42.403165,
 "longitude": -71.110535,
 "data_accuracy": 10,
 "posted": "2022-07-13 16:23",
 "updated": "2022-07-13 16:48",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 4,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": 1200,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "One month's rent $3000",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Sunlit Beautiful and spacious 4 bedroom apartment in the Medford/Somerville line.",
  "A tranquil apartment on a quiet tree lined street.",
  "With great access to public transportation to Boston, Somerville Cambridge and more.",
  "    There are bus stops within a 5-10 minute walk (101, 80, 89, 67) - access to Red, Green (E), and Orange Lines).",
  "15-20 min walk to Davis Square (Red Line T Stop Red Line, groceries, shopping, restaurants, etc.)",
  "~15 min walk to Somerville Community walk Path.",
  "Great location with access to food shopping, banks, PO, restaurants, take-outs, super convenient.",
  "Great for faculty, Staff, Graduate students or PhD students at Tufts University, Lesley University, Harvard, MIT, Hult University.",
  " The Apartment is on a second floor of a triple decker.",
  " Featuring hardwood floors throughout, central air conditioner, a modern kitchen with granite countertops, dishwasher, in unit laundry, a tile bath and an open porch to sit out and have your coffee, breakfast or lunch in the warm months.",
  "The rent is $3000.",
  " Utilities will be separate and will be the responsibility of the tenant Consisting of gas an electricity.",
  "Easy access to restaurants, shops, library, pharmacies and more The funds required to move in consist of: First month rent, Last month Rent and one month rent Broker's Fee.",
  "Reach out if you think you’d be a good fit and we can set up an in person tour or a video tour  to show you the space!",
  "This is a no smoking of any kind policy property.",
  "If interested, please send a description of yourself prior to make arrangements for a visit.",
  "Contact Yolanda to schedule a viewing via video tour or to set up an in person tour Today!"
 ],
 "images": [
  "https://images.craigslist.org/00S0S_lRikXOnJavnz_05a03S_600x450.jpg",
  "https://images.craigslist.org/00u0u_i5mB79kv2cHz_03S05a_600x450.jpg",
  "https://images.craigslist.org/00909_kF6n3pEHpJ1z_03S05a_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/medford-sunlit-beautiful-and-spacious/7508403151.html"
}