{
 "post_id": 7510492157,
 "title": "Built in home office, 9 ft ceilings, Moving services with Move Matcher",
 "price": 2831,
 "neighborhood": "Foxborough",
 "map_address": "400 Foxborough Blvd.",
 "street_address": "400 Foxborough Blvd.",
 "latitude": 42.0649,
 "longitude": -71.2441,
 "data_accuracy": 22,
 "posted": "2022-07-18 18:41",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1280,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to Lodge at Foxborough",
  "Call Now - (508) 618-8406 x 3",
  "This is a 2 Bedroom, 2 Bath, approximately 1280 Sq.",
  "Ft.",
  "Lodge at Foxborough offers stylish features and amenities in an ideal location just outside of Boston.",
  "Enjoy private garages, premier resident services, a state-of-the-art fitness center, and salt water pool.",
  "Gather with friends at our outdoor fire pit, HDTV sports lounge with billiards and shuffleboard, or movie theatre room.",
  "Now offering furnished and unfurnished apartments, Lodge at Foxborough apartment home features extra-large walk-in closets, bathrooms with 55 gallon soaking tubs and slate flooring, spacious master suites, and kitchens complete with custom European-style cabinetry and sleek black-on-black appliances.",
  "Located in the Foxborough Business Park, residents enjoy close proximity to great shopping, dining, and are just minutes from the Comcast Center, Gillette Stadium, and the Mansfield MBTA train station.",
  "We are currently offering self-guided tours.",
  "Features:",
  "Ceiling fan, Self cleaning oven, Dishwasher, Built in microwave, Private patio, Pantry, Full size washer and dryer, Crown molding, Versatile floor plans, 9 ft ceilings, Track lighting, Modern appliances, Accent walls, Slate floors, Oversized soaking tub, Built in home office, Refrigerator with ice maker, Walk in closets",
  "Community Amenities:",
  "Walk-in closet, Built-in bookcase, Stainless steel appliances, Tile floors in kitchen/ bathroom, Pantry, Sports lounge, Wood plank flooring, Nest thermostat, Deposit free with Rhino, Fire pit, Patio/ balcony, Dog park, Pet Friendly, WirelessInternet, Attached garages, Business center, Furnished apartments available, Playground, Dual vanity, Moving services with Move Matcher, Gas grilling areas, Stand-alone shower, Billiards, Built-in desk, Saltwater swimming pool, Views of six-acre butterfly preserve, Resident app, Washer and dryer, 24-hour package lockers, Detached garages, Short term leases available, Den / office space, Clubhouse, with Wi-Fi, Build credit score with RentTrack, Reserved parking spots, Hardwood floors, Closet built-ins, 24-hour fitness center, Private storage, Granite countertops, Soaking tub, Shuffleboard, 9 ft. ceilings, Movie theatre",
  "Pet Policy",
  "Pet friendly, some restrictions may apply.",
  "Feel free to contact us for additional info.",
  "Need more information?",
  "Copy this link:",
  "<URL>",
  "QdaJe7JE"
 ],
 "images": [
  "https://images.craigslist.org/00j0j_lKh3xjIKbbZz_07K0ak_600x450.jpg",
  "https://images.craigslist.org/00i0i_3cLPlN5yrIAz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00505_YqqhSjRbqrz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/sob/apa/d/foxboro-built-in-home-office-ft/7510492157.html"
}