{
 "post_id": 7511756431,
 "title": "Walk-in shower, Fitness center, Deposit free with Rhino",
 "price": 5543,
 "neighborhood": "Boston",
 "map_address": "32 Garrison St. Ste. 40-102",
 "street_address": "32 Garrison St. Ste. 40-102",
 "latitude": 42.345845,
 "longitude": -71.079498,
 "data_accuracy": 10,
 "posted": "2022-07-21 18:23",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.5,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 925,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to Garrison Square",
  "Call Now - (617) 401-0586 x 10",
  "This is a 2 Bedroom, 1.5 Bath, approximately 925 Sq.",
  "Ft.",
  "Garrison Square is pleased to offer a vintage 19th-century architectural style with the 21st-century amenities you desire.",
  "Now offering furnished and unfurnished apartments, these Boston apartments feature fireplaces, marble surroundings, and in-home washers and dryers.",
  "Visit with friends in the private landscaped courtyard with elegant cast iron fountains and enjoy spectacular views from the rooftop terrace.",
  "Garrison Square is just a short walk from fashionable shops in Back Bay and the galleries and bistros in South End and provides close proximity to prime work centers and entertainment in downtown Boston.",
  "Stop by today for a tour!",
  "We are currently offering self-guided tour appointments.",
  "Features:",
  "Large California-style closets, Wood burning fireplace, Renovated bath, Stainless steel appliances, Hardwood cabinetry, Gourmet kitchen with granite countertops, In-home washer and dryer, 9 ft. ceilings, Private balcony or terrace, Breakfast bar",
  "*Not all amenities available for every floor plan.",
  "Community Amenities:",
  "Vintage, LED lighting, Pet Friendly, Balcony, Furnished apartments available, Keyless entry, Elevator, Wood plank flooring, Walk-in shower, Rooftop terrace, Energy efficient windows, Private courtyard with spectacular landscaping, Build credit score with RentTrack, Vaulted ceilings, Rooftop grilling area, Crown molding, 24-hour package lockers, Back Bay finish, Garage parking, CoverPark, South End finish, Premium bathroom finishes, Deposit free with Rhino, Moving services with Move Matcher, Concierge services, Arched window, Conference rooms, Patio, Quartz countertops, On-site storage, Terrace, Stainless steel appliances, Fitness center, Resident app, Wood burning fireplace, Handicap accessible, Smart home package, Washer and dryer, Short term leases available, Granite countertops, Tile backsplash",
  "Pet Policy",
  "Pet Friendly - Call for details",
  "Follow The Link",
  "Below:",
  "<URL>",
  "nn6Czgg8l"
 ],
 "images": [
  "https://images.craigslist.org/00S0S_97ecdy7NoP7z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00A0A_iM43XG7g1X5z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00R0R_6neTNxdUfH1z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_lLoab1vM4vez_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-walk-in-shower-fitness-center/7511756431.html"
}