{
 "post_id": 7511343433,
 "title": "Den*, Paws pet park, Elevator, Pet friendly",
 "price": 8538,
 "neighborhood": "345 Harrison Ave.",
 "map_address": "345 Harrison Ave.",
 "street_address": "345 Harrison Ave.",
 "latitude": 42.344913,
 "longitude": -71.063839,
 "data_accuracy": 10,
 "posted": "2022-07-20 18:27",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 2.5,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1472,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to 345 HARRISON",
  "Call Now - (857) 214-5394 x 7",
  "This is a 3 Bedroom, 2.5 Bath, approximately 1472 Sq.",
  "Ft.",
  "345 Harrison Apartments feature quartz countertops, stainless steel appliances, and wood plank flooring.",
  "Select apartments feature magnificent Downtown and Back Bay views.",
  "Residents are invited to enjoy the convenient on-site amenities including a resort-style pool, two-story fitness center complete with a yoga room, and a Sky Deck with breathtaking views.",
  "Living in the South End provides convenient access to the best of Boston.",
  "Come see these South End apartments for yourself by scheduling an appointment.",
  "Features:",
  "Downtown views*, Bay windows*, Walk-in closets, Penthouse living*, Floor-to-ceiling windows, Balcony, Stainless steel appliances, South Boston views*, Italian cabinetry, Keyless entry, Dual vanity bathroom sinks*, Washer and dryer, Kitchen island*, USB outlets, Quartz countertops, California Closets, Premium bathroom fixtures, Tile backsplash, Den*, Wood plank flooring, Large closet(s)*, Back Bay views*, Granite countertops*, Blue Hill views",
  "*Apartment amenities not available in every home.",
  "Community amenities may require an additional fee.",
  "Community Amenities:",
  "Pet friendly, Granite countertops, Conference room, LEED Certified Silver, Co-work spaces, Pool tables, RecRoom, Bicycle storage, Build credit score with RentTrack, Resort-style pool, Walk-in closet, Free weights, Premium bathroom fixtures, Floor-to-ceiling windows, Paws pet park, Concierge, Garage parking, Back Bay and South Boston views, Moving services with Move Matcher, Tile backsplash, Cabanas poolside, 24-hour package pickup, Barbeque areas, Furnished apartments available, Stainless steel appliances, Yoga room, California closet(s), Deposit free with Rhino, Smart home package, Quartz countertops, Elevator, Chef caliber kitchen, Washer and dryer, Rooftop deck, Resident app, Large TV media center, Short term leases available, OnSiteMaintenance, Life Fitness equipment, On-site retail, Smoke-free community, Wood plank flooring, 4 finish packages, Electric car charging stations, Sundeck, Peloton bikes, Patio/ balcony, OnSiteManagement, Italian cabinetry, Social lounge areas, Two-story fitness center, MultiUseRoom, Dual vanity",
  "Pet Policy",
  "Pet Friendly - Please contact us for details.",
  "Use this link for more info:",
  "<URL>",
  "Wi7piRi7"
 ],
 "images": [
  "https://images.craigslist.org/00I0I_3291RtzRLYgz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00a0a_eymiDFBwKPcz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00K0K_58tqzbzIL8Dz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00k0k_5BgrLn5IjHDz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00202_2EgKHEzf9QFz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-den-paws-pet-park-elevator-pet/7511343433.html"
}