{
 "post_id": 7513359898,
 "title": "Reserved parking spots, Views of six-acre butterfly preserve, Fire pit",
 "price": 2493,
 "neighborhood": "Foxborough",
 "map_address": "400 Foxborough Blvd.",
 "street_address": "400 Foxborough Blvd.",
 "latitude": 42.0649,
 "longitude": -71.2441,
 "data_accuracy": 22,
 "posted": "2022-07-25 18:40",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1032,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to Lodge at Foxborough",
  "Call Now - (508) 618-8406 x 4",
  "This is a 1 Bedroom, 1 Bath, approximately 1032 Sq.",
  "Ft.",
  "Lodge at Foxborough offers stylish features and amenities in an ideal location just outside of Boston.",
  "Enjoy private garages, premier resident services, a state-of-the-art fitness center, and salt water pool.",
  "Gather with friends at our outdoor fire pit, HDTV sports lounge with billiards and shuffleboard, or movie theatre room.",
  "Now offering furnished and unfurnished apartments, Lodge at Foxborough apartment home features extra-large walk-in closets, bathrooms with 55 gallon soaking tubs and slate flooring, spacious master suites, and kitchens complete with custom European-style cabinetry and sleek black-on-black appliances.",
  "Located in the Foxborough Business Park, residents enjoy close proximity to great shopping, dining, and are just minutes from the Comcast Center, Gillette Stadium, and the Mansfield MBTA train station.",
  "We are currently offering self-guided tours.",
  "Features:",
  "Dishwasher, Track lighting, Refrigerator with ice maker, Walk in closets, Versatile floor plans, 9 ft ceilings, Accent walls, Oversized soaking tub, Full size washer and dryer, Crown molding, Built in home office, Private patio, Ceiling fan, Modern appliances, Built in microwave, Self cleaning oven, Pantry, Slate floors",
  "Community Amenities:",
  "Closet built-ins, Reserved parking spots, Moving services with Move Matcher, Build credit score with RentTrack, Billiards, Short term leases available, Resident app, Den / office space, Private storage, Saltwater swimming pool, Stainless steel appliances, Nest thermostat, Playground, Washer and dryer, Deposit free with Rhino, Clubhouse, with Wi-Fi, Walk-in closet, Stand-alone shower, Movie theatre, Sports lounge, Attached garages, Detached garages, Soaking tub, Built-in desk, 24-hour package lockers, Dual vanity, Pet Friendly, WirelessInternet, Hardwood floors, Built-in bookcase, Shuffleboard, Wood plank flooring, Dog park, Pantry, Tile floors in kitchen/ bathroom, 9 ft. ceilings, Patio/ balcony, Fire pit, Business center, Gas grilling areas, 24-hour fitness center, Furnished apartments available, Views of six-acre butterfly preserve, Granite countertops",
  "Pet Policy",
  "Pet friendly, some restrictions may apply.",
  "Feel free to contact us for additional info.",
  "Interested in more information?",
  "Visit link below:",
  "<URL>",
  "cPWztY1sVFU"
 ],
 "images": [
  "https://images.craigslist.org/00n0n_9qHMGNxRpcBz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00j0j_lKh3xjIKbbZz_07K0ak_600x450.jpg",
  "https://images.craigslist.org/00N0N_4KMkqpPKvAwz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00606_bccR28Np2vz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/sob/apa/d/foxboro-reserved-parking-spots-views-of/7513359898.html"
}