{
 "post_id": 7513353467,
 "title": "Garages, Pantry, Loft-style homes*, Gas fireplace*",
 "price": 3059,
 "neighborhood": "Peabody, MA",
 "map_address": "1000 Crane Brook Way",
 "street_address": "1000 Crane Brook Way",
 "latitude": 42.5326,
 "longitude": -70.9612,
 "data_accuracy": 22,
 "posted": "2022-07-25 18:24",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 1173,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to 14 North",
  "Call Now - (978) 965-3547 x 2",
  "This is a 2 Bedroom, 2 Bath, approximately 1173 Sq.",
  "Ft.",
  "At the intersection of I-95 and Route 114, 14 North is close enough to enjoy all that Boston has to offer without having to put up with the hustle and bustle of city life.",
  "Now offering furnished and unfurnished apartments, these Peabody apartments feature updated kitchens, spacious floor plans, and thoughtful details including sleek Whirlpool appliances, marble vanities, private patios and balconies, and large closets.",
  "Select apartment homes feature gas fireplaces, lofts, and nine foot ceilings.",
  "In addition, residents enjoy access to the sparkling swimming pool, hot tub, basketball court, and state-of-the-art fitness center.",
  "Only minutes from shopping, dining, and downtown Boston, 14 North offers the best of apartment living outside of Boston.",
  "Enjoy nearby walking trails, shopping at North Shore Mall, or weekend escapes to New Hampshire.",
  "Visit today for a personalized tour of your new apartment in Peabody.",
  "Features:",
  "Private balcony or terrace, Ceiling fans*, Spacious floor plan, Pantry, Faux hardwood floors in kitchen*, Large closets, Granite countertops*, Upgraded kitchens available*, Loft-style homes*, 9 ft. ceilings*, Whirlpool appliances, Washer and dryer, Central air conditioning and heat, Gas fireplace*, Espresso cabinets*, Loft*",
  "**Not all amenities available for every floor plan.",
  "*Premium item.",
  "Community Amenities:",
  "Tech Lounge, Fully enclosed loft, Playgrounds, Washer and dryer, Splash pad, Fitness trail, Sun deck, Wood plank flooring, Smart home package, Build credit score with RentTrack, Pantry, Ceiling fan, Nest thermostat, Quartz countertops, Clubhouse with HDTV, billiards lounge, and kitchen, Bay windows, Patio/ balcony, 24-hour package lockers, Closet built-ins, Additional storage, BusinessCenter, Dog park, Fireplace, Tile backsplash, Furnished apartments available, TVLounge, Swimming pool and whirlpool spa, Resident app, Stainless steel appliances, 24-hour fitness center, Grilling areas, Private outdoor living space, Elevator (select buildings), Granite countertops, Moving services with Move Matcher, Garages, Pet Friendly, Premium cabinetry, Bike storage, Tile flooring, Den/ office, Swimming pool and whirlpool spa, Den, Walk-in closet, Deposit free with Rhino, Sports court, Short term leases available",
  "Pet Policy",
  "Pet Friendly",
  "Follow The Link",
  "Below:",
  "<URL>",
  "NM7i0MFO"
 ],
 "images": [
  "https://images.craigslist.org/00P0P_aAZx8caJdtyz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00X0X_3kIJ6bi5rd8z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00z0z_eTN5R83inybz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/nos/apa/d/peabody-garages-pantry-loft-style-homes/7513353467.html"
}