{
 "post_id": 7513560770,
 "title": "Seeking Roommate for 2b2b Watertown Apt, $950mo",
 "price": 950,
 "neighborhood": "Watertown",
 "map_address": "10 Williams Street near Galen Street",
 "street_address": "10 Williams Street ",
 "latitude": 42.359337,
 "longitude": -71.183734,
 "data_accuracy": 10,
 "posted": "2022-07-26 11:02",
 "updated": "2022-07-28 09:22",
 "repost_dates": [],
 "available": "2022-09-01",
 "housing_type": "condo",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": 1080,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Basics about me and my personality:",
  "Howdy, I am Alondra.",
  "I’m a biologist (Age 23) working (M-F) 9-5 in Cambridge.",
  "I have no pets and do not smoke (tobacco or marijuana).",
  "I am an evening person and tend to wake up around 11am on weekends.",
  "I usually go to bed around 11pm-12am.",
  "I love open, fresh spaces so I’m god-tier in cleaning and common space cleanliness.",
  "LGBTQ+ friendly.",
  "COVID-19 disclaimer:",
  "I am fully vaccinated and have been observing all Covid prevention measures, including social distancing and masking in public areas according to local ordinances.",
  "Flex: I’ve never gotten COVID.",
  "My hobbies/interests:",
  "I consider myself a private, introverted person overall.",
  "On weekdays, I take boxing classes in the evening and on weekends I like to go walks and grab Matcha lattes from our local bakery.",
  "I’m a huge planner, avid reader, and horror movie fan.",
  "I consider myself a minimalist stuff wise, and maximalist food wise.",
  "I love to try out different recipes and restaurants in the city.",
  "I’m generally pretty quiet within the apartment, so much so that when I worked the night shift my current roommate couldn’t tell whether I was home or not.",
  "I’m originally from California",
  "so I like to think I’m a little more easy going personality-wise",
  "but it is absolutely not a requirement for us to be besties.",
  "My ideal roommate:",
  "My ideal roommate is someone who is respectful, private, communicative, clean in shared spaces, punctual, and peaceful.",
  "Anyone with an eye for interior design/organization is a plus (Marie Kondo stans).",
  " Professional women in my age range (~22-28) are ideally preferred.",
  "Bonus if you enjoy baking.",
  "Absolutely no smokers, no vapers/e-cigarettes and no drug use or pets :( (per old people condo rules).",
  "Must be willing to sign a 12-month lease.",
  "You will need to be able to afford the rent+electricity utilities, as well as pass all checks/approvals by the landlord (background +credit).",
  "Ideally you will be already vaccinated against COVID-19.",
  "About the Apartment:",
  "The apartment is a 1,080 sq.",
  "ft. 2 bed, 2 bath unit in a condominium building on Williams Street in Watertown.",
  "You will have your own bedroom (Master) with a closet and window (a south-facing window--perfect for houseplant lovers and fans of natural light!), as well as an AC-unit and bathroom.",
  "I took more of a liking to the 'guest bathroom' which is why I decided not to move into the master.",
  "There is a spacious living room with hardwood floors, a lovely balcony, and a nice kitchen with a dishwasher, as well as a few modestly-sized storage closets (plus basement storage).",
  "Heat and hot water are included in the rent--The only utilities we will pay are electricity/internet!",
  "The apartment is on the second floor, above a communal rec room (so no need to worry about noisy downstairs neighbors!), accessible via one flight of stairs or an elevator.",
  "Laundry facilities are available downstairs.",
  "There is also a nice outdoor pool!",
  "I've been living here for about a year now and I've really come to enjoy it, the landlords are retirees so they are super responsive to any problems we may encounter as well.",
  "Note: We have one parking space available in the underground garage.",
  "Price: $900-$950 a month (depending on if you have a car) (heat and hot water included), Security deposit $925.",
  "150$ Condo Move in Fee (for elevator padding), $250 Refundable Condo Fee (given back if no damage caused during move in).",
  "Electricity is ~$50-60/month and high-speed internet is ~$50-60/month for the unit.",
  "Electricity (Eversource), Internet (Xfinity).",
  "Availability: Lease begins September 1",
  "Upon Lease Signature:",
  "Last Month’s Rent",
  "Security Deposit",
  "Condo Association Move-In Fees/Refundable Deposits",
  "The Location:",
  "The area around Williams Street is highly walkable, with the Galen St. bus stop just one street over.",
  "15 minutes directly to downtown from the express bus line available across the street.",
  "Stop & Shop, Whole Foods, Trader Joe’s, and Star Market are all within a mile.",
  " Walking distance to restaurants including Buff’s Pub, Max & Leo’s Pizza, Starbucks, Dunkin’, L Bakery, Meat Shop, and McDonalds.",
  "Right next to the Dr. Paul Dudley White riverfront bike path and Watertown Riverfront park!",
  "11 minute walk to the West Suburban YMCA and plenty of martial arts studios around.",
  "My personal favorites: L Bakery (Japanese-French Fusion Bakery), Meat Shop (butchered meats + affordable sandwiches), and Sakana (Fresh Fish/Sushi).",
  "IF YOU ARE INTERESTED:",
  "Please respond to this ad with some information about yourself (such as your personality/interests and hobbies), and we can see about meeting up or video chatting to get to know each other if it seems like we’d be a good roommate fit!",
  "I’m looking to fill this vacancy within the next week or so/before the beginning of August!"
 ],
 "images": [
  "https://images.craigslist.org/00l0l_2tEONh9NGzhz_0gq0ba_600x450.jpg",
  "https://images.craigslist.org/00p0p_hmla1HkbSMPz_0gm0aV_600x450.jpg",
  "https://images.craigslist.org/00303_3hlthVx8iQKz_0gw0b3_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_lF8QKvzl7i4z_0gw0aM_600x450.jpg",
  "https://images.craigslist.org/00A0A_dcKZL7RQjOiz_0gI0aE_600x450.jpg",
  "https://images.craigslist.org/00X0X_eEBFL0iVqkaz_0gB0ap_600x450.jpg",
  "https://images.craigslist.org/00O0O_adlXX0uCA4tz_0go0aW_600x450.jpg",
  "https://images.craigslist.org/00707_2s8AuEui91az_0gF0b5_600x450.jpg",
  "https://images.craigslist.org/00808_ieHOeKB9EdJz_0gx0b0_600x450.jpg",
  "https://images.craigslist.org/00b0b_6vS57cUbPSJz_0gG0be_600x450.jpg",
  "https://images.craigslist.org/00202_2tpuzEbebxoz_0gC0b8_600x450.jpg",
  "https://images.craigslist.org/00R0R_aAShXyiWjNPz_0gp0aN_600x450.jpg",
  "https://images.craigslist.org/01717_gJer75Wmam0z_0gu0bc_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_gS9OBtMiZq6z_0gD0b6_600x450.jpg",
  "https://images.craigslist.org/00o0o_cZbBTHNHTxaz_0gA0aP_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/newton-seeking-roommate-for-2b2b/7513560770.html"
}