{
 "post_id": 7513361513,
 "title": "Heat, Refrigerator, Grey Vinyl Tile Flooring, Tennis courts",
 "price": 1929,
 "neighborhood": "Norwood",
 "map_address": "624 Walpole St.",
 "street_address": "624 Walpole St.",
 "latitude": 42.173518,
 "longitude": -71.224865,
 "data_accuracy": 10,
 "posted": "2022-07-25 18:44",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 785,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to The Commons at Windsor Gardens",
  "Call Now - (781) 819-5321 x 6",
  "This is a 2 Bedroom, 1 Bath, approximately 785 Sq.",
  "Ft.",
  "The Commons at Windsor Gardens features outstanding amenities and stylish apartments in Norwood, MA.",
  "Select apartments include hardwood flooring, stainless steel appliances, and an in-home washer and dryer.",
  "Enjoy access to on-site amenities like tennis courts, volleyball courts, swimming pools, and a fitness facility.",
  "With easy access to I-95, Route 128 and a Commuter Rail stop right on the premises, Boston commuters can walk out their front door and be whisked into South Station in just 25 minutes.",
  "Located on Walpole Street / Route 1A in historic Norwood, The Commons at Windsor Gardens is just a short distance from many dining, nightlife, shopping, and recreational destinations.",
  "Schedule a tour today and experience stylish apartment living in Norwood.",
  "We are currently offering self-guided tours.",
  "Features:",
  "Air Conditioner, Dishwasher, Walk-In Closets, Stainless Steel Appliances, Parquet Wood Flooring, Ceramic Tile Flooring, Range, Microwave, Black Appliances, Grey Vinyl Tile Flooring, Faux Quartz Countertops, Patio, Shaker-style Cabinetry, Hardwood Flooring, Dryer, Washer and Dryer Connections, Balcony/Patio, Heat, Vaulted Ceilings, View, Washer, Refrigerator, Washer and Dryer In Home, White Appliances, Window Coverings, Disposal",
  "*Apartment amenities not available in every home.",
  "Community amenities may require an additional fee.",
  "Community Amenities:",
  "Clubroom with fireplace and kitchen, Dog park, Multiple finish packages available, Moving services with Move Matcher, Washer and dryer, Wood plank flooring, MBTA Commuter rail stop on-premises, On-site daycare center (privately operated), Tennis courts, Deposit free with Rhino, Playground, Fitness center, Build credit score with RentTrack, Pet-friendly, Furnished apartments available, Laundry facilities, Patio/Balcony, Short term leases available, Swimming pool, Resident app, Stainless steel appliances, Smart home package, Sundeck, Volleyball courts, Black appliances",
  "Pet Policy",
  "Dogs Allowed Breed restrictions",
  "$75 Monthly Pet Rent",
  "2 Pet Limit",
  "Cats Allowed",
  "$50 Monthly Pet Rent",
  "2 Pet Limit",
  "More unit details at:",
  "<URL>",
  "3mjbXRsSibb"
 ],
 "images": [
  "https://images.craigslist.org/00202_8JXyJlO5zGXz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00T0T_1t9lXnrEs6hz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00l0l_1fts6kuy0ogz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00k0k_h3mhVQs3Ttjz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00T0T_j2QVoe7XIO4z_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/sob/apa/d/east-walpole-heat-refrigerator-grey/7513361513.html"
}