{
 "post_id": 7514203588,
 "title": "Self cleaning oven, Tile backsplash, Quartz countertops",
 "price": 2850,
 "neighborhood": "Tewksbury",
 "map_address": "1 Ames Hill Drive",
 "street_address": "1 Ames Hill Drive",
 "latitude": 42.6028,
 "longitude": -71.2232,
 "data_accuracy": 22,
 "posted": "2022-07-27 18:39",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 1063,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to Lodge at Ames Pond",
  "Call Now - (978) 965-3167 x 7",
  "This is a 2 Bedroom, 1 Bath, approximately 1063 Sq.",
  "Ft.",
  "Lodge at Ames Pond features stylish Tewksbury apartments and convenient on-site amenities.",
  "Now offering furnished and unfurnished apartments, you're sure to enjoy spacious master suites, large closets, and upgraded appliances and European-style cabinetry.",
  "Our 54-acre Tewksbury apartment community boasts a sparkling clubhouse, private screening room with stadium seating, a premier fitness club, resort-style swimming pool, outdoor fireplace with seating, and premier resident services.",
  "Located in prestigious Middlesex County and the greater Lowell area, Lodge at Ames Pond is located just off of I-495 and is minutes from I-93 and the best of Boston.",
  "Enjoy convenient access to great shopping, dining, and work centers.",
  "Come home to one of the oldest counties in Massachusetts, take in our serene views, and live well at the Lodge at Ames Pond.",
  "Tour today!",
  "We are currently offering self-guided tours.",
  "Features:",
  "Disposal, Central AC, Self cleaning oven, Ceiling fans, Refrigerator, Arched entries, Full size washer and dryer, Rounded corners and walls, Sunken tubs, FiOS and Comcast ready, Built in computer desk, Private terrace and or balcony, Double vanities, Large walk in closets, Two toned paint and accent walls, Crown molding, Electric range, Track lighting, Dishwasher, Upgraded kitchen appliances, Pond views, XL washer and dryer closets, Spacious master suites",
  "Community Amenities:",
  "RecRoom, Stainless steel appliances, Detached garages available, Patio/ balcony, Walk-in closet, Smart home package, Resident app, Furnished apartments available, Nest thermostat, Soaking tub, On-site storage available, Pet Friendly, Terrace, Tile backsplash, Moving services with Move Matcher, Gate, Poolside grilling areas, Build credit score with RentTrack, Playground, Washer and dryer, Closet built-ins, Pond view, Salt water pool, Dual vanity, Business center, Theater room, State-of-the-art fitness club, Clubhouse (Available for Rental), Outdoor fireplace, Outdoor kitchen, Built-in desk, Quartz countertops, Wood plank flooring, Built-in bookcase, Granite countertops, Short term leases available, Deposit free with Rhino, Sports lounge, FreeWeights, 24-hour package pickup",
  "Pet Policy",
  "Pet friendly, some restrictions may apply.",
  "Want more info?",
  "See the link below:",
  "<URL>",
  "JNVbp3rtm7Gr"
 ],
 "images": [
  "https://images.craigslist.org/01313_fKHEM8G4FIhz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00x0x_fdIOouW9mERz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00S0S_gDHH2kgvkEYz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/nwb/apa/d/tewksbury-self-cleaning-oven-tile/7514203588.html"
}