{
 "post_id": 7514198855,
 "title": "Yoga room, Moving services with Move Matcher, Floor-to-ceiling windows",
 "price": 3074,
 "neighborhood": "345 Harrison Ave.",
 "map_address": "345 Harrison Ave.",
 "street_address": "345 Harrison Ave.",
 "latitude": 42.344913,
 "longitude": -71.063839,
 "data_accuracy": 10,
 "posted": "2022-07-27 18:27",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 453,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "We are currently offering virtual tours.",
  "Please use the link in this ad to visit our website and set up a tour today or give us a call!",
  "Welcome to 345 HARRISON",
  "Call Now - (857) 214-5394 x 8",
  "This is a Studio, 1 Bath, approximately 453 Sq.",
  "Ft.",
  "345 Harrison Apartments feature quartz countertops, stainless steel appliances, and wood plank flooring.",
  "Select apartments feature magnificent Downtown and Back Bay views.",
  "Residents are invited to enjoy the convenient on-site amenities including a resort-style pool, two-story fitness center complete with a yoga room, and a Sky Deck with breathtaking views.",
  "Living in the South End provides convenient access to the best of Boston.",
  "Come see these South End apartments for yourself by scheduling an appointment.",
  "Features:",
  "Back Bay views*, Quartz countertops, South Boston views*, Stainless steel appliances, USB outlets, Walk-in closets, Floor-to-ceiling windows, Washer and dryer, Large closet(s)*, Den*, California Closets, Balcony, Wood plank flooring, Bay windows*, Penthouse living*, Keyless entry, Italian cabinetry, Kitchen island*, Downtown views*, Dual vanity bathroom sinks*, Blue Hill views, Premium bathroom fixtures, Granite countertops*, Tile backsplash",
  "*Apartment amenities not available in every home.",
  "Community amenities may require an additional fee.",
  "Community Amenities:",
  "Granite countertops, Back Bay and South Boston views, Moving services with Move Matcher, Washer and dryer, 24-hour package pickup, Quartz countertops, Life Fitness equipment, Peloton bikes, Co-work spaces, Paws pet park, OnSiteMaintenance, Dual vanity, Stainless steel appliances, Walk-in closet, California closet(s), Concierge, Conference room, Rooftop deck, Free weights, Sundeck, Social lounge areas, Deposit free with Rhino, Tile backsplash, RecRoom, Floor-to-ceiling windows, Build credit score with RentTrack, On-site retail, Pet friendly, MultiUseRoom, Barbeque areas, LEED Certified Silver, Italian cabinetry, Smoke-free community, Electric car charging stations, Two-story fitness center, Cabanas poolside, Smart home package, Resort-style pool, Wood plank flooring, Yoga room, Garage parking, Short term leases available, 4 finish packages, Pool tables, Bicycle storage, Premium bathroom fixtures, OnSiteManagement, Chef caliber kitchen, Furnished apartments available, Elevator, Large TV media center, Patio/ balcony, Resident app",
  "Pet Policy",
  "Pet Friendly - Please contact us for details.",
  "Interested in more information?",
  "See link below:",
  "<URL>",
  "NGipt1RP"
 ],
 "images": [
  "https://images.craigslist.org/00u0u_5ZTYLuMHcR6z_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00g0g_ciB5B7Bmt6rz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00k0k_5x0IJ0AXOMtz_0ak07K_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-yoga-room-moving-services-with/7514198855.html"
}