{
 "post_id": 7515275654,
 "title": "Berkshire home with garage and yard",
 "price": 3000,
 "neighborhood": "Great Barrington",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 42.3558,
 "longitude": -71.0593,
 "data_accuracy": 99,
 "posted": "2022-07-30 13:16",
 "updated": "2022-07-30 13:21",
 "repost_dates": [],
 "available": "2022-10-01",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1025,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Hello, my name is Nick and I’m going to be renting my house in Great Barrington, MA for one year beginning October 1st, 2022 through October 1st, 2023 while I go hiking across the country.",
  "A Pied-à-terre perhaps?",
  "A Berkshire getaway shared with friends?",
  "You decide what you want to call it but there will only be one lease with no more than two lessee’s.",
  "Option to renew after one year is available with stipulations and rent increase TBD.",
  "I work professionally as a residential home builder and have been refreshing the look and feel of the house since closing in January of 2022.",
  "The house is very structurally sound, but like most things from the 1960’s, needs some TLC which I’ve been providing it with.",
  "Currently the house is still being worked on, mostly cosmetically in the form of paint, overdue maintenance and light renovations.",
  "The house is presently occupied by three tenants who will all be moved out by the end of September, so it’s more than liveable as-is but I’m making it better every day before I leave for my walkabout.",
  "With that being said, I’m considering this a “soft listing” to gauge interest and get the ball rolling meeting people who may be interested in renting the house while I’m traveling.",
  "If you are genuinely interested I would be happy to offer a FaceTime or WhatsApp walkthrough and conversation regarding the home.",
  "I have intentionally not included photos of the bedrooms out of consideration for my tenants privacy but photos will be made available if interested.",
  "Each bedroom is approximately 9/10 ft x 10/11 ft.",
  "The largest bedroom has a standard king size bed, the next largest room has a queen and the smallest a full.",
  "Each room has a closet, mirror, bed, dresser, side tables etc…and I’m willing to furnish to accommodate.",
  "The home is situated on a quiet culdesac with four other homes, minutes from everything in Great Barrington and a short drive from everywhere in South County.",
  "Great location for leaf peeping, hiking, minutes from Butternut and Catamount, less than 2.5 hours from Boston, one hour from Albany, 50 minutes from Hudson, NY and 3ish hours from NYC all without being far from grocery stores and restaurants.",
  "-3 Bedrooms",
  "-1 Bath",
  "-2 Car garage",
  "-0.40 Acres of back yard and side yard with plenty of room to garden or be creative.",
  "-Washer & Dryer in basement",
  "-Mudroom / Breezeway",
  "-Living room with working fireplace",
  "-Electric stove",
  "-Dishwasher",
  "-Microwave",
  "-Blender / food processor",
  "-Lots of kitchen utensils and cookware.",
  "-Kitchenette area",
  "-Unfinished basement",
  "-Pets OK with $250 cleaning deposit for each pet.",
  "-Each room has been freshly painted within the last several months and the remaining common areas are currently being painted / refreshed.",
  "*Windows will need to be sealed with shrink-wrap plastic in the winter, which I will pay to have done.",
  "*Neighbor will assist with clearing driveway of snow but tenant will have to shovel walkways and area in front of garage door unless they choose to hire snow removal service.",
  "Town plows street.",
  "*Attic was recently re-insulated as of May, 2022 to ~R50.",
  "*Public water.",
  "*Septic system recently emptied and updated as of January, 2022.",
  "*Tenant is responsible for all lawn care, gutter cleaning (twice a year), trash & recycling and general upkeep, which should be minimal based upon the work I am doing now.",
  "*Appliances all work but are dated.",
  "Will consider upgrades but if it isn’t broken, I’m hesitant to replace it.",
  "*Tenant pays all utilities, estimated at the following amounts:",
  "-Internet: $55 / month but can be upgrade for faster service.",
  "-Garbage & Recycling pickup (Monday mornings before 7:30AM) : $43 / month",
  "-Electric: $65-$90/ Month",
  "-Heating oil: $150-$225 per month during the winter (thermostat setting dependent) and $75-$100 during the warmer months with heat off and burner running only for hot water, all depending on usage.",
  "-Direct furnace hot water / no hot water tank.",
  "-Oil tank (270 gallons) will be left full for tenant and is expected to be full at the end of the lease otherwise the difference in returning the tank to full will be deducted from security deposit.",
  "-Oil-fires heat via floor radiators.",
  "-No AC / Central Air",
  "-Window fans and window or freestanding AC units OK with proper installation and drainage.",
  "**No smoking cigarettes, vapes or tobacco products within any interior or enclosed spaces…just go outside.",
  "Smokeless tobacco OK.",
  "**Marijuana products OK and again no vaping or burning of anything inside of the interior enclosed spaces.",
  "Edibles and non-vapor or smoke producing products OK.",
  "**First, Last and one months rent due at signing of lease.",
  "Will likely ask for $1,000 security deposit to secure / hold home prior to lease signing.",
  "I’m not going to risk my time and energy if you decide to back out after committing to lease, for which a written commitment will be required prior to leasing.",
  "**Willing to offer a 10% discount on rent if paid in full for the entire year.",
  "$36,000 then becomes $32,400 for the entire year.",
  "Same security deposit requirements.",
  "**Please no conservatives, republicans or Trump supporters.",
  "Tenants will require personal and professional references, credit check, proof of income and social media screenings.",
  "Great Barrington is arguable the heart of South County in the Berkshires with a small community of nice people at it’s core.",
  "We have arts, culture, great food and amazing outdoor experiences available year round.",
  "What’s most important to me is that I find tenants who are willing and able to be conscious, honest, clean and respectful caretakers and occupants of my house who have an appreciation for the Berkshire’s.",
  "Thank you for your time and consideration.",
  "If you have any questions, please feel free to contact me directly on my cell phone listed below or via e-mail.",
  "I expect a fair amount of interest, so if you do not hear from me within two days, feel free to reach out again but generally I do my best to respond quickly.",
  "Best,",
  "-Nick",
  "646-784-7000"
 ],
 "images": [
  "https://images.craigslist.org/00000_b4qRG3mWkt0z_0CI0qQ_600x450.jpg",
  "https://images.craigslist.org/00202_5uXVfuBhjNzz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/01212_7uClNj96rJ6z_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00D0D_jJsu2bGib0Lz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00202_XugaUOqVBoz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00B0B_1ZV0Pkq3K7Xz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00G0G_4kx2jW2Q6OVz_0CI0r1_600x450.jpg",
  "https://images.craigslist.org/00R0R_kLSCup29GZbz_0CI0qq_600x450.jpg",
  "https://images.craigslist.org/00s0s_cQhg5ZsG5fwz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00l0l_1fmFQOV80CEz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/01111_f1soXv6ZOhfz_0t20CI_600x450.jpg",
  "https://images.craigslist.org/00R0R_h8tgzNQzBJEz_0t20CI_600x450.jpg"
 ],
 "url": "https://boston.craigslist.org/gbs/apa/d/boston-berkshire-home-with-garage-and/7515275654.html"
}