{
 "post_id": 7516331676,
 "title": "Light-blocking two-inch blinds, Kitchen island with pendant lighting*",
 "price": 1465,
 "neighborhood": "NA",
 "map_address": "311 Watson Branch Lane",
 "street_address": "311 Watson Branch Lane",
 "latitude": 32.5773,
 "longitude": -97.1416,
 "data_accuracy": 22,
 "posted": "2022-08-02 08:28",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": 736,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 11",
  "OR Text",
  "11",
  "to",
  "show contact info",
  "to contact us.",
  "This is a 1 Bedroom, 1 Bath, approximately 736 Sq.",
  "Ft.",
  "Welcome to Aura Watson Branch, a brand-new luxury apartment community in Mansfield, Texas.",
  "Discover how upscale features and modern amenities blend with a quiet hometown atmosphere to create an unparalleled living experience just minutes from the ample opportunities that await you in Dallas-Fort Worth.",
  "Features:",
  "Walk-in shower(s)*, Decorative plumbing fixtures, Kitchen pantry, Double vanities* and vanity mirrors with decorative lighting, Custom carpeting, Sophisticated shaker-style two-tone kitchen cabinets with under cabinet lighting, Spacious walk-in closet(s) with custom wood shelving, Private patio/balcony, Garden soaking tub(s), Ceiling fans, Kitchen island with pendant lighting*, Stainless steel kitchen appliances: side-by-side refrigerator with water and ice dispenser, built-in microwave, and dishwasher*, Granite countertops and under-mount sinks with Stylish backsplash, Ceramic glass cooktop stove, Linen closet(s)*, Light-blocking two-inch blinds, Private yards*, Hardwood-style flooring, Contemporary light fixtures, Modern interiors, Expansive nine-foot ceilings, In-home washer/dryer*",
  "*Amenities may vary and are subject to change at any time",
  "Community Amenities:",
  "Pet-friendly community, Pet park, Resort-style pool with cabanas, a spacious deck, and propane grills, Tuck-under garages, A multi-level fitness center with cardio theatre, strength equipment, and free weights, Valet trash service, Business lounge with private conference rooms, Spin room with interactive classes, 24/7 package service, Clubhouse with kitchen and shuffleboard table, Gated community, On-site recycling, Outdoor courtyard(s) with a fire pit and",
  "bocce ball court, Controlled access with video intercom system, Elevators, Covered parking, Wi-Fi in common areas,",
  "Fourth floor sky lounge",
  "Pet Policy",
  "Max 2 Allowed | One time Fee $350",
  "Rent $25",
  "Comments: Breed restrictions apply, pet records and photo required.",
  "Please contact leasing office for details.",
  "Want more information on this unit?",
  "See link (below):",
  "<URL>",
  "dIj0BwHy"
 ],
 "images": [
  "https://images.craigslist.org/00m0m_fMU008I7Lldz_05a03S_600x450.jpg",
  "https://images.craigslist.org/01111_hD0Kz80xVJZz_05a03S_600x450.jpg",
  "https://images.craigslist.org/00r0r_jC0V3XCGJyvz_09i06Y_600x450.jpg",
  "https://images.craigslist.org/00B0B_bs9udQc2DAxz_08w06o_600x450.jpg",
  "https://images.craigslist.org/00U0U_bIkvbdEzxEDz_05a03S_600x450.jpg"
 ],
 "url": "https://dallas.craigslist.org/sdf/apa/d/mansfield-light-blocking-two-inch/7516331676.html"
}