{
 "post_id": 7516281280,
 "title": "Beautiful 3 Bedroom 2 Bathroom House for Rent",
 "price": 950,
 "neighborhood": "11949 Hoblitzelle Dr Dallas, TX",
 "map_address": "11949 Hoblitzelle Dr Dallas, TX",
 "street_address": "11949 Hoblitzelle Dr Dallas, TX",
 "latitude": 32.9103,
 "longitude": -96.7285,
 "data_accuracy": 22,
 "posted": "2022-08-02 01:17",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1500,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "This spacious 1550 sq ft designer home with 3 bedrooms + 2 full bathrooms adjacent to View Park just got remodeled to include a custom kitchen with new stainless steel appliances, new stove, new washer and dryer, fresh paint both interior and exterior and new landscaping.",
  "This home comes with 4 private Patios, two in the front, third one for the master suite and the fourth patio for the second bedroom.",
  "Enjoy cooking and entertaining in the open concept living room/dining room/kitchen space with a nice view of garden with fruit trees.",
  "The master bedroom is accompanied with its own ensuite full bath and French doors leading to a private patio with a view of grapevine, Cherry, Figs and lemon trees.",
  "At the end of the Hallway is a second bedroom with French doors opening into your own private backyard to the fragrant smell of tropical garden resplendent with Apples, two types of Peaches, Avocado, Papaya, tangerine and Apricot trees.",
  "This bright and airy house has freshly painted rooms with Cedar wood closets, recessed lighting, updated electrical & plumbing, new central air & heating systems and fans in all bedrooms.",
  "This unique gem is also centrally located within minutes of the new SoFi Stadium, the Forum, short drive to LAX, Downtown LA nightlife, museums & diverse restaurants.",
  "Convenience will also be at your disposal with the upcoming, new Metro train Station only one block away to enjoy the best of Los Angeles living in your beautiful home.",
  "RENTAL REQUIREMENTS:",
  "Income must be 2.5x rent, one month rent amount as security deposit, minimum credit score 670, background check, employment verification as well as rental verification with previous landlords, proof of income (Paystubs and/or bank statements), no smoking, tenant pays all utilities except gardening.",
  "CALL FOR MORE INFORMATION:",
  "show contact info"
 ],
 "images": "NA",
 "url": "https://dallas.craigslist.org/dal/apa/d/dallas-beautiful-bedroom-bathroom-house/7516281280.html"
}