{
 "post_id": 7516720142,
 "title": "Nice 3 bedroom, 2 bath home located on a dead-end street",
 "price": 1327,
 "neighborhood": "NA",
 "map_address": "2902 Viva Dr,",
 "street_address": "2902 Viva Dr,",
 "latitude": 32.801306,
 "longitude": -96.641235,
 "data_accuracy": 5,
 "posted": "2022-08-03 06:02",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1440,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Nice 3 bedroom, 2 bath home located on a dead-end street.",
  "Quiet neighborhood, this home has a nice unfinished downstairs space with dry entry.",
  "Large laundry room with sink - This home would make a great investment property, second home or employee housing.",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "I'm waiting for a room to become available in about a week but hotels are too expensive",
  "I'm looking for someplace I can crash for a week",
  "Internet or a place to cook are pluses",
  "I have a hotspot and I can work with a microwave",
  "A room basement whatever is fine",
  "I'm ok with pets",
  "I'm a in my thirties and a delivery driver",
  "Message with price and approximate location",
  "We are trying to help a friend find a place to live.",
  "He's in his early 60s, is a master mechanic, drives, and is kind and safe.",
  "He had a terrible experience with covid and ended up in the hospital for weeks and not being able to work.",
  "He has been doing deliveries with DoorDash, etc. to get by, but he's found himself no longer able to rent the room he's been staying in for years.",
  "We are hoping to find him a rent for free room in exchange for mechanic work, deliveries, night time security, etc.",
  "We are also willing to help him out with rent.",
  "Culpeper area or NOVA area would be great.",
  "We live in Culpeper and would love to be able to help him out on a more regular basis.",
  "Thank you!Hi, I'm a 26-year-old guy, looking to share a place in the Annapolis area, in the $1,000 range.",
  "I need to move by Sept.1.",
  "I am easy-going, neat, with a solid 9-5 job.",
  "I graduated from Salisbury, like to kayak, and play video games during my free time.",
  "I do need parking.",
  "I am okay with pets and willing to share a bathroom.",
  "If you are reading this, I am still looking.",
  "Let me know if this seems like a good fit.",
  "Looking for a 1bd and 1 bath for me and my boyfriend prefer a landlord that accept average credit.",
  "I work at a middle school and my boyfriend works at Amick we both have secure and stable jobs and we easily make 3x the rent on most places.",
  "If you know any places even if you aren’t the landlord feel free to email or call me thanks",
  "ROOM FOR RENT ,( EVERYTHING INCLUDED) move in for less then $500 (baltimore,21206)....",
  "Room 4 Rent Nice size Bedroom for rent in a Townhouse styled home located in a quiet section of East Baltimore (Cedonia).",
  "Rent is all inclusive ( WI FI , All utilities,, washer/dryer access).",
  "Kitchen and bathroom recently remodeled with new and modern appliances.",
  "Off street parking directly behind the house,.",
  "Easy access to 895 , I am asking $165.00 per WEEK with a 2 week deposit ( total of $495.00 moves you in ) . ...",
  "NO SMOKINGWe are trying to help a friend find a place to live.",
  "He's in his early 60s, is a master mechanic, drives, and is kind and safe.",
  "He had a terrible experience with covid and ended up in the hospital for weeks and not being able to work.",
  "He has been doing deliveries with DoorDash, etc. to get by, but he's found himself no longer able to rent the room he's been staying in for years.",
  "We are hoping to find him a rent for free room in exchange for mechanic work, deliveries, night time security, etc.",
  "We are also willing to help him out with rent.",
  "I am a single, young-professional (26) looking to rent a room in the BALTIMORE DOWNTOWN AREA!",
  "Please do not reply if not in said area.",
  "I have no pets and do not smoke or drink.",
  "I work over-nights through the entire weekend and am looking for a second job",
  "so I will be out of the house most of the time.",
  "Looking to rent $300 - $600.",
  "Please help as my current living situation is urgently coming on it's final days.",
  "Hi - seeking an unfurnished, one bedroom apartment in the Capitol Hill or Logan Circle neighborhoods for a move in date of Sep 1 or Oct 1.",
  "Have great credit, solid references and a steady income of $9,000+ a month.",
  "Would ideally like to find a place for $2,500 or less per month.",
  "Be aware this guy stole my camera, some equipment and money, admitted it on text, said he felt remorse and would return it, then ghosted me.",
  "I let him stay in my apt while I was away as a favor.",
  "He claims he is from Boston and his mother lives in Australia.",
  "He also says is abused by his father in his home so he left so I tried to help.",
  "We talked via FaceTime first to confirm.",
  "I fed him, treated him with kindness and respect, asked him to water my plants and pick up my mail while I was gone, he did none of those things.",
  "Kindly and calmly I gave him the opportunity to return it so he would not get into trouble but he ignored it..",
  "I then filed a police report with his picture and the police also have his finger prints from a corona bottle he left in the apt.",
  "You reap what you sow in life.",
  "Hopefully he will get the help he needs and a conscious.",
  "This is his number (only in part) so you can be aware if this number contacts you (207) 312-46seven* Joshua his last name is possibly Freeman or he could have lied about that but that is the name on the cell phone account.",
  "He is about 5'10 his shoe size is 10 1/2.",
  "I think he is a few pounds more now than in this picture.",
  "He claims hes 24, he may be older.",
  "He may have another phone account and number also.",
  "My partner and I are looking to rent a room starting sometime in Aug/Sept/Oct until mid December.",
  "We also have a very very very well behaved dog.",
  "We are both very respectful, laid back, clean, and considerate.",
  "Solid incomes and landlord/roommate references.",
  "You wont find better tenants than us - promise!",
  "Looking for a bedroom big enough for a desk.",
  "Or a winter rental on the North Shore/ in-law unit whatever.",
  "Email me for more details about us."
 ],
 "images": [
  "https://images.craigslist.org/00n0n_k0dKRwLuikSz_08v0aE_600x450.jpg",
  "https://images.craigslist.org/00G0G_3L7qGdkUaI4z_0820aG_600x450.jpg",
  "https://images.craigslist.org/00h0h_aS541YP8Zsdz_0920b4_600x450.jpg",
  "https://images.craigslist.org/00I0I_kxSJI5S9gYMz_08Y0ba_600x450.jpg"
 ],
 "url": "https://dallas.craigslist.org/dal/apa/d/mesquite-nice-bedroom-bath-home-located/7516720142.html"
}