{
 "post_id": 7516314873,
 "title": "COME STAY WITH US",
 "price": 289,
 "neighborhood": "8150 N. STEMMONS FRWY",
 "map_address": "8150 N. STEMMONS FWY near EMPIRE CENTRAL",
 "street_address": "8150 N. STEMMONS FWY ",
 "latitude": 32.825506,
 "longitude": -96.871486,
 "data_accuracy": 10,
 "posted": "2022-08-02 07:30",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": 383,
 "flooring": "NA",
 "rent_period": "weekly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  ", Bienvenido a Budget Suites of America, donde puede hacer de uno de nuestros apartamentos su hogar por una semana o indefinidamente!",
  "Budget Suites of America los invita a relajarse en uno de sus apartamentos, sea que venga de vacaciones, se esta mudando de apartamentos o busca un lugar para empezar en nuestra hermosa ciudad.",
  "Nuestro apartamentos son espaciosos, acogedores y de buen precio.",
  "Nuestra propiedad esta designada para servirles y satisfacer todas sus necesidades.",
  "Nuestra propiedad tiene lavanderias, piscina, spa, seguridad y WI-FI.",
  "Nuestros apartamentos vienen amoblados, con cuartos separados independientes, con cocina y refrigerador de tamaño completo, televisores e incluyen el cable, electricidad, agua y telefono.",
  "Budget Suites of America tiene las conveniencia de un hotel con las comodidades de un hogar.",
  "Nuestras oficinas y lavanderias estan abiertas los 7 dias de la semana.",
  "Nuestro equipo de gerentes, mantenimiento y seguridad trabaja 365 dias al año para servirles de la mejor manera possible.",
  "Budget Suites of America NO tiene contratos ni “Leases”",
  "Venga y chequee uno de nuestros acogedores apartamentos YA!!",
  "Hablamos español",
  "Gerencia de Budget Suites of America"
 ],
 "images": "NA",
 "url": "https://dallas.craigslist.org/dal/apa/d/dallas-come-stay-with-us/7516314873.html"
}