{
 "post_id": 7516375462,
 "title": "Soaking Tubs*, Pet Fountain Bowl and Seating Area, Deep Farmhouse Sink",
 "price": 1634,
 "neighborhood": "Frisco",
 "map_address": "8811 Eldorado Pkwy near Preston",
 "street_address": "8811 Eldorado Pkwy ",
 "latitude": 33.174568,
 "longitude": -96.820392,
 "data_accuracy": 15,
 "posted": "2022-08-02 10:12",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 830,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 98",
  "OR Text",
  "98",
  "to",
  "show contact info",
  "to contact our team.",
  "This is a 1 Bedroom, 1 Bath, approximately 830 Sq.",
  "Ft.",
  "Located in the quiet suburb of Frisco, TX, The Edison at Frisco offers a variety of one-, two-, and three-bedroom apartments designed to provide residents both comfort and sophistication.",
  "Our convenient location off Dallas North Tollway allows for easy commuting to downtown Dallas, and nearby Parkway Towne Crossing, Warren Sports Complex, and Preston Square are expedient dining, recreation, and shopping destinations.",
  "Experience style and luxury in one of our open-concept floorplans, which include nine to 16-foot ceilings, plank flooring, a gourmet kitchen, linen closets, washer and dryer, and a private patio or balcony.",
  "Residents can also take advantage of on-site amenities, such as a pool with upper and lower decks, tanning area, wet bar, BBQ zone, fitness center, and pet park with pet washing station.",
  "Additional conveniences include direct-access garages, carports, elevator access, and mail concierge.",
  "Contact us today to schedule a tour – we can’t wait to welcome you home!",
  "Features:",
  "Mud Rooms*, Kitchen Islands with Bookshelves*, Washer/Dryer in Every Unit, Spacious Linen Closets in Bathrooms, Separate Showers*, Vast 9-Ft Ceilings, Contemporary Designer Cabinets, Internet, Cable and Phone Ready, Stainless Steel Appliances Including Ceran Top Range and Side-by-Side Refrigerator with Ice/Water Dispenser, Large Outdoor Patios and Balconies, Built-In Storage*, Kitchen Pantries, Deep Farmhouse Sink, Wood-Style Plank Flooring, Soaking Tubs*, Unique One Two and Three Bedroom Apartments",
  "* IN SELECT APARTMENTS",
  "Community Amenities:",
  "BBQ Grills, Sports Lounge with TV Wall, Breezeway Garages, Pet Park, Tanning Shelves, Sports Simulator, Courtyard with Trellis, Putting Green, Wellness Center with Fitness-On-Demand, Weight Equipment and Cardio Equipment, Direct Access Garages, Bicycle Rack, Carports, Package Concierge System, Large, Native Trees, Fire Pit, Elevators, Elegant Clubhouse, Outdoor Lanai with Billiards, Wet Bar and TV Screens, Outdoor Swimming Pool, Pet Fountain Bowl and Seating Area, Outdoor Movie Screen and Seating Areas, Dog Washing Station, Private Business Center",
  "Pet Policy",
  "Pet friendly, contact for details.",
  "See our property details here:",
  "<URL>",
  "7hgdybMZSPj"
 ],
 "images": [
  "https://images.craigslist.org/00202_4TIixmJQeGez_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00202_bFvFY8ANN5ez_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00l0l_3HrPV7qVkPqz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00808_6H1xdbP2CqCz_0ak07K_600x450.jpg"
 ],
 "url": "https://dallas.craigslist.org/dal/apa/d/frisco-soaking-tubs-pet-fountain-bowl/7516375462.html"
}