{
 "post_id": "7516404345",
 "title": "2bedroom 2 bath condo with ceramic tile throughout))))))))",
 "price": "1800",
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": "26.1793",
 "longitude": "-80.2746",
 "data_accuracy": "22",
 "posted": "2022-08-02 12:09",
 "updated": "NA",
 "repost_dates": "[]",
 "available": "2022-08-02",
 "housing_type": "house",
 "bedrooms": "2",
 "bathrooms": "2.0",
 "laundry": "laundry on site",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "True",
 "dogs_ok": "True",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "['2 bedroom 2 bath condo with ceramic tile throughout!', 'Desirable location not far from the million-dollar clubhouse with loads of amenities for you to enjoy!', '\\'\\'\"Contact Jorge For more info; \"\"', 'show contact info', '\"\"', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '##################################################################################################', '##############################################################################################', '******', '****', '******', '**', '*', \"I'm in search of a 1 or 2 bedroom house or apartment preferably on west side I have a housing voucher from the Veterans Administration they will pay the first month and security deposit and continue with assistance till February I am also going back to school and will be receiving $1500 monthly starting in September for a year.\", 'My background check is not the best I am a felon but not currently in any trouble or completing any sentences.', 'My credit is also poor but trying to work on it.', 'If anyone has it in them to give a wartime veteran a chance please contact meI have two rooms in my home that I want to rent.', 'I am looking for either students or traveling nurses that need a room, only and no pets.', 'This can be either a furnished or unfurnished room depending on what you need.', 'I am in the Glendale area one mile away from Glendale Community college and ASU West campus.', 'The rent will be $700 with utilities included; price can be adjustable.', 'We are new to Phoenix about 3 months and have been staying in a hotel after leaving a dangerous environment in our home state.', 'We have 4 children and no pets.', 'We need a permanent home soon, at least by Christmas.', 'We pay our bills and keep to ourselves.', 'Please reply to hear our situation in more detail.', 'Thank you for reading.', 'Looking for a private landlord.', 'Currently living in my vehicle with my child.', 'Unable to secure housing due to a discharged Chapter 7.', 'I have a job and steady income, just down on my luck.', \"Hello I'm a 25 year old bi black guy looking for a room (short term).\", \"I'm laid back, friendly, and can clean up after myself.\", 'For any questions, ask away in the email.', 'Hard working man looking for a quiet room to watch some TV before bed.', 'No need to use kitchen as I get free meals at work.', 'No drugs, no noise, no trouble.', '$85-100 per week.', 'Ready to move in ASAP.', 'Need to be close to the perimeter mall or MARTA.', 'Call MekoLooking to rent a room with minimum kitchen and bathroom access.', 'Wifi, Laundry and AC etcDo not send me other offers other than pictures of room or apartment and details.', 'I would like to rent something right away.', 'Please send pictures and details.', 'Thank you in advance.', 'Looking for a one bedroom apartment for two ladies.', 'We are looking in the Reseda area.', 'We are drama free, reliable and clean.', 'Looking for someone to rent a furnished room with a shared bathroom in a 2600 sq.ft.', 'Home in Winnetka.', ', Currently I have a Gay roommate who has been living here for 7 years and a straight  roommate who has been here for 6 months but has decided to move in with his girl friend.', 'Prior to him was a single straight guy who lived here for 3 years but moved back to New York.', 'I am looking for a single  straight or gay between the ages of 30 and 60 who is looking for a long term happy home.', 'The room will be available September 1st and ready to show by appointment only,*We', 'Buy Fixer-Upper in Cash*', 'We are a local Real Estate Investment Company here in Orange County who loves to Fix and Flip homes!', 'If you have properties that you think can be upgraded/remodeled/rehabbed/needs TLC and that you needed a Quick Sale in CASH, We would love to work with you and start escrow as soon as possible.', 'We can also buy homes in distressed or any homes that are giving you headaches.', \"We'll be glad to take away one heavy load off your shoulder.\", 'You can give us a call or email us now.', 'I am a degreed professional and traditionally work as a banker.', 'I hope to switch to teaching later this year.', \"I'm looking for a place that is affordable.\", \"I'm considering a roommate as well.\", 'I would love to get into a situation where I could work, do housekeeping, care for plants and the lawn, run errands, etc. in return for rent reduction.', 'Also, if you are looking for a roommate, hit me up and lets chat.', \"I have no pets but don't mind if you do.\", 'For fun I like to fish, when it is not too hot.', 'If you fish or would like to learn, great, or maybe you could teach me a new hobby.', \"I'm flexible and open to almost anything reasonable.\", 'Looking for some good people to help me out.', 'Recently went through a brake up after finding out my fiancé was cheating on me with my brother, in my own house.', 'I lost everything I had.. I’m just trying to move on and stay away from them..', 'I plan on finding a job first before leaving..I’m currently employed full time', 'and I have 1 dog who is super friendly and potty trained.. willing to pay whatever for some shelter until I can get my own place.', 'Thank you considering and reading this far.', 'You can call or text me at whatever timeSeeking family to live with as a live in housekeeper', 'If you are a mature couple who travels on cruises and wants a housekeeper to make sure your pets are fed, garden watered, mail and newspapers taken in daily, along with general upkeep for your home, then reply with details.', 'This would be a free trade where you would provide me with a private room and bathroom for my work.', 'part time or full time.vI am looking for a quiet room to rent in the Santa Clarita area.', 'I am an adult , clean, quiet, very respectful.', \"I don't smoke or do any drugs.\", 'I work full-time here in Santa Clarita and do real estate photography on the side.', \"I'm looking to spend between $800-$900 per month with utilities included.\", 'I have attached photos of my current room for you to get an idea of who I am.', 'I haveexcellentreferences.', 'Ready to move in.', 'My name is Dr. Elom Kwame.', 'I am a traveling dentist looking for the perfect set up.', 'I am in town 10-15days a month as I travel up and down California performing really cool surgeries for my patients.', 'Please contact me', 'and I would love to send you my resume so you can get an idea of how I work.', 'My Instagram is @dr._elom to see how I like to live.', 'I am in the process of cleaning a few things off my credit, but would be willing to pay up to 3months in advance to secure the right environment.', 'I do not have any pets and am ok if you have them.', 'A few interesting things about me…I used to work as a private cannabis chef in dental school (extra cash)…I was the first athlete to play college basketball from my high school upon graduation (small school, but still)…My father is from Ghana and my mother is from Texas and I have a slight British accent (thanks dad).', 'I practice trauma informed dentistry so you will probably find me meditating or doing yoga most of the time.', 'I look forward to meeting youNeed a nice safe place for myself, and my best friend.', 'After being a crime victim, hit and run, pedestrian, by some drunk kids.', 'I lost my ability to walk for 8 months, got a hip replacement, can now walk, tried to return to my field of work, electrician, low voltage, telecom engineer, failed, could not climb ladders safety all the time.', 'My wife divorced me while took a job in Dallas after 40 years, so recently came home to no home, no place to go.', \"I finally found a perfect long term job in the nick of time, but can't afford high cost of living and put money away for deposit, so on.\", \"I don't want to loose the one thing that has been a constant in my life, my dog.\", \"You can't go to work with a dog staying at a hotel, or the mission, they don't take them, got to give them away.\", \"Can't do it, we are a family.\", 'I need something I can pay weekly for this month, move in around 12th, and can pay full rent on the first and any additional fees.', 'I am a good person, have perfect background check, can share, no criminal history, perfect driving record, multiple perfect drug screens.', 'I go to church every week, and a Bible study on Fridays.', 'I design and build drones and robotic systems for a hobby.', 'My dog is extremely good with people, needs intro time with small dogs.', \"Suffers from separation anxiety, when I leave to work will bark for about 10 minutes.!''LOVE FOREVER''''''\"]",
 "images": "['https://images.craigslist.org/00P0P_8fp46KCL3RKz_0ak07F_600x450.jpg', 'https://images.craigslist.org/00H0H_fw6viqAPoCXz_0pO0jm_600x450.jpg', 'https://images.craigslist.org/00f0f_d2vNhatKY2Lz_0pO0jm_600x450.jpg', 'https://images.craigslist.org/00a0a_djVSZRHaTPez_0ew0jm_600x450.jpg', 'https://images.craigslist.org/00o0o_2YtrRp6aNcSz_0ew0jm_600x450.jpg', 'https://images.craigslist.org/00v0v_fYCF5Uh1mMPz_0pO0jm_600x450.jpg']",
 "url": "https://miami.craigslist.org/pbc/apa/d/fort-lauderdale-2bedroom-bath-condo/7516404345.html",
 "typology": "NA",
 "GEOID": "12011060113",
 "poverty": "nonpoor",
 "race": "black",
 "white": 41.5,
 "black": 45.4,
 "asian": 8.4,
 "latinx": 24.0,
 "below25k": 8.5,
 "median_income": 58750.0,
 "college": 31.9,
 "foreignborn": 38.6,
 "renteroccupied": 24.4,
 "last10yrs": 0.0,
 "vacancy": 3.1,
 "white_old": 62.4,
 "black_old": 32.9,
 "asian_old": 7.9,
 "latinx_old": 23.0,
 "below25k_old": 1.9,
 "median_income_old": 87011.61,
 "college_old": 24.2,
 "foreignborn_old": 30.5,
 "renteroccupied_old": 19.6,
 "last10yrs_old": 16.4,
 "vacancy_old": 8.4,
 "professional": 60.2,
 "professional_old": 63.3,
 "travel_time": 31.6,
 "travel_time_old": 27.3,
 "new_residents": 24.799999999999997,
 "new_residents_old": 23.0,
 "non_english": 43.2,
 "non_english_old": 28.9,
 "avg_rent": 1434.0,
 "avg_rent_old": 1288.77
}