{
 "post_id": "7516704184",
 "title": "◈◈◈2 bedroom remodeled completely and ready for move in)))*)))",
 "price": "1900",
 "neighborhood": "Miramar",
 "map_address": "2175 SW 80TH TERRACE",
 "street_address": "2175 SW 80TH TERRACE",
 "latitude": "25.9921",
 "longitude": "-80.2712",
 "data_accuracy": "22",
 "posted": "2022-08-03 02:49",
 "updated": "NA",
 "repost_dates": "[]",
 "available": "NA",
 "housing_type": "house",
 "bedrooms": "2",
 "bathrooms": "2.0",
 "laundry": "laundry on site",
 "parking": "street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "['Gorgeous two bedroom completely remodeled.', ' Rent includes electricity, water, cable, and internet.', \"'''''\", 'AVAILABLE AFTER \"Contact Jorge For more detail about this apartment\\'\\'', 'show contact info', '\"', '▶▷▶▷▶▷▶▷▶▷▶▷▶▷▶▷▶▷', '◈◈◈◈◈◈◈◈◈◈◈◈◈◈◈◈◈◈◈◈', '⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑⚑', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '%', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '^', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '+', '##################################################################################################', '##############################################################################################', '******', '****', '******', '**', '*', '\"\"Coveted top floor unit with vaulted ceilings and exposed wood beams.', 'It has been totally updated from floor to ceiling!', 'Distressed Acacia engineered wood flooring, Hand-finished, stained ceiling beams, Double paned/glazed windows, Fresh paint throughout, Quartz countertops and backsplash, Stainless steel appliances, Dual stainless steel kitchen sink with garbage disposal, Soft-close drawers.', 'Custom designed closet with bi-fold glass doors, Enlarged bedroom window, Dual vanity bathroom sinks, Large floor-to-ceiling tile walk-in shower, Custom wood hall ceiling, Central air, The gated complex has two swimming pools, Hot tub, Tennis courts, track, newly remodeled Gym, two pool tables, and a ping pong table.', 'Access to private hiking trail to Lake Hollywood.', 'Walking distance to Ford Theatre and Hollywood Bowl and close proximity to Hollywood Blvd, Griffith Observatory, and Universal Studios.', 'One covered garage parking space and plenty of guest parking.', 'CABLE TV AND INTERNET INCLUDED IN RENT.', 'Please inquire for details or to set up a tour.', 'Beautiful Home on Eastside Costa Mesa - Welcome to 242 22nd Street!', 'This Eastside Costa Mesa, single-story ranch home features wood laminate floors, shutters, carpet, and bright windows throughout.', 'The kitchen has white shaker cabinets, stainless steel appliances, and white Quartz countertops, and has an open concept.', 'Enter your master bedroom retreat with a walk-in closet and dual vanity.', 'Two other bedrooms feature large windows and mirrored closet doors.', 'The backyard has been landscaped with plenty of greenery and a hardscape with pavers.', 'Attached is a two-car garage with laundry hook-ups and additional storage.', 'Centrally located to shopping, endless dining options on 17th Street, and the best beaches Orange County has to offer, come quick!My name is Matisse, I’m a, 36 years old, and I’m looking for an apartment or roommate to share with me and my Chihuahua mix puppy.', 'My party days are long over, however I still very much enjoy socializing, meeting people, going to the pub for a drink or two, sports, working out, hiking with my dog, and all things Movie related.', 'I was born in New York City, and grew up in Vienna, Austria.', 'I’ve lived in LA for 15 years however, since the beginning of Covid (April 2020)', 'I’ve been Vienna looking after my mom.', 'Now it’s finally time for me to return and I’m very much looking forward to moving back to Cali.', 'I’m an actor', 'and I work in brand promotions', 'but I also own an Actors Selftape Studio which I’m trying to set up out here in Hollywood.', 'Must be dog friendly.', 'Looking to spend up to $1500 max.', 'Looking forward to your response.', 'Hello I have an LA County voucher for a two bedroom.', 'I’ve had it for over two years and I’ve been in my current apartment for over 2 years in Lynnwood.', 'I am just ready for a change and to move out.', 'it’s just me and my daughter.', 'I am looking to move as soon as possible.', 'I’m quiet, drama free and rent will be paid on time.', 'I’ll definitely need a parking spot and I’m looking to stay as close to Long Beach as possible so if you could please email me back or text me ASAP, I would appreciate it.', 'Or Thank you!!!!', '￼Desire a Long Term Lower La Quinta Cove Pool Home by September 5th or possibly sooner.', 'Lease up to $3000.', 'per month for minimum of 18 months or longer.', 'Furnished or Unfurnished OK.', 'Deposit of $3000 OK.', 'Will even consider buying property in the future if interested in selling.', 'Good Credit, Income, Clean Background, Respectful and Quiet.', 'Please respond to this post giving feedback on your property & requirments.', 'Principles only, no Brokers please.', 'I have a 2017 29ft Grey Wolf Cherokee pull trailer that I need a space for with electricity & water.', 'I don’t care about cable as long as there’s cell service.', 'I’m also open 2 putting it in storage and renting a small place.', 'I’m a single, 42 yo on permanent disability(I make $2900 a month just from SSI, but I also have a side business ) trying to get away from a toxic situation.', 'I have a neutered cat that comes with me no matter what, but he’s mellow & loves dogs.', \"I'm a young entrepreneur with two successful salon locations in Ventura.\", \"Currently I rent an apartment in N. Oxnard, but I'd like to be closer to my shops in Ventura to better serve my client base.\", 'If you have a studio or one bedroom available, or coming available soon, please reach out!', 'I have excellent rental history and credit.', \"I'm just one person.\", 'No drama here, no partying, just a serious and responsible individual with no baggage.', 'Thanks for reading!', 'Looking forward to your response:)Hello, my name is Colleen.', 'I got out of a 12 year long abusive relationship about 7 months ago.', 'I moved in with a friend and his mom.', 'Had a job as a server but after about a month and a half, the restaurant went up in literal flames.', 'They continued to pay us for 2 more months before telling us to apply for EDD.', 'They are only giving me $88 a week because I made most of my money in unclaimed tips.', 'I have been on the hunt for a job ever since.', \"I found an incredible opportunity, however it doesn't start till November.\", 'I have to complete the schooling for it first.', 'I continue to search for a temporary position but have not been able to find one yet.', 'My friends grandmother passed away and his uncle has to move in so his mom gave me 30 days.', 'I have tried my hardest to find not only a job but a place too for the past month to no avail.', 'Today is my move out date and I have nowhere to go.', 'I have to live on the streets of LA and leave my cat at my friends until I find a place for the both of us.', 'I had a guy talk me up yesterday and offer me a room free if I help clean and take care of the kids', 'so I stopped looking.', 'Today he waited till 5:30 and then emailed me, \"\"I\\'m sorry.', 'Im a pervert too.\"\" I am a 35 year old who has never been in such a ugly situation.', 'I am scared and desperate.', 'If there is anyone out there who is willing to help in ANY way possible, I would very much appreciate it!', 'I can clean and do anything else that is asked of me until I am able to pitch in for rent.', 'PLEASE HELP ME!', \"I AM SCARED!!!WILL NOT TRADE MY BODY FOR A PLACE TO STAY!!!!!!!!!!I'm Alberto, Italian, 28 yo, I'm doing my PhD in Energy Engineering.\", \"I'll be in Irvine from August 18th to January 2023 (included) for an exchange programme at UCI, with a possible period extension.\", \"I plan to be at university most of the time, so you won't see me often at home.\", \"I'm clean, easy going, and easily adaptable to the house/apartment mood/rules.\", \"I would be available to come see the room the same day I get to Irvine (August 18th), even though I can't promise I'll be in a good shape due to jet lag 😅.\", 'I can come any day after August 18th if that works better for you.', 'I would move in as soon as possible.', 'Hey guys, names Franco.', 'Just finished a lease at my last place, looking for new great comfortable temporary spot.', 'Lmk if you know anyone who has anything available asap.', 'I prefer an entire place to myself but lmk.', 'Please send pics of the place with details.', 'No weird stuff.', 'Have a great week.', 'thanks :)Budget 1,200-3,000I’m chill, smart, responsible, funny.', 'From Texas, and enjoy working out, playing videos games and laurel canyon.', 'I work in the industry.', 'I own a wonderful home in Joshua Tree', 'Ca. 6 miles from the national park entrance.', 'I have one 25 y/o tenant who lives at the property whom will be your host.', 'There are two private bedrooms available, with your own private full bath.', 'There are two full beds and one queen bed, with plenty of cots if we need them.', 'Frank, your host, will do his best to accommodate your requests while staying out of your way as much as possible.', 'Guided tours available through Joshua Tree National Park by host, ask Frank for details.', 'The home features a spa, private backyard, corn hole, bocce ball ,ping pong, outdoor fire pit, and ample parking (in driveway and street).\"']",
 "images": "NA",
 "url": "https://miami.craigslist.org/brw/apa/d/hollywood-bedroom-remodeled-completely/7516704184.html",
 "typology": "NA",
 "GEOID": "12011110319",
 "poverty": "nonpoor",
 "race": "black",
 "white": 29.5,
 "black": 68.4,
 "asian": 4.8,
 "latinx": 19.7,
 "below25k": 5.4,
 "median_income": 80586.0,
 "college": 23.3,
 "foreignborn": 33.8,
 "renteroccupied": 20.8,
 "last10yrs": 11.100000000000001,
 "vacancy": 2.1,
 "white_old": 25.9,
 "black_old": 66.1,
 "asian_old": 7.1,
 "latinx_old": 21.6,
 "below25k_old": 3.7,
 "median_income_old": 78549.51999999999,
 "college_old": 32.2,
 "foreignborn_old": 31.4,
 "renteroccupied_old": 19.2,
 "last10yrs_old": 8.3,
 "vacancy_old": 0.0,
 "professional": 64.4,
 "professional_old": 64.4,
 "travel_time": 29.2,
 "travel_time_old": 31.6,
 "new_residents": 26.3,
 "new_residents_old": 22.9,
 "non_english": 21.6,
 "non_english_old": 26.3,
 "avg_rent": 1377.0,
 "avg_rent_old": 1834.98
}