{
 "post_id": "4887227650",
 "title": "Comfortable 1 BR in Adult / 55+ Community !",
 "price": "1075",
 "neighborhood": "Beacon Hill--south",
 "map_address": "11133 51st Avenue South near South 112th Street",
 "street_address": "11133 51st Avenue South ",
 "latitude": "47.502968",
 "longitude": "-122.270622",
 "data_accuracy": "5",
 "posted": "2022-07-30 15:30",
 "updated": "2022-08-01 22:28",
 "repost_dates": "['2022-07-30 15:30']",
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": "1",
 "bathrooms": "1.0",
 "laundry": "laundry in bldg",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$50 / person",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "True",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": "['Mauna Kea Apartment Homes / 55+ / Adult / Senior', '11133 51st Avenue South', 'Seattle, WA 98178', 'show contact info', 'Neighborhood: Seward Park', 'Type of Unit:  \"Standard\" 1 Bedroom, 1 bathroom (Apartment)', 'Date Available:', 'Now', 'Rent: $1,075 per month', 'HELLO, AND WELCOME TO OUR COMFORTABLE, GRACIOUS, QUIET, 55+ ADULT COMMUNITY!', \"Hi, I'm Terry Goodwin and I own the Mauna Kea Apartments---that's me at the end of the line of pictures.\", \"I'm proud of the Mauna Kea---it's a great place for quiet, comfortable attractive living.\", \"I'm happy that you've stopped by to consider it.\", 'At the Mauna Kea we emphasize a well maintained apartment home with a comfortable package of home-y amenities.', 'The Mauna Kea is a great place for people who want a quiet, respectful, and commotion-free life.', 'Are you at least 55 years old and looking for a well priced apartment home in a comfortable, quiet, and peaceful setting?', 'The Mauna Kea Apartments offers recently upgraded 1 and 2 bedroom apartments with unobstructed views west to the Olympic Mountains, north to downtown Seattle, and even a glimpse of Elliot Bay!', 'Selected units feature private balconies overlooking the pool and those same terrific views to the west.', 'Residents can take the elevator to enjoy our newly refurbished pool, or grill on the poolside patio.', 'The Mauna Kea is convenient, with freeway access only minutes away and a bus stop and Pea Patch just across the street.', 'At the risk of sounding like I\\'m crowing, the Mauna Kea has four strengths---a really great view, an especially large and attractive pool, a very, very quiet environment, and myself as a kind of cordial \"small town Mayor\".', \"I'm at the Mauna Kea very frequently, and everyone knows me, and I them.\", 'The Mauna Kea is a great place for people who like a quiet, comfortable, and commotion-free home life.', 'The Mauna Kea is committed to providing comfortable, quiet, secure living in a competitively priced Adult environment.', 'One out of every seven residents has been with us over twenty years---come see why!', 'And yes, the Mauna Kea is a non-smoking/non-pet community.', \"I thought that I'd offer a bit more context about the Mauna Kea, and particularly my 'operating philosophy'.\", 'I operate the Mauna Kea with an eye to creating quite long-term residencies for easy-to-get-along-with people.', \"A very integral part of that is that I don't maximize the possible rents---I don't try to squeeze every last $5 or $10 or $50/month that I might---I'd very much rather keep the Mauna Kea's rents at an acceptable level that Residents can live with, and create a situation where the same easy-to-get-along-with Residents can live there year after year, decade after decade, as they historically have.\", \"That, to me, is a 'winning hand' for everyone.\", 'The Mauna Kea has choices to suit all housing preferences.', \"Let us show you what the Mauna Kea Apartments has to offer, and you'll see why our many long term residents stay here year after year.\", \"Though I've provided my phone # here and certainly will respond to it, I prefer an e-mail.\", 'If you communicate via e-mail and think that the Mauna Kea might appeal to you, please send me a note so that I can arrange a showing for you.', \"If e-mail isn't for you, then of course please call me.\", 'Thanks!', 'The Mauna Kea Apartments - Family Built, Family Owned, Family Operated.', 'Amenities:', 'Pool', 'Fitness Center', 'Near Bus Line', 'Elevator', 'High-Speed Internet Available', 'Balconies', 'Dishwasher', 'Wonderful mountain and distant city views', 'One complementary Parking Space/apartment', 'A complementary Storage Locker', 'Underground secure parking, when available', 'Modern Kitchen', 'Heated and furnished Laundry Rooms on every floor.', 'Attractive and comfortable Lobbies', 'And most importantly: great neighbors throughout the building!', 'Please e-mail me for more information or to arrange a showing.', 'When you do so, please include your first and last name.', ' You can write me using my first name followed by the first letter of my last name---\"terryg\"---followed by \"@ <URL>\".', 'Please include your own address in any e-mail to me.', \"In the interest of mutual security I don't reply to anonymous or unverifiable addresses.\", \"If you are inquiring on behalf on another person---a friend or relative---please provide that person's full name, contact information, and relationship to you.\", 'Thank you !']",
 "images": "['https://images.craigslist.org/00H0H_c6xkdNNvZ28z_09a061_600x450.jpg', 'https://images.craigslist.org/01717_fbFNw3M7f0gz_07B04R_600x450.jpg', 'https://images.craigslist.org/00606_7CrxtjCy1Wzz_06X060_600x450.jpg', 'https://images.craigslist.org/00c0c_6wjheZ1S2Sbz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00404_eHUtfEHxGcrz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00T0T_g8QsAMFsvYJz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00W0W_c1uHZO6OZmjz_0ca0bI_600x450.jpg']",
 "url": "https://seattle.craigslist.org/see/apa/d/seattle-comfortable-br-in-adult-55/7515414563.html",
 "typology": "Stable Moderate/Mixed Income",
 "GEOID": "53033026300",
 "poverty": "nonpoor",
 "race": "asian",
 "white": 30.8,
 "black": 14.4,
 "asian": 50.3,
 "latinx": 6.7,
 "below25k": 0.0,
 "median_income": 67250.0,
 "college": 19.1,
 "foreignborn": 38.2,
 "renteroccupied": 38.9,
 "last10yrs": 4.8,
 "vacancy": 4.4,
 "white_old": 39.4,
 "black_old": 10.5,
 "asian_old": 46.9,
 "latinx_old": 1.1,
 "below25k_old": 0.0,
 "median_income_old": 59364.34,
 "college_old": 18.9,
 "foreignborn_old": 26.1,
 "renteroccupied_old": 36.8,
 "last10yrs_old": 17.1,
 "vacancy_old": 9.4,
 "professional": 44.1,
 "professional_old": 64.1,
 "travel_time": 31.2,
 "travel_time_old": 20.9,
 "new_residents": 23.2,
 "new_residents_old": 24.6,
 "non_english": 50.5,
 "non_english_old": 30.4,
 "avg_rent": 1420.0,
 "avg_rent_old": 1173.34
}