{
 "post_id": 4904025776,
 "title": "RV Space, Salmon Way Trailer Park- Burien WA",
 "price": 850,
 "neighborhood": "11925 Ambaum Blvd",
 "map_address": "Ambaum Blvd",
 "street_address": "Ambaum Blvd",
 "latitude": 47.499308,
 "longitude": -122.355165,
 "data_accuracy": 5,
 "posted": "2022-08-02 07:30",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 07:30"
 ],
 "available": "2022-08-02",
 "housing_type": "manufactured",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "45",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "RV space for rent in Salmon Way Trailer Park",
  "(You need to own your own RV)",
  "11925 Ambaum Blvd, SW Burien WA 98146",
  "RV Space Rent includes parking for one vehicle, water, sewer and garbage.",
  "There is a coin operated laundry room.",
  "All applicants must meet screening and rental criteria listed below.",
  "Rent: $850 per month and or $30 per day with a Security Deposit of $1,000.",
  "No pet dogs, Cats ok.",
  "For more information call:",
  "show contact info",
  "We will only reply to phone calls, we will not reply to texts or emails.",
  "Applicant must provide: Photocopy of their Driver's License or Government ID, Social Security Card and Current Pay Stub from Work and include a money order or cash for $45.00 for the background check at time application is submitted.",
  "SCREENING POLICY CRITERIA",
  "l. Applicant must complete all information requested on application.",
  "All adults l8 years and older must be processed and approved to reside.",
  "No back-ground checks and or screening reports used prior by applicant will be accepted, unless Management and or Landlord approves in writing of the usage of prior report.",
  "2.",
  "All information on the application must be correct and verifiable.",
  "If applicant refuses to fill out any part of the application or does not authorize us to run the necessary, report the application will be denied.",
  "3.",
  "All Applicants must qualify individually for residency and submit their own application.",
  "4.",
  "Valid identification is required such as Driver’s License, Passport foreign or domestic, Government ID, and or Social Security Number or items sufficient to run a background check as required.",
  "5.",
  "Total rent including utilities and any debt payments are not to exceed 30% of your net income.",
  "6.",
  "A history of criminal convictions could negatively affect an application for tenancy.",
  "7.",
  "Each Applicant must have a 730 or higher Trans Union and or Fico score to qualify.",
  "8.",
  "Gainfully employed for l2 months or longer with current employer or a have verifiable retirement, or social security income and or a new hiring letter listing amount and deration, No open bankruptcy.",
  "9.",
  "No collection filed by property Management Company’s and or housing agencies.",
  "Eviction or unlawful detainer actions can affect your application; Application can be denied for any written notice or complaint from current or previous landlords.",
  "10.",
  "Application can be denied for undisclosed previous rental addresses and or lack of prior landlord address and phone number.",
  "11.",
  "Maximum of two occupants per bedroom.",
  "12.",
  "No pets allowed without written approval.",
  "Pet fee per animal if allowed is $350.00",
  "13.",
  "Applicant with a Service Animal must list that on application and provide appropriate documentation for their service animal with this application and complete the attached Disability Verification form.",
  "14.",
  "No sub-leasing is allowed, this includes renting bedrooms in rental.",
  "No business and or commercial enterprises allowed on property, no guarantors and or co-signers.",
  "15.",
  "Property and rental units are non-smoking; Renters are required to carry renter’s liability insurance at all time with a minimum of $500,000.00 in liability coverage.",
  "Proof of insurance must be provided at lease signing and cover the duration of lease term.",
  "Screening Information provided by:",
  "TRANSUNION, 2 Baldwin PL Po Box 1000 Chester, PA 19016 Phone:",
  "show contact info",
  "Washington and federal law permit the landlord to deny application on the basis of but not limited to: smoking, pets, credit reference, character references, rental history, insufficient income, excessive debt, incorrect and or incomplete information give on application and or to Management.",
  "Each applicant must provide: Photocopy of their Driver’s License or Government ID, Social Security Card, Current Pay Stub from Work and pay the $45.00 (Cash) for the background check at time application is submitted."
 ],
 "images": [
  "https://images.craigslist.org/00a0a_bvgPxZMNZFoz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00A0A_8kEh5v4zf57z_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00D0D_6bn7tZeWNGez_0CI0t2_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/see/apa/d/seattle-rv-space-salmon-way-trailer/7516356453.html"
}