{
 "post_id": 7089619450,
 "title": "1 Bed 1 Bath Unit W/ Utilities Paid! Minutes Away from Redondo Beach",
 "price": 1458,
 "neighborhood": "Federal Way",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 47.3203,
 "longitude": -122.3117,
 "data_accuracy": 22,
 "posted": "2022-08-02 11:39",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 11:39"
 ],
 "available": "2022-08-11",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 745,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Thank you for your interest in becoming a valued member of our community here at Crestview West Apartments.",
  "We are conveniently located right off of Pacific Highway in Federal Way near Redondo Beach and the Redondo Park N Ride, and just within walking distance from Kent and Des Moines.",
  "All of our floor plans are large and reasonably priced, and also include your WATER, SEWER & TRASH!",
  "What more can you ask for?",
  "****************************************************************************",
  "We are currently leasing the following home(s):",
  "-1bedroom/1bath Bath with rent starting at $1458 for move in upon approval.",
  "You can take a virtual tour of all the different floorplans we offer at our community at the link below:",
  "<URL>",
  "All of our homes come with washer and dryer, extra-large bedrooms & huge living areas, oversized balconies, some with amazing private sceneries and much more!",
  "Our community is geared for your convenience and needs.",
  "We are also located on the Rapid Ride bus line, Shopping, Restaurants, Banks, I-5, Libraries, Schools, and more, all within walking distance!",
  "Most importantly, we treat our residents with uncompromising customer service you won't find anywhere else, and the leasing office is open 7 days a week from 9am-6pm every day!",
  "We have 24 hour emergency maintenance and an after-hours security on patrol nightly.",
  "Pet friendly (with breed restrictions and weight limits)",
  "Doesn’t this sound like the community you would be interested in calling your new home?",
  "I would love to show you around and introduce you to our friendly management!",
  "*We do have income restrictions that you must meet to be qualified based on your household size, please see below.*",
  "Affordable Housing Qualifications Occupants Annual Income",
  "1-Person $54,360",
  "2-People $62,160",
  "3-People $69,900",
  "4-People $77,640",
  "5-People $38,880",
  "(Minimum income requirement: 2x the rent w/utilities) we rent to all qualified applicants and follow all laws."
 ],
 "images": "NA",
 "url": "https://seattle.craigslist.org/skc/apa/d/federal-way-bed-bath-unit-utilities/7516483217.html"
}