{
 "post_id": 7289302646,
 "title": "The Lifestyle you deserve!",
 "price": 1784,
 "neighborhood": "Burien",
 "map_address": "15800 4th Ave S",
 "street_address": "15800 4th Ave S",
 "latitude": 47.461836,
 "longitude": -122.329306,
 "data_accuracy": 10,
 "posted": "2022-08-01 17:30",
 "updated": "NA",
 "repost_dates": [
  "2022-08-01 17:30"
 ],
 "available": "2022-08-12",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": 646,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "17.00",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Our community is now offering in-person tours by appointment only.",
  "Please ensure that tours are limited to two guests and masks must be worn throughout the tour.",
  "Please contact our leasing office to schedule your tour today!",
  "Please call or email us today.",
  "There is so much to love about the Solana Apartments -",
  "This place is the best place to live in Burien!",
  "All our new units feature brand-new plank flooring, new kitchen cabinetry and countertops with attractive subway tile back splash, brand new stainless-steel appliances, new modern lighting and more.",
  "All of our beautiful spacious one and two-bedroom apartment homes come with an in-unit washer and dryer, all of our homes have an extra-large deck or balcony with storage and gorgeous surrounding scenery and a wood burning fireplace in top floor units... and much, much more!",
  "Welcome home to this once in a blue moon floor-plan!",
  "This private home greets you w/wood grain plank flooring throughout, large living room, open kitchen w/bar, separate dining area, stainless steel appliances, brand new cabinets, counter-tops & modern lighting, plumbing fixtures.",
  "Your bedrooms are blanketed in brand new plush carpeting, closets are plentiful, your master suite's closet comes complete w/shelving built right in.",
  "There's a full size washer & dryer so you will never have to leave your home to do laundry (whoo hoo!); lastly, if you love your privacy, you will definitely fall head over heels w/the covered patio; not only is it monumental/jumbo/gigantic; vast in size, but it is so private that you could call it your secluded get-away!",
  "Plus....it even has a storage closet w/shelves!",
  "Seriously though, both this home and the special pricing combined, make one spectacular offer!",
  "Open Monday through Friday from 9am - 6pm and CLOSED on Saturday's and Sunday's.",
  "We do welcome walk ins, we are getting quite busy",
  "so it is always better to all ahead to setup your tour time at",
  "show contact info",
  ".",
  "Thank you, we look forward to hearing from you!",
  "Solana Management Team",
  "show contact info"
 ],
 "images": [
  "https://images.craigslist.org/00J0J_kIYzYU5ZEHAz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00w0w_jQDcKG0baFyz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00303_3Vxc2fw9Hjuz_07g04Q_600x450.jpg",
  "https://images.craigslist.org/00t0t_SfVCatBWSAz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00k0k_2v11cHwN7rUz_0g80aL_600x450.jpg",
  "https://images.craigslist.org/00o0o_doCKZtXc3JUz_07g04Q_600x450.jpg",
  "https://images.craigslist.org/00f0f_gDpSSZ1tmxXz_0g80aL_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/see/apa/d/seattle-the-lifestyle-you-deserve/7516213637.html"
}