{
 "post_id": 7514573697,
 "title": "2 Bedroom, 2 Bathroom, Beautiful Views, Rooftop Deck",
 "price": 2980,
 "neighborhood": "2170 Bel-Red Road, Bellevue, WA",
 "map_address": "2170 Bel-Red Road",
 "street_address": "2170 Bel-Red Road",
 "latitude": 47.6174,
 "longitude": -122.1426,
 "data_accuracy": 5,
 "posted": "2022-07-28 14:10",
 "updated": "2022-08-02 04:35",
 "repost_dates": [],
 "available": "2022-07-28",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 932,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "2 BD | 2 BA | 932 SQFT",
  "Reach New Heights At Vue 22 ApartmentsDesigned to be a new lens for which to see the world, Vue 22 Apartments provides the perfect setting to start elevating your expectations.",
  "From our rooftop deck with outdoor TVs and an unobstructed view of the surrounding neighborhood to our high-tech fitness center and yoga studio, you’ll love calling our Bellevue community home.",
  "Balancing work and play will come effortlessly on our lushly landscaped grounds, as you enjoy time in the organic community garden or socializing with friends over a game of bocce in the courtyard.",
  "Let Vue 22 Apartments in Bellevue wrap you in all the comforts and luxe details you deserve with everything from wood-style flooring, quartz countertops, and stainless steel appliances to front-loading washers and dryers and built-in desks.",
  "(+more)",
  "Our Crossroads apartments are ideally situated near the heart of Bellevue.",
  "We are within minutes of the Microsoft campus, and the Bellevue Technology Center, plus our proximity to WA-520 provides ease of access to other major employers and endless shopping, dining, and entertainment destinations in nearby Seattle, Redmond, and Kirkland.",
  "Discover our spacious and sophisticated studio, one and two bedroom apartments and lofts in Bellevue, Washington with all of the convenience, character, and premium features you could ask for.",
  "To learn more about Vue 22 Apartments, contact our leasing office today to schedule a tour.",
  "Apartment Features:",
  "Ceiling fans in living areas and bedrooms-Floor to ceiling double pane windows-Front-loading washer and dryer-USB charging outlets in kitchen-Wood-style plank flooring-Stainless steel appliances including built-in microwave, refrigerator, and dishwasher-Built-in desk-Polished quartz countertops-Keyless smart lock technology-Elevator access",
  "Community Features:",
  "Dog wash and self-service grooming area-Short term leases available-Concierge services-Rooftop deck featuring outdoor television, barbecue pavilion and outdoor fireplace-Corporate housing opportunities available-Open green space with bocce ball and oversized chess-Community herb and vegetable garden-Resident social lounge with demonstration kitchen and billiards table, shuffleboard table and arcade games-Virtual moving concierge – Complimentary address change, set up home services and digital moving announcements-Move-in with NO SECURITY DEPOSIT:",
  "Only a small one-time payment",
  "Call:",
  "show contact info",
  "For more information, visit us at: <URL>",
  "Equal Housing OpportunityPrices Change DailyFlexible Lease Terms"
 ],
 "images": [
  "https://images.craigslist.org/00q0q_fmKMLfneZR3z_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00D0D_eDiRjG2YbNBz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00L0L_2vp1rOY1JrEz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00c0c_2uX2EZFam5vz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00101_6FMa4P98iNqz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00909_5Ctx9q5VYYpz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00p0p_4wqFavHjdYKz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_89aDTZgbsQDz_0gw0co_600x450.jpg",
  "https://images.craigslist.org/00u0u_ij7BD2TGTABz_09i06r_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/est/apa/d/bellevue-bedroom-bathroom-beautiful/7514573697.html"
}