{
 "post_id": 7516486300,
 "title": "Last one left, 2x2 1005 SQFT Price reduced!",
 "price": 2915,
 "neighborhood": "SEATTLE",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 47.7377,
 "longitude": -122.3431,
 "data_accuracy": 22,
 "posted": "2022-08-02 11:45",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-09",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 1005,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 10",
  "This is a 2 Bedroom, 2 Bath, approximately 1005 Sq.",
  "Ft.",
  "Spacious, newly renovated apartments in North Seattle.",
  "Stylish Seattle Living tucked away just south of Haller Lake you'll spoil yourself with stainless steel appliances and rich quartz counter tops under designer lighting with modern paint and trim.",
  "Every apartment has lush new carpets and luxury vinyl floors.",
  "Luxer package services to ensure your package is received and a short drive to Northgate Mall and Greenlake where you can enjoy shopping, dining, and outdoor fun.",
  "24/7 Gym",
  "Work out on your own time with complimentary access to a wide variety of gym equipment.",
  "The Haller Post fitness center is fully stocked with free weights, exercise bikes, treadmills, punching bags, and multi-station strength machines, filling a bountiful space with the latest exercise toys.",
  "Pet-Friendly Haven",
  "Let your dogs run wild in the off-leash dog park as you relax in the connected BBQ lounge.",
  "Meet new friends and make connections in our relaxed community zone.",
  "Dogs can enjoy the outdoor obstacle course and play fetch in the extensive outdoor space.",
  "Close to Nature",
  "In natural Northwest Seattle, Haller Post Apartments are just one block away from Haller Lake and Northacres Park.",
  "Enjoy the great outdoors while staying close to home.",
  "Visit the shore of Puget Sound or go for a SUP or paddle boat ride at Greenlake.",
  "Go whale-watching, hiking, and sightseeing in this wildlife-filled part of Seattle.",
  "Our Neighborhood",
  "East of Carkeek Park, north of Woodland Park Zoo, and west of Northgate mall, Haller Post residents enjoy every facet of Seattle life.",
  "Visit shops and restaurants within walking distance of home.",
  "Fill your pallet with Thai and Mexican food, or enjoy fresh sushi and local seafood.",
  "Treat yourself and go shopping on a whim.",
  "Enjoy city life without the crowds.",
  "Features:",
  "Tile back splash in kitchen, Stainless steel appliances, Spacious floor plans, Lots of Windows offering beautiful bright interiors, Vinyl plank flooring throughout living area.",
  "Great for pets!, Designer lighting, paint colors and trim, Porches and patios, Quartz counter tops, New modern cabinets, Wood burning Fireplaces with stylish tile surround",
  "Community Amenities:",
  "Easy access to many nearby restaurants, shops, parks, highways, and much more., Covered/Reserved Parking, Managed by award winning Thrive Management., 24/7 State-of-the-art Fitness Center, 24 hour access parcel lockers, Dog Park with obstacle course",
  "Pet Policy",
  "Dogs and cats welcome",
  "2 pet maximum",
  "$300 deposit per pet",
  "$50 pet rent per month for dogs",
  "$35 pet rent per month for cats",
  "Breed restrictions apply, no weight limit",
  "Want more information?",
  "Follow this link:",
  "<URL>",
  "Photos and/or floor plans shown are representational and may not depict the exact layout or features of the available unit.",
  "If currently occupied, the individual unit you've selected may not be available to tour.",
  "Please contact our leasing team with any questions.",
  "I9SoAsOOT"
 ],
 "images": "NA",
 "url": "https://seattle.craigslist.org/see/apa/d/seattle-last-one-left-2x-sqft-price/7516486300.html"
}