{
 "post_id": 7516105716,
 "title": "Open floor plans, Fitness Studio, Plank flooring",
 "price": 5165,
 "neighborhood": "Kirkland",
 "map_address": "434 Kirkland Way",
 "street_address": "434 Kirkland Way",
 "latitude": 47.675641,
 "longitude": -122.199529,
 "data_accuracy": 10,
 "posted": "2022-08-01 13:04",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1149,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": true,
 "posting_body": [
  "Up To 4 Weeks Free!!",
  "*",
  "Welcome to Boardwalk",
  "Call Now -",
  "show contact info",
  "x 69",
  "OR Text",
  "69",
  "to",
  "show contact info",
  "to text our team.",
  "This is a 2 Bedroom, 2 Bath, approximately 1149 Sq.",
  "Ft.",
  "Boardwalk steps in with a definite direction, a clear point of view.",
  "This is luxury apartment living with condo-quality styling, in the very heart of Kirkland.",
  "Boardwalk is located adjacent to the new, vibrant village of Kirkland Urban which features QFC, Tutta Bella, Soi, Chainline Brewing Company, Caffe Ladro and many more services, shops and restaurants.",
  "Surrounded by wide gathering areas and lush green landscaping, it’s a place that feels comfortable.",
  "Where people stop easily and often to connect with friends, and linger over coffee, or a glass of wine, or the day’s events.",
  "Next to Peter Kirk Park and the acclaimed Kirkland Performance Center, a stroll to shops and restaurants, even a high-end natural grocery right in the building.",
  "And just down the road from its own private beach club stocked with paddleboards, bikes, kayaks and more.",
  "When your path diverges from the expected, the typical, you’ll see that all roads lead to Boardwalk.",
  "Features:",
  "Lake Washington views, Balconies and patios*, Bosch and Bertanozzi appliances, Expansive windows, Tall ceilings, Heated floors*, Modern cabinetry, Water fall counter tops, Quartz countertops, Studios, 1 BR, 1 BR + Den, 2 BR and Townhomes, Plank flooring, Bidets*, Dual vanities*, Ample sized walk-in closets*, Optimal lighting, Open floor plans",
  "*In select homes",
  "Community Amenities:",
  "The latest interactive personal training equipment and free weight equipment, Community Room with indoor/outdoor area and warming oven, dishwasher, microwave and ice maker, LEED Gold Building, Pet Wash, Plentiful Parking, Fitness Studio, Expansive rooftop terrace with lounge furniture, fireplace, pizza oven, bbqs and views as far as the eye can see, Boardwalk Beach Club located off Kirkland waterfront with kayaks, paddleboards and beach cruisers, Bike Room, PCC Community Market on ground floor, Central community courtyard, Butterfly MX System for parcel delivery management",
  "Pet Policy",
  "We love your pets!",
  "A maximum of two pets are allowed in your Boardwalk home.",
  "Breed restrictions apply, no exotic animals allowed.",
  "Use this link for more info:",
  "<URL>",
  "7z7KcwIll"
 ],
 "images": [
  "https://images.craigslist.org/00r0r_dsbyC7MWfPzz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00Y0Y_6W3m1ddbIHNz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00303_4tlfn3XbZ9yz_0ak07K_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/est/apa/d/kirkland-open-floor-plans-fitness/7516105716.html"
}