{
 "post_id": 7516108405,
 "title": "Intelligent stainless steel appliances, Secure bicycle storage",
 "price": 1716,
 "neighborhood": "International District",
 "map_address": "1029 South Jackson Street",
 "street_address": "1029 South Jackson Street",
 "latitude": 47.59922,
 "longitude": -122.319212,
 "data_accuracy": 10,
 "posted": "2022-08-01 13:09",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 437,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "BEAM is easy on the eyes.",
  "Check out our beautiful surroundings, then imagine yourself at home.",
  "Welcome to BEAM",
  "Call Now -",
  "show contact info",
  "x 2",
  "OR Text",
  "2",
  "to",
  "show contact info",
  "to chat!",
  "This is a Studio, 1 Bath, approximately 437 Sq.",
  "Ft.",
  "Light and lively, BEAM apartments feel like a friendly hello.",
  "From studios to two bedrooms, we’ve designed every space for style and speed.",
  "Wired for the fastest internet, decked out with stainless steel appliances, live with energy, and popping with color.",
  "BEAM is the next, new bright spot in apartment living in Seattle’s Little Saigon.",
  "Offering airy, light-filled homes and sunny communal amenities.",
  "Created in concert with the neighborhood, BEAM celebrates the energy and warmth of Vietnamese market culture.",
  "Harmonious with the friendly buzz of the International District — where stories are swapped, meals are shared, and adventure is always calling.",
  "BEAM offers a passageway to Seattle’s most interesting and diverse cultural discoveries — a home in harmony with a heritage that lets you live your brightest life.",
  "Surrounded by windows to let the sunshine in!",
  "98 Walk Score, and a perfect 100 Transit Score, and the Seattle Streetcar right out your door.",
  "Welcome to the neighborhood!",
  "Features:",
  "Hardwood-style flooring in living areas, Modern carpeting in bedrooms, Intelligent stainless steel appliances, Polished quartz countertops, Undercabinet lighting, Modern cabinetry, Tiled backsplash, Air conditioning and wired with ports, Balcony and courtyard patios, Expansive windows, Washer and dryer in unit, Wired for speed, Convenient USB ports",
  "Community Amenities:",
  "24-hour package lockers, Rooftop sun deck with views, Outdoor community courtyard, Fitness Center with tons of weight and cardio, Pet-washing station, Sky Lounge with comfy seating, Electronic vehicle charging stations, Secure bicycle storage, Indoor/outdoor Zen room, Media room with a big-screen, Beam Alley, a ground-level Vietnamese-style market with pop-up shops and local fare, Gated resident parking, Game Lounge, Energy-efficient building",
  "Pet Policy",
  "Pets Welcome!",
  "Some restrictions and fee's may apply.",
  "Contact us!",
  "Income Requirements:",
  "2.5 times the monthly rent",
  "Need more information?",
  "Copy this link:",
  "<URL>",
  "Rugrv242y"
 ],
 "images": [
  "https://images.craigslist.org/00a0a_2mAjzLEHRBgz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00505_fLfHdEIDV2Pz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00h0h_cLqlZ2azpUfz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00M0M_4kHJMlOUzNoz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00M0M_8Esq5SOACOAz_0jm0cU_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/see/apa/d/seattle-intelligent-stainless-steel/7516108405.html"
}