{
 "post_id": 7516205592,
 "title": "Full-size kitchen, 29 local hiking and biking trails nearby",
 "price": 2840,
 "neighborhood": "Redmond",
 "map_address": "6205 188th Lane NE near NE 63rd Way",
 "street_address": "6205 188th Lane NE ",
 "latitude": 47.676821,
 "longitude": -122.089833,
 "data_accuracy": 15,
 "posted": "2022-08-01 17:05",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 1085,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 157",
  "OR Text",
  "157",
  "to",
  "show contact info",
  "to text us.",
  "This is a 2 Bedroom, 2 Bath, approximately 1085 Sq.",
  "Ft.",
  "Experience community and convenience at its best at Evans Creek at Woodbridge.",
  "We invite you to enjoy our expansive one, two, and three bedroom flats as well as our two and three bedroom townhomes in a beautiful park-like setting.",
  "Our First-class community offers a resort style clubhouse, a 24-hour fitness center, a resident business center, conference room, seasonally heated pool, and a year-round hot tub.",
  "Nestled within the Woodbridge community, the Evans Creek community is minutes to SR-520, Sound Transit / King County Park and Rides, shopping, restaurants and world-renowned Microsoft.",
  "When it’s time to relax enjoy miles of biking trails and Marymoor Park just minutes away from your front door.",
  "Features:",
  "Master suites, Soaring nine-foot and vaulted ceilings available, Built-in microwave, Computer alcoves, Cozy fireplaces, Refrigerator with icemaker, Large private patio or deck with additional storage, Full-size washer and dryer, CAT5, DSL and T1 wiring for multiple phone lines and high-speed Internet, Custom interiors with tiled entries, Built-in entertainment niches, Oversized, sun-catching windows, Walk-in closets*, State-of-the-art, energy-efficient appliances, Contemporary maple finish cabinetry, Double vanities*",
  "Community Amenities:",
  "Minutes to downtown Redmond, Bellevue and Seattle, Additional garage and carport parking available, 24-hour fitness center, Seasonally heated pool, Close to Microsoft, Marymoor Park and Redmond Town Center with shopping, eateries, theaters, and services, Executive board room, Extra storage available, Newly renovated clubhouse with fireplace and big-screen tv, 29 local hiking and biking trails nearby, Full-size kitchen, Play area with a climbing structure, Outdoor, covered, multi-jet spa, Drive-up mail kiosk, Computer lab with high-speed Internet, Picnic/Relax Green Space",
  "Pet Policy",
  "We limit 2 pets per home.",
  "Income Requirements:",
  "Household must income qualify 3x the amount of rent",
  "Redmond Hill, Vesta, Whole Foods, Fred Meyer, Target, Costco, Bellevue, Kirkland, Redmond, Apartment, Evans Creek, The Colony at Bear Creek, Bond, Triangle, Lake Washington, Microsoft, Microsoft Redmond, Facebook, AT&T, Expedia, Google, Woodinville, Redmond Way, Great Reflection, Redmond Ridge, 520, Park & Ride, Bus Route, Marymoor Park, Marymoor Dog Park, Redmond Town Centre, DSW, Value Village, Bed Bath and Beyond, Bartells, Colors of Redmond, Eastside Dog, Whole Foods, Target, Costco, Postdoc Brewing, Locust Brewery, T Mobile, Mushashi Redmond, Arriosti Redmond, F45 Redmond, Brick and Mortar Books, Safeway, Kohls, Home Depot, The Original Pancake House, Matt's, Hand and Stone Redmond, Red Robin, Doughzone Redmond, Redmond Saturday Market, Half Price Books, Molly Moons Ice Cream, Edge & Spoke, Lake Sammamish, Downtown Park, Trader Joes, Transit Center, Lake Washington School District, Emily Dickenson, Evergreen Middle School, Eastlake High School.",
  "Want more information?",
  "Follow this link:",
  "<URL>",
  "S2e1I85RiH3w"
 ],
 "images": [
  "https://images.craigslist.org/00R0R_y8U3vQqECcz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00w0w_kxrTO0T5Audz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00v0v_aIEzPiD8Plvz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00606_2WN5WXeK28rz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/01515_l3QZX8rthnUz_0ak07K_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/est/apa/d/redmond-full-size-kitchen-29-local/7516205592.html"
}