{
 "post_id": 7516379325,
 "title": "Beautiful townhouse with extra",
 "price": 2000,
 "neighborhood": "19710 138th Ave SE Renton, WA",
 "map_address": "19710 138th Ave SE Renton, WA",
 "street_address": "19710 138th Ave SE Renton, WA",
 "latitude": 47.4465,
 "longitude": -122.1216,
 "data_accuracy": 22,
 "posted": "2022-08-02 08:19",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "no parking",
 "sqft": 98058,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Extra room downstairs for office or play area and laundry room.",
  "Brand new carpet throughout and fully repainted.",
  "2 car garage and driveway for additional parking.",
  "Awesome open backyard, great for kids and entertaining!",
  "Enjoy being close to the Fairwood Shopping Center, hwy 167 and Shadow Lake.",
  "Pets are allowed with additional $200 per pet deposit.",
  "Rental application screening is done via Pacific Screening, $50 fee for each application.",
  "Email Haynes on keyhuddles@gmail__com",
  "for additional information and to schedule showing.",
  "Owner pays for trash and also responsible for gas, electricity and water.",
  "Come see this lovely home!",
  "#avenueoneresidential #Rentonforlease #fairwoodsforrent #kentforlease #homesforlease",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "30 y/o looking for a roommate to find a 2 or 3 bedroom apartment with for a 9/15 or 10/1 move in.",
  "I can be somewhat flexible on move in.",
  "I've mainly been looking around Watertown, Arlington, Newton but I am open to most areas within a reasonable driving commute to Boston.",
  "My budget is up to $1700 (including utilities, parking, extra pet fees, ect).",
  "Looking for a comfortable and social environment (hang out in the living room, have an after work drink type of thing) but not so much a party house.",
  "I've always been friends with my roommates so I'd love to live with someone who is looking for that as well.",
  "However, I appreciate the need for some alone time, and definitely enjoy it myself.",
  "I take out the trash when it’s full, empty the dishwasher when it’s clean, ect.",
  "My 2 very friendly cats would be coming with me so a pet friendly apartment is important.",
  "My biggest requirements are parking and on site laundry.",
  "I would also be open to an available room in an already established apartment!",
  "If this sounds like a good fit, let’s talk!",
  "Quiet teacher, longtime Malden resident, also working in early literacy program for young kids in Cambridge, looking for 1st floor apt., few stairs (leg problem), laundry in unit (or washer/dryer hookups), walk-in shower.",
  "Prefer hardwood floors, gas heat.",
  "Non-smoker, , no car, quiet, considerate tenant and neighbor.",
  ":) I've lived in a wonderful apartment for 3 years but my landlord needs it now for a relative.",
  "I lived in another lovely apt.",
  "near Oak Grove for 10+ years till the landlord sold the house.",
  "Looking in Malden, Melrose, Medford, Cambridge, Arlington, or nearby.",
  "Thanks.",
  "I am a in my 40s looking for a clean and quiet place to call home.",
  "I am hoping to live on the top floor of a sunny house with hardwood floors on a tree-lined residential street.",
  "I am currently in an apartment building in a busy area and need to get away from the noise of other tenants and the street.",
  "I am working full-time, and like to read, do yoga, ride bikes, travel, and play music (not in the house) in my free time.",
  "Would be great to live close to a bike path.",
  "I am a non-smoker with no pets, not into partying.",
  "I love cats though, so if there is a cat in the house, that's a bonus for me.",
  "I eat a mostly non-dairy pescatarian diet.",
  "I have perfect credit and great references- am very responsible, respectful, and friendly.",
  "Vaxxed and boosted.",
  "Looking for an unfurnished private studio, or home share with like-minded housemates.",
  "Can move anytime with 30 day notice to my current landlord.",
  "I’m reaching out in hopes there is a 3+ Bedroom home to rent in Weymouth, ideally under $3,000 but open to discussion.",
  "Divorcée with two children one recent WHS graduate and one middle schooler.",
  "I’d like to keep my family in town and not change schools.",
  "My family has been in Weymouth for many years.",
  "To have had such great support and education here means more than I can express and for my son this has been huge.",
  "Hello my name is Nicholas p. I am 40 years old.",
  "I am a quiet tenant.",
  "I don't have guest at my house except for my girlfriend I've dated for 2 years.",
  "I don't do drugs or play loud music.",
  "I am looking for a studio or 1 bedroom apt.",
  "I need a cool landlord who will rent to me with consideration.",
  "I do have a cori in my past that is my only barrier to renting and not having immaculate credit.",
  "But I do have credit in my name and a financed car that I pay on time.",
  "I am honest and reliable.",
  "I have great professional and personal references.",
  "I have been living Ina roommate situation where I was the master tenant and I pay all the bills but I am feeling the burden of other tenants not being responsible.",
  "I have been in this apartment for two years and have been managing this property since September of last year.",
  "I just want my own place that I can be responsible for and won't have the burden of roommates.",
  "I pay all my bills on time and have stable income.",
  "I make close to 30 dollars an hour and I work two jobs.",
  "If you are interested please contact me immediately .I am looking for something ideally outside of Boston like 20 to 35 minutes or the surrounding areas of Boston.",
  "do NOT contact me with unsolicited services or offersLooking for a spot to park a 13 foot Boston whaler for rest of season, ideally Smith Cove Gloucester, or somewhere close to that would be considered, please contact me if you think you might have anything available.",
  "Mud slip is OK.",
  "Responsible father with part-time weekend visitation with daughter.",
  "Lived in family-owned property with shared expenses until recent water main break severely damaged house and made it uninhabitable; now being sold.",
  "Have been living in long-term hotel rental since January.",
  "Looking for 1-2 BR apartment, townhouse, house on South Shore/Plymouth preferred.",
  "Maintenance assistance with yard/snow removal possible.",
  "Limited credit history due to living in shared family-owned property, employed full-time often working overtime at Plymouth restaurant with reference available.",
  "Able to provide cash security deposit equivalent to 6 month’s rent due to limited credit history.",
  "Really want to be able to have a “home” so I can have my daughter stay with me on the weekends when I have visitation.",
  "Thanks for considering me and giving me an opportunity!",
  "Please text at173k trade(or purchase)",
  "I have a 1200 square foot manufactured home, in a small 55 community with pool clubhouse and activities.",
  "I own the LAND.",
  "The HOA $40 a month only!",
  "2 bedroom 2 bath.",
  "Large extra family room addition.",
  "12x22",
  "2 patios,",
  "3 season front porch , perennials.",
  "Raised ceiling -loft style.",
  "Feels very spacious!",
  "Looking for a house in or near Glens Falls (near family).",
  "A small ranch would be ideal!",
  "This is a serious offer.",
  "I’ll be listing for sale with my agent in September."
 ],
 "images": [
  "https://images.craigslist.org/01414_2SNoiUcaAOpz_05p07d_600x450.jpg",
  "https://images.craigslist.org/00G0G_bCnQ042gxfRz_06Z05e_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/see/apa/d/renton-beautiful-townhouse-with-extra/7516379325.html"
}