{
 "post_id": 7516099830,
 "title": "MODERN STUDIO WITH BALCONY IN UPPER QUEEN ANNE",
 "price": 2068,
 "neighborhood": "SEATTLE",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 47.6339,
 "longitude": -122.3476,
 "data_accuracy": 22,
 "posted": "2022-08-01 12:52",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 468,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 35",
  "OR Text",
  "35",
  "to",
  "show contact info",
  "to text with us.",
  "This is a Studio, 1 Bath, approximately 468 Sq.",
  "Ft.",
  "The Queen Anne Apartment Collection offers remarkable studios, one, and two bedrooms in the thriving Queen Anne Area.",
  "Choose from one of our four luxurious apartment communities: Towne, 7 Hills, Eden Hill or Sweetbrier.",
  "Stroll along historical Queen Anne Avenue and its tree lined streets or simply gather the freshest ingredients for tonight's dinner party at the seasonal Queen Anne Farmer's Market.",
  "Safeway and Trader Joe's are just steps away, talk about convenience!",
  "Walk, bike or bus to Zeeks Pizza, Paragon Restaurant, Grappa Mediterranean food, Ikiiki Japanese cuisine or Starbucks for some delicious morning coffee.",
  "The Queen Anne Apartment Collection in Seattle holds the greatest conveniences that Seattle has to offer!",
  "Features:",
  "Kitchen with Quartz Countertops, Walk In Closets, Hardwood Floors, Stainless Steel Appliances, Wired For Cable/High Speed Internet, Washer and Dryer in unit, Pendant Lighting, Under Mounted Sinks, Spacious Floorplans, Private Patios, Modern Cabinetry",
  "Community Amenities:",
  "Centrally Located, Controlled Access Community, Community Grills, Close to Transit, Free bike storage, Shopping/Restaurants, Premier Location, Microsoft Commuter, On-Site Storage, Dog Wash, Mid-Level Courtyards, 24-Hour Fitness Center, Community Club room with Complimentary WiFi & Cable TV, Rooftop Decks, Pet Friendly",
  "Pet Policy",
  "Cats and Dogs are welcome at our community.",
  "To maintain control of our pets, we ask that dogs always be on a leash when outside your apartment and never left unattended on a patio or balcony.",
  "Restricted dog breeds are Akita, Spitz, Chow Chow, Pitbull, Doberman Pinscher and Rottweiler.",
  "The maximum pets allowed are 2.",
  "We request that all pets are current with all their vaccinations.",
  "Other kinds of pets may be allowed at our community but you should discuss your particular pet needs to determine if we can accommodate your needs.",
  "We will do all we can to make a happy home for your pet.",
  "Refundable Pet Security Deposit of $200 (per pet).",
  "Pet Rent is $50 (Per Pet, Per Month).",
  "Want more information on this unit?",
  "See link (below):",
  "<URL>",
  "We do not accept Comprehensive Reusable Tenant Screening Reports as defined by and pursuant to RCW 59.18.",
  "apartments Seattle Queen Anne",
  "fS7afGWWI"
 ],
 "images": [
  "https://images.craigslist.org/00202_an9ISuqXBS3z_05O07E_600x450.jpg",
  "https://images.craigslist.org/00i0i_kF68lPuMG5oz_05M07z_600x450.jpg",
  "https://images.craigslist.org/00404_fGmXEOyJ5tXz_05M07D_600x450.jpg",
  "https://images.craigslist.org/00303_lqTH5NVm0m8z_05O07H_600x450.jpg",
  "https://images.craigslist.org/00s0s_hrwZa7DnitDz_05O07D_600x450.jpg",
  "https://images.craigslist.org/00606_9fy66WAVlEfz_05O07D_600x450.jpg",
  "https://images.craigslist.org/01010_gMYNVYjAKlcz_05O07z_600x450.jpg",
  "https://images.craigslist.org/00D0D_jo0IG4IXPGPz_05O07A_600x450.jpg",
  "https://images.craigslist.org/00o0o_7wDs3cCD4qHz_05M07E_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/see/apa/d/seattle-modern-studio-with-balcony-in/7516099830.html"
}