{
 "post_id": 7516418979,
 "title": "Relaxing resort-style heated spa, Polished quartz countertops",
 "price": 3780,
 "neighborhood": "NA",
 "map_address": "12670 120th Ave NE, Suite 186",
 "street_address": "12670 120th Ave NE, Suite 186",
 "latitude": 47.713347,
 "longitude": -122.180435,
 "data_accuracy": 10,
 "posted": "2022-08-02 09:37",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1170,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 2 Bedroom, 2 Bath, approximately 1170 Sq.",
  "Ft.",
  "Thoughtfully designed floor plans, sleek modern finishes, and smart home technology come together to create a blue print for effortless living within the center of a vibrant new village in Kirkland, WA.",
  "Welcome home to our spacious studio, one, and two bedroom apartments at North Totem Lake.",
  "Features:",
  "Private balcony, Kitchen island with pendant lighting, USB charging outlets, Polished quartz countertops, Keyless front door entry, Elevator access, Wood-style plank flooring, Stainless steel appliances including built-in microwave, refrigerator with icemaker, gas range, and dishwasher, In-home washer and dryer, Oversized walk-in closets, Air conditioning with smart programmable thermostat",
  "Community Amenities:",
  "Easy access to I-405 at 120th Avenue, Fenced dog park with pet watering station, Co-working lounge with complimentary Wi-Fi, Dog wash and self-service grooming area, Resident social lounge with demonstration kitchen, golf simulator, game room and billiards table, Gated multi-level parking garage, Minutes from the Totem Lake Transit Center, Hub by Amazon: package lockers with 24/7 access to packages, State-of-the-art fitness center, Controlled-access bike storage and bike repair room, Pet friendly (breed restrictions apply), Relaxing resort-style heated spa, Virtual moving concierge, Electric car charging stations, Share the air: smoke-free community, Outdoor gear storage",
  "Pet Policy",
  "Please visit our website for more information.",
  "Want more info on this unit?",
  "See the link (below):",
  "<URL>",
  "Photos on this ad may not reflect all floorplans.",
  "Advertised pricing and availability are subject to change without notice and cannot be guaranteed.",
  "Photos on this ad may not reflect all floorplans.",
  "Advertised pricing and availability are subject to change without notice and cannot be guaranteed.",
  "8DTYAdn6uZb"
 ],
 "images": [
  "https://images.craigslist.org/00o0o_cEvbrlahvfaz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00A0A_hYNBzSU9RBKz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00b0b_bbfgKRwaNcnz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00t0t_2vyniXoiuYiz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00m0m_cvIGIo49bnKz_0ak07K_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/est/apa/d/kirkland-relaxing-resort-style-heated/7516418979.html"
}