{
 "post_id": 7516251290,
 "title": "The Perfect One Bed Apartment With Stunning Views and Central AC",
 "price": 2756,
 "neighborhood": "Totem Lake",
 "map_address": "12540 120th Ave NE near I-405",
 "street_address": "12540 120th Ave NE ",
 "latitude": 47.711953,
 "longitude": -122.179317,
 "data_accuracy": 10,
 "posted": "2022-08-01 19:51",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 778,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Up to 8 weeks free on select homes.",
  "Restrictions apply.",
  "Contact our leasing office for details.",
  "Welcome to Aspect at Totem Lake Apartments",
  "Call Now -",
  "show contact info",
  "This is a 1 Bedroom, 1 Bath, approximately 778 Sq.",
  "Ft.",
  "Thoughtfully designed floor plans, sleek modern finishes, and smart home technology come together to create a blueprint for effortless living within the center of a vibrant new village in Kirkland, WA.",
  "Welcome home to our spacious Studio, 1, 2 and 3 bedroom apartments at Aspect at Totem Lake.",
  "Features:",
  "Tile Bath Surround, Kitchen Island with Decorative Pendant Lighting*, Glazed Porcelain Tile Bathroom Flooring, Dishwasher, In-home Washer and Dryer, Dual Sink Vanity*, Keyless Front Door Entry, Walk-in Closet*, Air Conditioning with Programmable Thermostat, Built-in Microwave, Wood-style Plank Flooring in the Living Areas, Private Patio or Balcony*, Stainless Steel Appliances, Tile Kitchen Backsplash, Polished Quartz Countertops, Quartz Vanity Top, Chef-caliber Gas Range",
  "*In select apartments",
  "Community Amenities:",
  "Kayak Storage, Virtual Moving Concierge, State-of-the-art Fitness Center, Kitchen, Minutes from the Totem Lake Transit Center, Multiple Co-working Lounges, Dog Wash with Self-grooming Area, Hub by Amazon: Package Lockers with 24/7 Access to Packages, Bike Storage and Bike Wash, Pet-friendly, Social Lounge, Easy Access to I-405, Relaxing Outdoor Fire Lounges, Located in The Village at Totem Lake Putting High End Shopping, Dining, and Entertainment at your Doorstep, Grilling Pavilion, Outdoor Dining and Grilling Areas, Game Area with Arcade Games, Pool Table, and Foosball Table, Resort-style Pool Deck, Share the Air: Smoke-free Community, Controlled-entry Parking Garage, Private Meeting Space, HD Golf Simulator",
  "Pet Policy",
  "We are pet friendly!",
  "Please contact us for more details.",
  "Follow This Link for More Information:",
  "<URL>",
  "Photos on this ad may not reflect all floorplans.",
  "Advertised pricing and availability are subject to change without notice and cannot be guaranteed.",
  "Photos on this ad may not reflect all floorplans.",
  "Advertised pricing and availability are subject to change without notice and cannot be guaranteed.",
  "DPW72pFZ6"
 ],
 "images": [
  "https://images.craigslist.org/01010_eruQxJYct6cz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00B0B_bZP1S6gHJrEz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/01515_lajB7ESQsSxz_0ak07K_600x450.jpg"
 ],
 "url": "https://seattle.craigslist.org/est/apa/d/kirkland-the-perfect-one-bed-apartment/7516251290.html"
}