{
 "post_id": 4893881985,
 "title": "South Lake Tahoe Ski Lease- Dogs OK,Hot tub, 4 beds/ 2 ba, Fenced yard",
 "price": 7000,
 "neighborhood": "South Lake Tahoe",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 38.917,
 "longitude": -119.9865,
 "data_accuracy": 99,
 "posted": "2022-07-22 14:52",
 "updated": "2022-08-02 09:29",
 "repost_dates": [
  "2022-07-22 14:52"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 4,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 1550,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Four bedroom, 2 bathroom chalet in South Lake Tahoe available this winter.",
  "This is a true \"Tahoe style cabin\" with knotty pine wainscoting, wood beamed ceilings, original brick fireplace, and brand new",
  "6- person hot tub overlooking a large, pretty yard with scattered pine trees.",
  "About 2/3 of the house is recently remodeled and updated and all-around",
  "it's just a lovely, warm, cozy winter home.",
  "This is a 4 bedroom / 2 bathroom house on 2 levels (sleeps 9 easily with great bed layout), with parking for 3 or 4 cars, in a charming neighborhood that is a 5 minute walk to the Lake, and the same distance to every kind of store, cafe, restaurant, bank- you name it- that you could need.",
  "It is also about 2 minutes' drive to Heavenly, and the same to the casinos if that's what floats your boat!",
  "No stairs to climb or hills to drive up/ get stuck in when the big snow comes.",
  "Dogs are welcome, huge fenced yard, and there is an amazing 75 acre meadow that looks dead onto the mountains, about 2 minutes walk from the house to let the dogs loose.",
  "I can even give you dog walking services information if that's of use or need.",
  "22 pics available on request, and I can tell you more about pricing at that time, too.",
  "You pay utilities and snowplow fee.",
  "Hoping to find a group for the 4 months of January through April.",
  "House was priced at $8000/month through a rental agency, so I'm charging $1000/ month less on my own - been managing properties for 20 years and have excellent references from past tenants, ski leases tending to be seamless and problem free.",
  "It's a win- win.",
  "Feel free to inquire- thank you!",
  "Happy to FaceTime, show in person, share references from other tenants... all are options.",
  "Kathryn"
 ],
 "images": [
  "https://images.craigslist.org/00X0X_icz6edJI7wCz_08d05p_600x450.jpg",
  "https://images.craigslist.org/00909_aj61aWRlwQHz_08305t_600x450.jpg",
  "https://images.craigslist.org/00101_gjBvcUhz1ACz_08a05l_600x450.jpg",
  "https://images.craigslist.org/00T0T_8vM93LRzTYdz_08c05r_600x450.jpg",
  "https://images.craigslist.org/00C0C_8CZwamwkJ6fz_09606C_600x450.jpg",
  "https://images.craigslist.org/01414_2u9ob1VFqiyz_09706Q_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/eby/apa/d/south-lake-tahoe-ski-lease-dogs-okhot/7512165140.html"
}