{
 "post_id": 6303765417,
 "title": "FURNISHED SoMa 3BR Gem (#2,3,4) w W/D",
 "price": 3995,
 "neighborhood": "SOMA / south beach",
 "map_address": "618 Natoma Street near 8th St",
 "street_address": "618 Natoma Street ",
 "latitude": 37.7725,
 "longitude": -122.4147,
 "data_accuracy": 22,
 "posted": "2022-08-02 13:54",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 13:54"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "no parking",
 "sqft": 900,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Extraordinary location central to everything 1.5 block to BART/Muni.",
  "Fully furnished if you want, and move in-ready.",
  "Easy to show by appointment.",
  "Units 3 is available August 23.",
  "Unit 2 is available August 9.",
  "Unkt 4 is avaiabke December 20.",
  "Pictures are of Unit 3 and 4, but all have similar layout.",
  " They are in a lovely 5-unit Romeo-style apartment building built in 1911 on a quiet street in SoMa, fully remodeled to the studs in 2018.",
  "All are a 3-bedroom, one bath flats, with open kitchen/living room with eat-in bar.",
  "This unit is fully furnished for shorter stays, or the furniture can be removed for year long leases, of a mix thereof.",
  "The lease can be one month to one year and ongoing.",
  "Perfect for a group that is new to the area and needs a place to land with no hassle, or friends coming together without a lot of their own furniture, students looking for academic year rentals etc.. Move in for a few months while you get to know the City and the rental market, or settle in while starting your first job or pursuing graduate work.",
  "Great for the academic year or summer internships",
  "All new electrical, plumbing, insulation, walls, fixtures, etc.",
  "Sleek, quiet, efficient electric heating in each bedroom with separate thermostats.",
  "New and cool bathroom with tons of bathroom storage.",
  "New oak hardwood floors (no, not that Pergo sh*t",
  "you see all the time -- actual hardwood installed by an old Italian guy!).",
  "Washer/Dryer in the unit.",
  "All new cabinetry, granite kitchen.",
  "Dishwasher, garbage disposal.",
  "Plenty of hallway and bedroom closet space.",
  "If you opt for furnished, kitchen is stocked with pots and pans, dishes and glasses, silverware, and lots of gadgets.",
  "Each bedroom has a bed and full bed linens and sheets, art of the walls, a work desk and work lamp and TONS of closet space and shelving.",
  "I live next door, so there is not a management company that comes when they want, and I care about the quality of the tenants because I live next to you!",
  "Each of the bedrooms is about the same size, making it better suited to roommates than to a couple looking for a larger master bedroom.",
  "But it's on Natoma between 7th & 8th in the heart of SoMa, 1.5 blocks from Civic Center BART/Muni, around the corner from hot restaurants, a block or two from SoMa clubs and nightlife, walkable to Metreon, City Hall, BART, CalTrain.",
  "All the tech company shuttle buses pass right by at 7th and Mission.",
  "On Street Parking, but walkable to Twitter, Zinga, Uber, FB, or Alphabet.",
  "Asking $3750/Month, all utilities included (even internet) in rental of 3 months or less, or utilities paid by tenant for a longer-term tenant..",
  "That's $1250 a room, so a very good deal in SoMa - one of the most affordable furnished rentals in the city!",
  "Security is $3750.",
  "Long term tenants pay utilities.",
  "Address is 618 Natoma Street, near 7th.",
  "Reply email above or text",
  "show contact info",
  "."
 ],
 "images": "NA",
 "url": "https://sfbay.craigslist.org/sfc/apa/d/furnished-soma-3br-gem-234-w/7516549663.html"
}