{
 "post_id": 6470205833,
 "title": "#197 Furnished Italianate Victorian 2 Bedrm + Office & Den In Nob Hill",
 "price": 6900,
 "neighborhood": "nob hill",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.79411,
 "longitude": -122.414648,
 "data_accuracy": 15,
 "posted": "2022-08-02 10:37",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 10:37"
 ],
 "available": "2022-08-17",
 "housing_type": "house",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "no parking",
 "sqft": 1850,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Everything is within a short walk",
  "#197   2 Bedrooms 2 Bathroom plus powder room and entertainment room",
  "Newly renovated and professionally decorated luxury Italianate Victorian home sits on the exclusive top of Nob Hill in the heart of San Francisco and is the perfect short-term residence for professionals, corporate executives, or vacationers.",
  "The home was built in 1908 and  has 1850 square feet of living space.",
  "Located two blocks from Grace Cathedral, this property is uniquely located on a pedestrian lane, which can only be accessed by foot.",
  "The only sound you will hear are of the bell from the Cable Car, which stops right at the foot of the steps.",
  "There are 57 steps from the sidewalk to the front door of the residence, so please note this access to be sure that it meets your requirements.",
  "This is a Victorian home with a very contemporary interior has two bedrooms, two baths plus a powder room, a formal living room, an entertainment room-with a million dollar unobstructed view of the Golden Gate Bridge from an outdoor deck, a dining room, an office with high speed internet, and a full gourmet kitchen.",
  "From the entertainment room there is an unobstructed view of the Golden Gate Bridge.",
  "The master bedroom has a large king size four-poster bed with a connecting master bathroom.",
  "Beautiful travertine marble covers the floor and shower surround and this bathroom also features generous double sinks.",
  "From the master bedroom there is a view of the Bay.",
  "The guest room features a queen-size bed and the adjacent guest bathroom is beautifully appointed with marble from South America and includes a tub and shower.",
  "The gourmet kitchen is bright and airy with stainless steel appliances.",
  "The kitchen includes an industrial gas range, convection oven, outdoor gas grill, refrigerator with ice maker, filtered water, and quick cooling/freezing features.",
  "There is also a quiet high efficiency dishwasher.",
  "All professional cooking utensils are also provided with the property.",
  "ABOUT THE NOB HILL NEIGHBORHOOD",
  "European in flavor with its hidden stairways and alleys.",
  "Almost every street gives you a different and spectacular angle of San Francisco's beautiful bay.",
  "This neighborhood is so centralized that you do not even need a car.",
  "Nearly everything is within a short walk.",
  "Try walking to most of San Francisco's greatest attractions; Union Square, Fisherman's Wharf, The Ferry Building, Chinatown, The Crooked Street, The Financial District, Coit Tower, The Embarcadero, The Filbert Steps, The Moscone Center, The Saint Francis Yacht Club, The Restaurant District, The Theater District, The Marina, Fort Mason, SBC Field, the beach, charming shops in Union Square/North Beach/Hyde Street and Castro Street, the trolleys, the cable cars and the cable car museum, and much, much more.",
  "Nob Hill is one of the most upscale central neighborhood in San Francisco, and its safe and quiet.",
  " Several of San Francisco's best restaurants are within walking distance, you will be less than 10 minutes from Union Square, Fisherman's Wharf, and the financial district, the , minutes from the SOMA high tech district, and 20 minutes from the San Francisco International Airport.",
  "Public transportation is also available at a bus stop one block away.",
  "This location in the City provides easy access to the freeways going south to Silicon Valley, Palo Alto, Stanford, Carmel/Monterey and beyond.",
  "FEATURES:",
  "Available FULLY FURNISHED and EQUIPPED ONLY, Please no inquiries for unfurnished.",
  "Stainless steal appliances",
  "Stove/Oven",
  "Microwave",
  "Dishwasher",
  "Washer/Dryer",
  "Unit accommodates: 4",
  "Public pay lot across the street from house",
  "Pets allowance: Please email us for pet fee",
  "Price is including all utilities and once a month housekeeping.",
  "We cover $75 PGE cap a month.",
  "For more information please visit our website or phone at",
  "show contact info",
  "and request home #197."
 ],
 "images": [
  "https://images.craigslist.org/00505_lVeaxGn3FaSz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00K0K_fsyUh0Zk9FYz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00r0r_9kvKfEJQNg4z_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/01212_6Wyh3ymU9bfz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00j0j_5H1hxVgSg8Yz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00T0T_b5Qzr2ixVV3z_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00v0v_dDW7DhoPD2Bz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00A0A_hkWWXzRfbO8z_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00707_1OePfCLFLWdz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00P0P_9xHe7KVfqhRz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00a0a_bR8bEeZzCmRz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/01515_ezThHPmzeIYz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00505_d6FstmhbTtnz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00v0v_ci9VixLCdbgz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00E0E_dVgf9j1jY3Rz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00i0i_8tBG1tdIWQIz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/01414_79UohBvvOGxz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00h0h_bqPtOaj7wdmz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00y0y_6fFtj5FKZhsz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00N0N_1rpVgblCsTTz_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00v0v_kFhb1fM3EMgz_0ew0jm_600x450.jpg",
  "https://images.craigslist.org/00D0D_fgF44itaOXez_0jm0cU_600x450.jpg",
  "https://images.craigslist.org/00000_5joDuJJjV4Mz_0jm0d6_600x450.jpg",
  "https://images.craigslist.org/00k0k_fVBzqMTmNVsz_0jm0cU_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sfc/apa/d/san-francisco-197-furnished-italianate/7516451070.html"
}