{
 "post_id": 6998750777,
 "title": "BEAT THE SUMMER HEAT WITH OUR CURRENT SPECIAL RATE FOR 2 BEDROOMS!!!",
 "price": 2450,
 "neighborhood": "concord / pleasant hill / martinez",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.991041,
 "longitude": -122.09596,
 "data_accuracy": 10,
 "posted": "2022-08-02 09:52",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 09:52"
 ],
 "available": "2022-08-12",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "carport",
 "sqft": 842,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "SEIZE THE OPPORTUNITY to live in one of the premier apartment communities in Martinez, CA.",
  "Are you looking for the perfect two bedroom apartment to call home in Martinez?",
  "Look no further than SOMERSET APARTMENTS as this is the home you have been searching for!!!",
  "Enjoy top-of-the-line stainless steel appliances throughout the kitchen, complimented very nicely with a beautiful quartz counter tops and custom cabinetry.",
  "Our newly renovated apartment homes also come with new fixtures, multiple closets, brand new flooring, and much more!",
  "Our pet-friendly homes are full of upgrades to increase the comfort of living for our Residents, We love pets here at Somerset and we welcome cats and small dogs.",
  "Making the decision to call us home will be an easy one!",
  "Somerset Apartments provides its residents a wide selection of our unique two bedroom apartments that feature exclusive community and household amenities.",
  "We take pride in our well maintained and manicured grounds.",
  "Fire up the BBQ in our picnic area on a nice sunny afternoon and then relax comfortably next to our sparkling pool or enjoy a day with your little ones in our community playground.",
  "We have a Leasing office on site & 24-hour Maintenance.",
  "Our community Laundry room is accessible 24 hours a day!",
  "We know you deserve the very best in apartment living, and our community is designed specifically to ensure you don't just lease, you live.",
  "Somerset Apartment exceeds the convenience of comfort living: Freeway Access HIGHWAY-4 & I-680 is 2 minutes from the property, Public Transportation accessible, BART is 10 minutes away and we are surrounded with entertainment, fine dining, and shopping!!!",
  "Close to major employment: Contra Costa County, Veteran hospital Martinez, Kaiser Permanente, John Muir, Chevron and Shell.",
  "Go take a look at our photo gallery at <URL> and call us at",
  "show contact info",
  "to schedule your appointment for your personal tour of our Refined, Friendly Apartments in Martinez, CA."
 ],
 "images": [
  "https://images.craigslist.org/00101_3XAvuJ7M7Cdz_0B20t2_600x450.jpg",
  "https://images.craigslist.org/00P0P_5IuO5zkg1jGz_0CI0qc_600x450.jpg",
  "https://images.craigslist.org/00y0y_lq31DeDilzHz_0CI0qA_600x450.jpg",
  "https://images.craigslist.org/00X0X_cNeip06mvPaz_0CI0qD_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/eby/apa/d/pleasant-hill-beat-the-summer-heat-with/7516426702.html"
}