{
 "post_id": 7012741754,
 "title": "Studio, a ground floor \"garden\" apartment one block from Japantown",
 "price": 2150,
 "neighborhood": "lower pac hts",
 "map_address": "1715 Webster Street Apt 105 near Bush and Sutter Sts",
 "street_address": "1715 Webster Street Apt 105 ",
 "latitude": 37.786615,
 "longitude": -122.432093,
 "data_accuracy": 5,
 "posted": "2022-08-02 02:21",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 02:21"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "street parking",
 "sqft": 480,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "A studio apartment in a great location just a block north of Japantown and one block east of Fillmore Street.",
  " The apartment faces the rear of the building with a private brick patio and garden area.",
  "   The apartment has a small kitchen and a full bathroom as well as two closets.",
  " The main open space studio area has a large open back bookshelf that divides the room into two living spaces -- the larger space is facing the patio and garden area with track lighting.",
  " The smaller area was used as a bedroom.",
  "  This apartment is in a quiet building with quiet neighbors.",
  " Large laundry room in building.",
  "$2150 monthly rent with a one-year lease, then month to month thereafter.",
  " Water and trash included in rent.",
  " Maximum of 2 occupants.",
  " Security deposit of one month's rent is required with 1st month's rent upon signing lease.",
  "  Available for immediate move-in upon approval.",
  "No open house -- just call or text to see the apartment.",
  " The house manager will show you the apartment and building -- please call or text",
  "show contact info",
  ".",
  "A great location for all your needs within walking distance and so convenient ....  within a block or two to multiple bus lines (to downtown and cross-town), shops, several large grocery stores, drug stores, restaurants of every type, post office, movie theaters, clubs, ...",
  "First come, first served."
 ],
 "images": "NA",
 "url": "https://sfbay.craigslist.org/sfc/apa/d/san-francisco-studio-ground-floor/7516291980.html"
}