{
 "post_id": 7254057769,
 "title": "1 block from DT Point Richmond, W/D Inside, Fully Furnished",
 "price": 1895,
 "neighborhood": "richmond / point / annex",
 "map_address": "151 Santa Fe Ave near W Richmond Ave",
 "street_address": "151 Santa Fe Ave ",
 "latitude": 37.927271,
 "longitude": -122.386316,
 "data_accuracy": 10,
 "posted": "2022-08-02 09:28",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 09:28"
 ],
 "available": "2022-08-08",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "street parking",
 "sqft": 650,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$25",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Fully Furnished with complete accommodation Bed, linens, towels, kitchenware, and all the small stuff one may need!",
  "For non-smokers only, why wait in line at the laundry mat?",
  "Why compromise for carpet and risk catching toes fungus for life?",
  "NO carpets here!",
  "Take this suite with original wood hard floors & tiles!",
  "New, but vintage high ceilings too!",
  "Lots of storage space!",
  "A lot of light through the large Victorian new windows!",
  "Located in a quiet upscale residential neighborhood just one short block from charming Point Richmond downtown with some 30 restaurants, a couple of coffee shops (yes, Starbucks too) couple of fancy, but low cost restaurant bars just like in the City of San Francisco (other than the cost . . .)",
  "Point Richmond is as safe as it gets",
  "HIDDEN GEM:",
  "The people of Point Richmond are very serious about keeping it upscale, quiet and friendly.",
  "It has everything that Sausalito and Tiburon across the bay have, just better:",
  "The heel is more beautiful, ask the painters who come to Point Richmond to paint scenery that they sell all over the world, and not there.",
  "The air is better, cleaner.",
  "There are four parks, swimming beach, one of the best swimming pools, and a golf course that Sausalito and Tiburon do not have!",
  "Only the price is lower, but you get so much more if you care for a little fun without tourists' noise!",
  "Features:",
  "- Washer dryer IN the unit, no need to step out of the unit- just next to the bathroom for additional convenience.",
  "Small window above the washer-dryer and an additional fan for ventilation.",
  "- Fully equipped kitchen, stove-oven, large frig with a freezer, pots, pans, dishes, microwave oven, flatware, toaster, kettle, stainless steel sink, lots of cabinet space all brand new.",
  "Two large windows in the kitchen allow for a lot of light and fresh air, fast ventilation.",
  "- DISH TV with some 200 channels, Comcast high-speed Wi-Fi.",
  "- Full bathtub shower combination, with a support handle for additional safety/convenience, medicine cabinet with a mirror, additional wall mounted cabinet for storage, under the sink cabinet; hair dryer available upon request; Window with a view and additional fan for quick ventilation.",
  "- Living room with a love seat, large leather chair, breakfast/dinner corner with an expandable table and chairs, dresser, large walk-in closet, Dish TV, ceiling fan, wall heater, a large window.",
  "- Bedroom with queen size bed, large window, ceiling fan, full-size mirror, dresser, vintage large desk with many drawers and also a couple of large hanging files dowers just-in-case, large walk-in closet, storage baskets in the closet.",
  "- Free Street parking is always available without a time limit (other than CA time limit of two weeks).",
  "No smoking is allowed in the apartment and premises.",
  "cats/small dogs only are OK.",
  "No loud parties in the apartment.",
  "No drugs or other illegal activities.",
  "DISCLOSURE ABOUT A FALSE NEGATIVE ENTRY ABOUT ME ON DEFAULTERS/SCAM.COM",
  "Dioma Burks who wrote the negative entry about me now seen on <URL>, rented an apartment from me in June of 2017.",
  "An internet search will show that she had at least two evictions (by Mr. Bonovich in 2013; by Mr. Vince Caso in 2017) and other legal problems prior to renting from me.",
  "I was not aware of these at the time that I rented to her.",
  "In March of 2019 she was finally forced to vacate my apartment due to damage that she caused in my property and due to unpaid rent.",
  "Her false and destructive message about me was first posted on <URL> in 2018 and then copied as a new entry dated 4/2021 on <URL>.",
  "The accusations in both entries are completely false, and there is no Berkely Police report at all about me.",
  "Since 2019 I have received numerous calls asking that I pay $3000 to remove this entry.",
  "You may also check on this site which shows that I have no vacancies in Berkeley.",
  "My Berkeley property has been fully rented since 2019."
 ],
 "images": [
  "https://images.craigslist.org/00W0W_aznodKnfK4Oz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00R0R_jG5Z6BStKrez_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00g0g_1RcZZu5HKvoz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00t0t_6mhx9RGHL1Nz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00o0o_KXaR4TVMRaz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00404_8YnE9Ft8k0ez_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00505_5W21WXjyw7Fz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00u0u_l72b5jHiJ84z_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00f0f_48ukPQqPTzuz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00R0R_hCu2wzoRoYjz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00D0D_gZ8k8rWGSBHz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00l0l_1eJ5THZSkftz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00D0D_lUcpPvWt48Uz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00000_jH1aMXl1X80z_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00707_hJz4a6osDbhz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00707_iSsSxd3YeBUz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00h0h_1vGZ7FVnEg2z_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00u0u_9NKGmPi55Siz_0CI0t2_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/eby/apa/d/richmond-block-from-dt-point-richmond-d/7516414255.html"
}