{
 "post_id": 7399596487,
 "title": "1 Bedroom 1 Bathroom Available Now- Tour TODAY!!!",
 "price": 2412,
 "neighborhood": "petaluma",
 "map_address": "200 Greenbriar Circle",
 "street_address": "200 Greenbriar Circle",
 "latitude": 38.249516,
 "longitude": -122.617796,
 "data_accuracy": 10,
 "posted": "2022-08-02 10:15",
 "updated": "NA",
 "repost_dates": [
  "2022-08-02 10:15"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 626,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Call for an appointment and take a tour of our community!",
  "Addison Ranch Apartments",
  "200 Greenbriar Circle",
  "Petaluma, CA 94954",
  "Experience the best of Petaluma with our luxurious lifestyle at Addison Ranch with spacious floor plans, generous gourmet kitchens, two resort-style pools and a grand state-of-the-art fitness center.",
  "Addison Ranch Apartment Homes is a smoke-free community.",
  "Community Amenities",
  "Clubhouse with Internet Cafe and Resident Lounge • Resort Style Recreation Area • Reserved Covered Parking • Common Area Wi-fi Hotspots • State of the Art Fitness Center • Online Resident Portal •",
  "Valet Front Door Refuse & Recycling Service • On-call Maintenance for Emergency Services",
  "Apartment Amenities",
  "Stainless Steel Appliances • Gas Range • Built-in Microwave • Washer and Dryer in Unit • Hardwood Inspired Floors with Plush Carpeting • Spacious Patio or Balcony",
  "Addison Ranch is situated in the heart of Petaluma, California, within the prestigious Petaluma School District.",
  "Our newly renovated community is nestled within an established residential neighborhood just moments from bustling downtown Petaluma, Washington Square, Hwy 101 and the Petaluma Municipal Airport.",
  "We are within walking distance to restaurants, shopping and public transportation.",
  "Whether you want to zip up to the wine country for the day, or enjoy all that the city life of San Francisco has to offer, both are at your fingertips.",
  "At Addison Ranch, you'll find that our apartment homes offer sprawling one and two bedroom floor plans designed to suit a variety of lifestyles.",
  "Be one of the first to enjoy new contemporary style cabinetry, quartz counter tops, stainless steel appliances, wood inspired flooring, central heat/air, in home washer and dryer and private patios or luxurious wrap around balconies.",
  "You'll enjoy the convenience of the free WIFI access while lounging near our two refreshing swimming pools, or working out in our state of the art fitness center.",
  "Whether it be sophistication or recreation that you are looking for, we're sure you will find it at Addison Ranch.",
  "Welcome home!",
  "All sizes welcome!",
  " Pets - Max 2 allowed",
  "Comments:",
  "Breed restrictions apply.",
  " A deposit and rent charge is required for each pet.",
  " The first pet is $400 deposit, the second is an additional $200.",
  "Cats -  allowed, Rent $30.00, Deposit $400.00 Dogs -  allowed, Rent $30.00, Deposit $400.00",
  "Call or stop by today to take a tour of your new apartment home!",
  "Addison Ranch offers great location and quality of life.",
  "Our community is nestled in a quiet neighborhood within the prestigious Petaluma School District.",
  "Living at Addison Ranch, you can take in some fun at the Washington Square Shopping Center, McDowell Park, and the Lynch Creek Trail.",
  "Explore the neighborhood and beyond with easy access to Highway 101 and the Petaluma Municipal Airport.",
  "If you choose this one-bedroom, one-bathroom home from Addison Ranch you will be choosing a home with excellent features.",
  "Those who are chefs at heart will love the fully equipped kitchen, which features a gas range, a dishwasher, and a built-in microwave in a sleek, stainless steel finish.",
  "The kitchen is also decked out with new cabinets finished with brushed-nickel hardware, and sparkling quartz countertops.",
  "This home comes with central heating and air conditioning for a comfortable environment all year round.",
  "The dual-paned, energy-efficient windows help lock in the temperature.",
  "If you happen to have an expansive wardrobe, you are sure to love the in-home laundry appliances and the massive closet.",
  "All of this comes to you from a community with two sparkling pools, covered parking, and a clubhouse with Wi-Fi!",
  "**Addison Ranch is a Smoke FREE Community**",
  "$600.00 Security Deposit",
  "Visit our website to fill in an application and reserve your future home in just minutes!",
  "show contact info",
  "Url:Apply now!",
  "<URL>",
  "We are open 7 days a week!",
  "Mon-Fri:",
  "9AM-6PM",
  "Sat - Sun:",
  "9AM-6PM",
  "Federal law prohibits housing discrimination on the basis of race, color, national origin, religion, sex, familial status, or disability.",
  "* Prices and availability are subject to change without notice."
 ],
 "images": [
  "https://images.craigslist.org/00o0o_7hHVKOhQoWKz_0yp0mW_600x450.jpg",
  "https://images.craigslist.org/00j0j_jePluFlYejOz_0kY0kY_600x450.jpg",
  "https://images.craigslist.org/00X0X_7lBcKBclIoPz_0B50oJ_600x450.jpg",
  "https://images.craigslist.org/00j0j_6cXun4kMi1Xz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00404_kW2P4ux3nfXz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/01010_bjBj02RLXZ1z_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00k0k_cn9meARKcUMz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00909_gOk4j6Vha76z_0CI0pO_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/nby/apa/d/petaluma-bedroom-bathroom-available-now/7516438753.html"
}