{
 "post_id": 7512269050,
 "title": "1 Bedroom with Parking, Pet Friendly with views of SF Skyline",
 "price": 3650,
 "neighborhood": "SOMA / south beach",
 "map_address": "555 4th Street",
 "street_address": "555 4th Street",
 "latitude": 37.778942,
 "longitude": -122.397301,
 "data_accuracy": 10,
 "posted": "2022-07-22 20:43",
 "updated": "2022-08-02 19:24",
 "repost_dates": [],
 "available": "2022-08-20",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Luxuriously Styled Rental Apartment in Soma!",
  "Located in a sought-after and amenity-rich building, this pet-friendly 1BR/1BA with parking rental offers an elevated lifestyle with tons of desirable nearby conveniences.",
  "Exquisitely catering to modern desires, the non-smoking unit dazzles with an open floorplan, floor-to-ceiling windows, and a large living area with sliding glass doors to the balcony.",
  "Ideal for conversation and sipping wine with friends, the balcony has lovely views of the courtyard and the breathtaking San Francisco skyline.",
  "Further explore to discover an open concept gourmet kitchen featuring stainless-steel appliances, quartz counters, Sub-Zero refrigerator, Bosch gas cooktop/oven, and two-tone Studio Becker cabinetry.",
  "Sized for maximum comfort, the bedroom has an expansive closet, while the full bathroom boasts a chic floating vanity and dapper tilework.",
  "Enjoy the many advantages of this building and bask in the 24-hour concierge, lounge, movie room, fitness/yoga studio, and lobby with local art.",
  "As a bonus, hot water, water, and gas (for cooktop) are included in rent, and high-speed internet is free until February.",
  "Please acquire renter’s insurance for safety and pay move fee directly to HOA (coordinate move with them).",
  "Other facts and features: 1-secure garage parking space (near lobby doors), secure bike room, up to 2-pets per unit (conditions apply), steps to CalTrain, Whole Foods, Oracle Stadium, Safeway, Muni, Target, library, and breweries, and more!",
  "Come See Now!"
 ],
 "images": [
  "https://images.craigslist.org/00O0O_6YiKAjADqydz_0bi07w_600x450.jpg",
  "https://images.craigslist.org/00g0g_3rYfWr8jHBcz_0bi07w_600x450.jpg",
  "https://images.craigslist.org/00x0x_19kyV1xIRFsz_0bi07w_600x450.jpg",
  "https://images.craigslist.org/00k0k_iHIY73h21XUz_0bi07w_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sfc/apa/d/san-francisco-bedroom-with-parking-pet/7512269050.html"
}