{
 "post_id": 7513039398,
 "title": "Need Help Moving?",
 "price": 60,
 "neighborhood": "san mateo",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.5395,
 "longitude": -122.2998,
 "data_accuracy": 22,
 "posted": "2022-07-25 01:10",
 "updated": "2022-08-03 01:12",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "no laundry on site",
 "parking": "no parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Need help moving out or into a new place, apartment, condo, house, storage unit, etc?",
  "Need help moving a single item; couch, bed, mattress, washer, dryer, refrigerator, hutch, table, armoire etc?",
  "I have a 10 foot box truck and can help with your moving needs.",
  "Very affordable.",
  "$60/hr + gas + travel time if not local to San Mateo.",
  "Cash",
  "Text move date, pickup & drop off city locations.",
  "Will get back within the hour.",
  "Thanks,",
  "Doug: 650",
  "two zero four",
  "zero three eight three",
  "mover movers couch sofa bed mattress twin double queen king washer dryer refrigerator hutch table armoire cabinet bookcase dresser boxes pack packing materials move blanket blankets Italian crafted dining kitchen tables chairs living room bedroom dresser king queen bed amoire sofa couch tv china cabinet hutch vanity media center entertainment console buffet closet ikea vintage art deco postmodern modern midcentury mid-century mid century west elm sectional dinette booth Grey sofa, Divano Roma Furniture, versatile Sofa, king size bed, antique sofa, black sofa, flexform sofa, livingroom, living room furniture, livingroom furnitures, living room chairs, gray sofa, white sofa, couch sofa, lazy boy sofa, leather sofa, antique couch, couch +leather + delivery, futon bed, couch and loveseat, couch set, couch vintage, free couch, futon, Divano Roma Furniture, Modern Soft, Sectional Sofa, sofa bed, pull-out bed, charcoal, polyester futon, beautiful couches, new couch, studio couch, Ottoman sofa, loveseat, good condition couch, 2 piece, 3 piece, chair set, sofa chair, 3pc, Ikea sofa, 2pc, 4pc, brand new, 3 pieces, good quality, blue sofa, couch sofa sectional, crate & barrel sofa, crate and barrel, ethan allen sofa, ikea sleeper sofa, black leather couch, brown couch, brown leather couch, couch and chair, couch cambridge, couch delivery, accent table, bar height table, bed side table, bedside table, bistro table, black coffee table, buffet table, changing table, cherry table, coffee table, 4 dining chairs, 6 chairs, 6 dining chairs, accent chair adirondack chair, arm chair, arm chairs, armchair, armchairs, chair and ottoman, chesterfield sofa, convertible sofa, couch sofa set, cb2 couch, corner couch, 2 drawer file cabinet, 3 drawer, 3 drawer dresser, 5 drawer chest, 6 drawer chest, bedroom chest of drawers, chest drawers, black tv stand, corner tv stand, fireplace tv stand, flat screen tv stand, glass tv stand, ikea tv stand, modern tv stand, stand tv, tv media stand, rocking chair, rocking chairs, baby rocking chair, free futon, futon bed, futon couch, futon frame, futon mattress, futons, reclining chair, reclining sofa, La-Z-boy sofa, small space, linen, living room couch.",
  "outdoor, outdoor patio furniture, outdoor furniture, summer, poolside, outdoor patio, outdoor sectional, outdoor chair, patio, patio furniture, outdoor patio furniture, patio set, outdoor patio, patio table, patio chairs, patio umbrella, patio sectional.",
  "office chair, chairs, dinging chairs, chair, table and chairs, dining room table & chairs, arm chair, accent chair, leather chair, black chair, crate & barrel, crate and barrel, gaming chair, computer desk, ikea desk, ikea chair, office desk, corner desk, white desk, small desk, studio desk, studio chair, wood desk, office furniture, office desks, office chairs, Recliner, recliners, recliner chair, leather recliner, power recliner, love seat recliner, lazy boy recliner, lift recline, recliner couch, recliner loveseat, couch, corner couch, glass tv stand, ikea tv stand, modern tv stand, stand tv, tv media stand, rocking chair, rocking chairs, baby rocking chair, free futon, futon bed, futon couch, futon frame, futon mattress, futons, reclining chair, reclining sofa, La-Z-boy sofa, small space, linen, living room couch.",
  ", outdoor patio furniture, outdoor furniture, outdoor patio, outdoor sectional, outdoor chair, patio, patio furniture, summer, outdoor patio furniture, patio set, outdoor patio, patio table, patio chairs, patio umbrella, patio sectional.",
  "memory foam, memory foam mattress, single bed, bed, queen bed, bed frame queen, bedroom set, king bed, full bed, bed frame.",
  "twin bed, queen bed frame, bunk bed, bed frame full, loft bed, sofa, curved sofa, couch sofa, leather sofa, sofa table, sleeper sofa, sofa bed, sofas, king bed frame, bed frame king, rocking chair, bedroom set king, king headboard, king mattress, king bedroom set, headboard king, king size bed, California king, guest bed, queen bed bed frame queen, queen, queen mattress, bed queen, queen headboard, queen bedroom set, double bed, double bed frame, bunk beds, bed bunk, bunk, bunkbeds, crate & barrel, crate and barrel, mattress twin, Linenspa, wood frame, wooden frame, wooden bed frame, wood bed frame, steel bed frame, portable bed, Office chair, office desk, office furniture, office chairs, office, office desks, office table, office trailer, leather office chair, wood table, wood desk, coffee table, dining table, side table, L-shape table, L shape desk, folding table, crate & barrel, crate and barrel, corner desk, corner table, study desk, study table, ikea desk, standing desk, white desk, gaming desk, laptop desk, computer desk, metal desk, steel desk.",
  "Dining table, coffee table, table, wooden table, wood table, steel table, black table, white table, stainless table, kitchen table, dining room table, dining room table, dining room chairs, chair, dining chairs, office chair, leather chair, kitchen cabinets, furniture, crate & barrel, rate and barrel furnitures, kitchen island, kitchen, kitchen sink, cabinets kitchen, living room furniture, living room chair, dining set, ding room table and chairs, outdoor, outdoor patio furniture4 dining chairs, 6 chairs, 6 dining chairs, accent chair adirondack chair, arm chair, arm chairs, armchair, armchairs, chair and ottoman, chesterfield sofa, convertible sofa, couch sofa set, cb2 couch, corner couch, 2 drawer, 3 drawer, 5 drawer chest, 6 drawer chest, bedroom chest of drawers, chest drawers, black tv stand, corner tv stand, fireplace tv stand, flat screen tv stand, ikea tv stand, modern tv stand, stand tv, tv media stand, rocking chair, rocking chairs, baby rocking chair, free futon, futon bed, futon couch, futon frame, futon mattress, futons, reclining chair, reclining sofa, La-Z-boy sofa, small space, linen, living room couch.",
  "outdoor, outdoor patio furniture, outdoor furniture, summer, poolside, outdoor patio, outdoor sectional, outdoor chair, patio, patio furniture, outdoor patio furniture, patio set, outdoor patio, patio table, patio chairs, patio umbrella, patio sectional.atio umbrella, patio sectional.",
  "Shelving, book shelf, shelves, storage, book shelves, corner shelf, ikea shelving, Shelton, storage shelves, wall shelf, wood shelving, steel shelving, white shelving.",
  "Metal shelving, shelving case.",
  "Garage shelving, garage shelves.",
  "Office shelf, kitchen shelving, ikea garage shelf.",
  "Drawers, chest, bookcase, home metal shelves cabinet.",
  "rack, heavy duty, metro, metal shelves, kitchen cart, cart on wheels, metal 4-tier, ladder shelf bookcase storage rack.",
  "Adjustable open wire, heavy-duty storage, wide span storage rack, certified 5-shelf resin rack, Sturdy shelving.",
  "bookshelf, bookcase, multi-purpose organizer, kitchen shelf, rack.",
  "Danby dehumidifier, mini dehumidifier, noma dehumidifier, air conditioning, air condition, portable air conditioner, portable dehumidifier, carpet, carpet cleaner, area carpet, carpet cleaning, area carpet rug, new carpet, carpets, Persian carpet, carpet runner, carpet tile, carpet extractor, wool carpet, Ikea dresser, Ikea rocking chair, ikea desk, ikea lamp, ikea rocking, ikea chest, ikea shelf, ikea chair, ikea bed, ikea table, ikea pax, heater, patio heater, propane heater, home theatre, oil heater, electric heater, space heater, portable heater, heaters, white dresser, dressers, hemnes dresser, tall dresser, bedroom dresser, dresser ikea, malm dresser ikea dressers, antique dresser, hemnes, ikea hemnes, hemnes bed, hemnes daybed, hemnes desk, hemnes shoe, china cabinet, filing cabinet, metal cabinet, display cabinet, cabinets, glass cabinet, ikea cabinet, storage cabinet, murphy bed, lamp, floor lamp, lamps, pendant lamp, table lamp, desk lamp, table lamps, floor lamps, vintage lamp, tripod lamp, lamp shade, classy furniture"
 ],
 "images": "NA",
 "url": "https://sfbay.craigslist.org/pen/apa/d/san-mateo-need-help-moving/7513039398.html"
}