{
 "post_id": 7514075674,
 "title": "Pool, Business Center, Green Community",
 "price": 2245,
 "neighborhood": "san jose west",
 "map_address": "700 S Saratoga Ave",
 "street_address": "700 S Saratoga Ave",
 "latitude": 37.3066,
 "longitude": -122.0002,
 "data_accuracy": 5,
 "posted": "2022-07-27 11:07",
 "updated": "2022-08-02 11:33",
 "repost_dates": [],
 "available": "2022-07-27",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "carport",
 "sqft": 405,
 "flooring": "NA",
 "rent_period": "daily",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Welcome to eaves West Valley, located in San Jose, CA - where sensible apartment living meets a sensible cost of living.",
  "We offer quality San Jose apartments in the West Valley neighborhood with a few little extras, like walk-in closets and ceiling fans to help keep our residents comfortable.",
  "Looking for something really special?",
  "We'd like you to meet the Renovated I finish package at eaves West Valley.",
  "Within you'll find modern-designed apartments with features like in-unit washer and dryers, stainless steel appliances, granite countertops and modern-designed cabinets.",
  "Our renovated apartments feature kitchens and baths with quartz countertops, stainless steel appliances, and hard surface flooring.",
  "Upgrade any home to Furnished+ and enjoy the convenience of turnkey living.",
  "Altogether, our San Jose apartments for rent offer more of what you hope for.",
  "Better than you bargained for.",
  "So, what are you waiting for?",
  "San Jose Apartments by eaves West Valley is a distinct neighborhood in San Jose, and however you decided to live there you deserve an apartment that offers both comfort and convenience.",
  "And that is exactly what you'll find at eaves West Valley.",
  "Located on Saratoga Avenue in the West Valley neighborhood of San Jose, our Santa Clara County apartment community is just south of the 280 Freeway and near Highways 880, 87, 85 and 101.",
  "Just minutes from our community doorsteps are a range of entertainment and shopping options, including Santa Clara Billiards, AMC Theaters and the Winchester Mystery House.",
  "There are also plenty of good eats nearby like Tony Roma's, Kahoo Ramen and The Park Bar & Grill Restaurant.",
  "San Jose Apartment Community We provide all of our San Jose community residents access to some great benefits and perks designed for a lifestyle of comfort and convenience.",
  "Make use of our fitness center and say goodbye to those monthly gym fees.",
  "You can also make use of one of our three swimming pools, also included at no extra cost.",
  "If you’ve had trouble with any maintenance issues in your previous residences, you’ll appreciate our 24-hour on-call maintenance service where our professional staff will address any maintenance issues quickly and efficiently.",
  "Don't wait any longer!",
  "Contact us to schedule an appointment and discover the best San Jose apartments in Santa Clara County today!",
  "Apartment homes in Phase II include features for persons with disabilities required by the Federal Fair Housing Act.",
  "Rent: $2245",
  "Bedrooms: 0",
  "Bathrooms: 1",
  "Apartment Features:",
  "Furnished Available*",
  "1st Floor",
  "Community Amenities:",
  "Highway Access",
  "Public Transportation",
  "Lounge",
  "Business Center",
  "Green Community",
  "Barbecue",
  "Parking",
  "Call us!",
  "show contact info",
  "To learn more about this unit, visit us at <URL>",
  "Prices and availability are subject to change."
 ],
 "images": [
  "https://images.craigslist.org/00k0k_lVdAt7ZFTWKz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/01111_20AhpbSJtFuz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00o0o_dKGVrPEox3mz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00R0R_u5l57vFIiqz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00v0v_8l2xXqIc4soz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00s0s_2J8Ry0an011z_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00g0g_6Arjqjyx00Hz_0CI0hA_600x450.jpg",
  "https://images.craigslist.org/00202_ifMtnkibpHkz_0CI0hA_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sby/apa/d/san-jose-pool-business-center-green/7514075674.html"
}