{
 "post_id": 7516654721,
 "title": "Watergate studio by the bay!",
 "price": 2095,
 "neighborhood": "emeryville",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.837429,
 "longitude": -122.306414,
 "data_accuracy": 5,
 "posted": "2022-08-02 18:36",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-09-18",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": 460,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Cozy studio located in the charming bay side Watergate community with bay views!",
  "Welcoming studio unit (semi-furnished) at the resort style Watergate complex.",
  "This home is cozy, sunny and warm, you can take in the bay breeze on your private balcony with breath taking views of the sparkling bay!.",
  "This home includes 1 parking space.",
  "The Watergate community provides convenient city living with a relaxed by-the-sea ambience.",
  "This community of low rise garden condominiums is located on the Emeryville Peninsula, just north of the Bay Bridge, and contains a marina and yacht harbor, several fine restaurants and a neighborhood shopping center adjacent to the Watergate community.",
  "Bay Street Shopping Center and the Public Market are close by.",
  "Also close to Berkeley with lots of shops and cultural life.",
  "All the comforts of city living this side of San Francisco.",
  "Relax with a stroll down the boardwalk or jump on the waterfront bike path for a bike ride, walk or run.",
  "The Watergate is a residential-recreational community that contains four swimming pools, including one indoor/outdoor pool, four tennis courts with a resident pro, two health clubs with indoor and outdoor Jacuzzi whirlpool baths, four racquetball courts, exercise conditioning room and gym, men’s and women’s saunas, steam rooms, showers and changing rooms.",
  "For people seeking ways to stay in shape and relax, jogging on the boardwalk and around the Peninsula is a favorite with Watergate residents.",
  "Amenities: 4 swimming pools; 4 tennis courts with tennis professional services; 2 racquet ball courts; 6 electric vehicle charging stations, monthly community newsletter; Comcast Cable TV (expanded package); package services; 6 laundry rooms with 76 washers and 80 dryers; maintenance of 2 community centers and full gym; maintenance of private roads; 24-hour roving property patrol services; recreation manager and clubhouse staff; common area gardening/landscaping services; exterior and street lighting;",
  "Rent includes water, trash",
  "~460 sq ft studio (0 bed 1 bath)",
  "1 Parking spot (detached)",
  "FREE Shuttle to BART & the AC Transbay BUS",
  "AMTRAK Train Station Close by",
  "Variety of Shopping, Entertainment & Restaurants"
 ],
 "images": [
  "https://images.craigslist.org/00K0K_4HUe6x2Bebcz_04H02N_600x450.jpg",
  "https://images.craigslist.org/00p0p_8uJkHDj70dSz_0fu0aj_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/eby/apa/d/emeryville-watergate-studio-by-the-bay/7516654721.html"
}