{
 "post_id": 7516637486,
 "title": "Share the Air: smoke-free community, Controlled access entry",
 "price": 4320,
 "neighborhood": "SOMA / south beach",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.7725,
 "longitude": -122.4147,
 "data_accuracy": 22,
 "posted": "2022-08-02 17:39",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "off-street parking",
 "sqft": 987,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 9",
  "OR Text",
  "9",
  "to",
  "show contact info",
  "to text our leasing team.",
  "This is a 2 Bedroom, 2 Bath, approximately 983 Sq.",
  "Ft.",
  "If you’ve been looking for the ideal SoMa apartments, allow us to introduce you to L Seven.",
  "This modern community of studio, one, and two bedroom homes offers you the residential experience you deserve.",
  "At our community, we strive to build, create, and perfect everything we touch.",
  "Just steps from your front door, indulge in all of the options that surround our SoMa, San Francisco CA apartments.",
  "Head to a live performance, dinner with friends, or a day in the sun at Yerba Buena Gardens.",
  "It’s all right here at L Seven.",
  "Contact us today to schedule a tour.",
  "Features:",
  "Geometric design package*, Solar shades, Front loading washer and dryer, Seperate shower with glass enclosure, Floor-to-ceiling windows (select floorplans only), Oversize walk-in closets (select floorplans only), Concentric design package*, Ceramic tile bathroom floors, Deep soaker-style bathtubs, Kitchen island or breakfast bar with pendant lighting, Keyless front door entry, Comcast Infinity HD Digital Cable with 199 channels included, Comcast Internet Blast Package included, Prism Design Package*, Subway tile bath surround, Linear Design Package*, Stainless steel appliances, USB charging outlets",
  "*",
  "In select units",
  "Community Amenities:",
  "TRX® training wall, Professional on-site management, The Hub by Amazon and Luxor One: package lockers with 24/7 access to packages, Underground parking garage, TRX training wall, LEED Silver Certified Community, Underground gated parking garage with direct access elevators (monthly fee for parking), Pet friendly - Puppies and kittens welcome (breed restrictions apply), Electric car charging stations available for rental, Share the Air: smoke-free community, 24-hour fitness center, Professional onsite management, Conference rooms, Control entry access, 24-hour fitness center featuring resort-quality cardio and strength training equipment, free weights, The Hub by Amazon and Luxor One: package lockers with 24/7 access to packages, Virtual moving concierge – Complimentary address change, set up home services, Electric car charging stations available for rental, Co-working lounge with complimentary Wi-Fi, Worry-free 24-hour onsite maintenance, Pet friendly community, Conference rooms, LEED® Silver Certified Community, Worry-free 24-hour onsite maintenance, Share the Air: smoke-free community, Virtual moving concierge complimentary address change, set up home services, Co-working lounge with complimentary Wi-Fi, Controlled access entry",
  "Pet Policy",
  "We’re a pet-passionate community and welcome two pets per household.",
  "A $500 deposit $75/mo.",
  "pet rent per pet applies.",
  "Canine breed restrictions apply, so please ask our on-site leasing team for our complete pet policy.",
  "Interested In This Unit?",
  "Use this link for more details:",
  "<URL>",
  "pS18q6GaAzCS"
 ],
 "images": [
  "https://images.craigslist.org/00Y0Y_il0HqTc2yurz_0au06Z_600x450.jpg",
  "https://images.craigslist.org/00K0K_fBrmssTrI7nz_0pO0gG_600x450.jpg",
  "https://images.craigslist.org/00u0u_d4nORbZvH85z_0hq0bC_600x450.jpg",
  "https://images.craigslist.org/00L0L_5VvW3CRcXo1z_0aa06M_600x450.jpg",
  "https://images.craigslist.org/01313_4Esn3uX5FrOz_09V0a3_600x450.jpg",
  "https://images.craigslist.org/00C0C_ltZseCg6QfPz_0lM0t2_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sfc/apa/d/san-francisco-share-the-air-smoke-free/7516637486.html"
}