{
 "post_id": 7516644121,
 "title": "Large & sunny 2/1 with beautiful yard- available 8/15",
 "price": 3150,
 "neighborhood": "oakland lake merritt / grand",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.7957,
 "longitude": -122.2429,
 "data_accuracy": 22,
 "posted": "2022-08-02 18:01",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-15",
 "housing_type": "duplex",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "laundry on site",
 "parking": "detached garage",
 "sqft": 900,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Thank you for your interest in this rental!",
  " Below is all the information you need, feel free to reach out with any questions and we will do our best to try to respond within a few days of your inquiry.",
  "ABOUT THE RENTAL",
  "With its huge backyard, raised garden beds, large rooms and cozy kitchen, if you enjoy gardening while still being in the city, this unit is for you!",
  "Walk up the steps towards this updated 2-bedroom unit and open the door to a spacious living room with attached dining area where you can enjoy meals prepared in the adjacent cozy kitchen upgraded with high end appliances.",
  "Proceed to the large 2 bedrooms equipped with double-pane windows and an updated bathroom down the hall.",
  "Each bedroom comes with its own closet and there is an additional closet as well as a 1/4 bath in the hallway.",
  " Everything is updated for your enjoyment.",
  " Relax in the large backyard (approximately 2,000 sqft) where you can plant veggies and herbs in the raised garden beds outfitted with a watering system.",
  " Totaling 900 sq ft, the unit is equipped with a high quality stove, dishwasher, refrigerator, washer and dryer.",
  "It also comes with a detached one car garage.",
  " Pictures include current tenant’s furniture, unit will be rented unfurnished.",
  " Available as of August 15th, 2022.",
  "ABOUT THE NEIGHBORHOOD",
  "The property is located on E. 34th",
  "St in the neighborhood of Bella Vista/Lynn.",
  " The street is very diverse with a lot of long-time homeowners and renters.",
  " This is an amazing location with everything within reach and the feel of a neighborhood.",
  "You are within a hop skip and jump from Oakland famous Lake Merritt/Lakeshore area, Piedmont, Jack London Square, great supermarkets (Trader Joe's, Farmer Joe's and Lucky's are equal distance), many restaurants and farmers market.",
  "Walk score of 69, bike score of 65 and transit score of 55!",
  "Also 5 mins by foot from Highland General Hospital and 10 minute drive from Redwood Regional Park and its many hiking trails.",
  "Commute to downtown or to Bart in 10 mins by car, 15 mins by bike or use the nearby public transportation system on Park Blvd.",
  "You can also hop onto a Transbay Express Bus or take Highway 580 to connect with the rest of the Bay Area.",
  "HOW TO PROCEED",
  "We are holding an open house on Saturday, August 6th 11am-12pm.",
  " Please respond with your gross monthly income at minimum and - if you're willing - a short bio of you and any other occupants.",
  "Applications will be requested via Zillow (one time fee of $29 that allows you to apply to other units) and, as part of the screening process, we will need a photo ID, copy of your income, credit report, 2-3 rental references and contact information for employment verification.",
  "Available as of August 15th, 2022 with 1-year lease.",
  "Monthly rent: $3,150, garbage included, other utilities not included (water, electric, gas, internet).",
  " This is a duplex (front & back), access to the backyard is solely for this unit.",
  " 1 car garage available for an additional $100/month.",
  "To move-in, a deposit of $6,300 is required up front (=first month rent + $3,150 security deposit).",
  "Will consider pets, but subject to approval.",
  "No cigarette or cigar-smoking, P215 friendly.",
  "We are small landlords that take pride in their home and strive to be good landlords.",
  "We follow the fair housing laws and consider all applicants equally and equitably.",
  "Thanks and best of luck in your search!",
  "The City of Oakland's Fair Chance Housing Ordinance requires we provide the following notice: <URL>"
 ],
 "images": [
  "https://images.craigslist.org/00505_7cJprqM9UgVz_0CI0pC_600x450.jpg",
  "https://images.craigslist.org/00i0i_5tTkMz2v1kEz_0CI0kX_600x450.jpg",
  "https://images.craigslist.org/00s0s_7gNy6TrwqR9z_0lM0t2_600x450.jpg",
  "https://images.craigslist.org/00x0x_jbVw7z3ciHez_0CI0q2_600x450.jpg",
  "https://images.craigslist.org/00j0j_5IB6CYZMNCZz_0CI0qG_600x450.jpg",
  "https://images.craigslist.org/00D0D_eB3GUJ1k3Ahz_0CI0qY_600x450.jpg",
  "https://images.craigslist.org/00A0A_6B75bzhooTvz_0AS0t2_600x450.jpg",
  "https://images.craigslist.org/00r0r_eSW5XXdkl7zz_0CI0rp_600x450.jpg",
  "https://images.craigslist.org/00J0J_32ZkEBmRJdoz_0CI0sT_600x450.jpg",
  "https://images.craigslist.org/00U0U_9Fv18n72umQz_0CI0t2_600x450.jpg",
  "https://images.craigslist.org/00P0P_cs81t9J8iojz_0nU0t2_600x450.jpg",
  "https://images.craigslist.org/00D0D_32ZiI609GJfz_0Cj0t2_600x450.jpg",
  "https://images.craigslist.org/00F0F_cWfMcCJ42Lsz_0CI0rr_600x450.jpg",
  "https://images.craigslist.org/00v0v_iHPRPZmYXrez_0CI0rq_600x450.jpg",
  "https://images.craigslist.org/00606_apjf7KyO4TCz_0qM0t2_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/eby/apa/d/oakland-large-sunny-1-with-beautiful/7516644121.html"
}