{
 "post_id": 7516477848,
 "title": "***COUNTRYSIDE MALL, GROCERY SHOPPING, DINING, ENTERTAINMENT & MORE***",
 "price": 832,
 "neighborhood": "San Jose CA",
 "map_address": "CASTANO DRIVE",
 "street_address": "CASTANO DRIVE",
 "latitude": 37.308142,
 "longitude": -122.00397,
 "data_accuracy": 20,
 "posted": "2022-08-02 11:29",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "duplex",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": 1277,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": true,
 "posting_body": [
  "*******************This unit was transformed in 2002 by world-renowned architect Cass Calder Smith into a sophisticated, open concept floor plan.",
  "This is unique for an 02 unit in this building and takes full advantage of its panoramic views.",
  "A southern terrace allows one to sit out on a nice evening and bask in these stunning views.",
  "The layout includes a chef's kitchen with custom cabinetry, stone counters, high-end appliances and rich wood flooring.",
  "There is a primary suite with a walk-in closet and an inviting bath with shower.",
  "The second bedroom has a whimsical cloud mural and there is a second bath off of the hall******************",
  "❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖",
  "MAKE A CALL",
  "[][][][][][][][][][][][][][][][][][][]4 0 8 4 1 81 7 5 8[][][][][][][][][][][][][][][]TODAY FOR TOUR: ()❖",
  "❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖",
  "❖❖❖❖❖❖❖❖❖❖3 BEDROOMS..❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖",
  "❖❖❖❖❖❖❖❖2BATHROOMS❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖",
  "❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖❖CAR GARAGE…",
  "❖❖❖❖❖❖❖❖",
  "***********************This one-of-a-kind contemporary 2 level penthouse condo, designed by renowned architect Mark Brand is an entertainer's dream.",
  "Light, bright and airy, this home features high ceilings, an open floor plan concept that includes the Great Room with sleek fireplace, a Chef's kitchen equipped with high-end designer appliances, beautiful countertops, and custom dovetail cabinetry, and a guest bedroom suite and a powder room.",
  "The oversized windows provide an abundance of natural light.",
  "Retreat upstairs to two generous suites with large terraces with incredible views.",
  "1-car garage parking and in-unit washer dryer complete this Urban Dweller's dream********************",
  "**********************",
  "The stunning kitchen with Viking appliances, boasts a pantry with a washer/dryer, ample cabinet space, and an expansive breakfast bar overlooking the living room.",
  "The combination living and dining room showcases breathtaking views overlooking Russian and Nob Hill.",
  "All three bedrooms are generously sized with large closets and high ceilings.",
  "The master suite, with a gorgeous walk in closet,*******************",
  "**********************Perfectly situated on the corner of two flat Pacific Heights blocks, this sophisticated Queen Anne Victorian is an alluring and majestic beauty.",
  "Superbly renovated with designer finishes throughout, the three-bedroom home still retains many fine Victorian details which have been thoughtfully preserved to create a harmonious balance of classic and modern.",
  "The bright, spacious, and flexible floorplan makes it easy to work from home or entertain guests, with formal and casual dining areas, an elegant living room, and a separate office.",
  "12-foot ceilings give remarkable scale to the main living areas, and an impressive wood burning fireplace is the dramatic centerpiece.",
  "*******************"
 ],
 "images": [
  "https://images.craigslist.org/00808_cIU0oovFY0qz_0ak06T_600x450.jpg",
  "https://images.craigslist.org/00d0d_8jChRb5G7Fsz_0ak06S_600x450.jpg",
  "https://images.craigslist.org/00B0B_hBTZdiAeBIez_0ak06S_600x450.jpg",
  "https://images.craigslist.org/00d0d_9GmSk4MizQQz_0ak06S_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sfc/apa/d/san-jose-countryside-mall-grocery/7516477848.html"
}