{
 "post_id": 7516629178,
 "title": "Bridging the gap between convenience and luxury.",
 "price": 2900,
 "neighborhood": "hercules, pinole, san pablo, el sob",
 "map_address": "2525 Bayfront Blvd",
 "street_address": "2525 Bayfront Blvd",
 "latitude": 38.0066,
 "longitude": -122.2637,
 "data_accuracy": 22,
 "posted": "2022-08-02 17:14",
 "updated": "NA",
 "repost_dates": [],
 "available": "2022-08-02",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": 866,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": true,
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 17",
  "OR Text",
  "17",
  "to",
  "show contact info",
  "to text our team.",
  "This is a 2 Bedroom, 1 Bath, approximately 866 Sq.",
  "Ft.",
  "Experience a blend of history and a sense of place at The Exchange at Bayfront.",
  "These new luxury studio, one, two, and three bedroom apartments for rent in Hercules are tremendously inviting Delight in a scenic location with unsurpassed views and refreshing coastal breezes, all in a notable hometown setting.",
  "Everything here has been handcrafted and curated just for you, including: historic architecture, spacious floor plans, exceptional amenities, and on-site neighborhood serving retail.",
  "In addition to the existing Bay Trail, there will be a future commuter train and ferry service to connect you more than ever before to the greater San Francisco Bay Area.",
  "Features:",
  "French door leading to patio/balcony*, Recessed Lighting, Floor to Ceiling Windows in Select Units, Subway Tile Backsplash, Walk In Closets, In-Home Washer Dryer, Stainless Steel Appliance Suite, Large Mirrors, Oversized Deep Kitchen Sinks, Hardwood-Style Flooring, Quartz Countertops, Glass Top Electric Stove",
  "Community Amenities:",
  "Stunning Views of The San Pablo Bay and Wildlife Preserve, 24-Hour Fitness Center, Bike Racks and Repair Shop, Rooftop Sky Bar, Nature Trail and Wildlife Preserve With Walking Trails, Elevator and Stair Access Throughout, Limited Yearly Renewal Increases, Resident Lounge, Full Service On-Site Management and Maintenance Team Members, Pet Spa, Vehicle Charging Stations, Flexible Payments Through Flex, Trash & Recycling Room on Each Floor",
  "Pet Policy",
  "We welcome two pets per apartment home.",
  "There is a $50.00 pet fee per animal and a $500.00 pet deposit per animal.",
  "There are pet restrictions that apply.",
  "For more information, please call our leasing office.",
  "Income Requirements:",
  "At The Exchange, we believe in a world where you can thrive within the community you choose to call home.",
  "Through our Essential Housing program, a comprehensive rental housing platform providing homes for communities to thrive, we're doing our best to approach the rental market in a more human way by offering rental rates that better align with average household income, flexible payment scheduled with Flex, and limited renewal increases!",
  "See our leasing office for more income information.",
  "See our property details here:",
  "<URL>",
  "dUA2x0AQN7P"
 ],
 "images": [
  "https://images.craigslist.org/00T0T_lgb6KFXpugJz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00X0X_33xSIarlkuKz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00909_evryxHK2nWTz_0ak07K_600x450.jpg",
  "https://images.craigslist.org/00l0l_27r09ydLZBiz_0CI0pO_600x450.jpg",
  "https://images.craigslist.org/00N0N_3tVoLKAuTqBz_0CI0pP_600x450.jpg",
  "https://images.craigslist.org/01515_5cFoAAUJuB2z_0CI0pO_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/eby/apa/d/hercules-bridging-the-gap-between/7516629178.html"
}