{
 "post_id": 7516524552,
 "title": "Walk to Safeway and Target, Easy Freeway Access, Dishwasher",
 "price": 2891,
 "neighborhood": "concord / pleasant hill / martinez",
 "map_address": "235 Camelback Road near Old Quarry Rd",
 "street_address": "235 Camelback Road ",
 "latitude": 37.973522,
 "longitude": -122.070774,
 "data_accuracy": 10,
 "posted": "2022-08-02 13:01",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1046,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$51",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "x 10",
  "OR Text",
  "10",
  "to",
  "show contact info",
  "to contact our team.",
  "This is a 2 Bedroom, 1 Bath, approximately 1046 Sq.",
  "Ft.",
  "The Crest Pleasant Hill Apartments provides the best Pleasant Hill has to offer.",
  "Just a short walk from Diablo Valley College and 3 miles from the Concord BART station, commuting has never been easier.",
  "Relax in our newly upgraded homes, complete with renovated kitchens and brand-new flooring, unwind in our on-site fitness center, or take a book down to the sparkling pool and spend the weekend reading or studying.",
  "In-home washers and dryers, spacious closets and Pet Friendly policies make this key-access community a happy and relaxing place to call home.",
  "Create your own sanctuary at Northridge and enjoy the metropolitan convenience and quiet luxury that's all within reach.",
  "Features:",
  "Wood-burning Fireplace*, Linen Closet, Fully Equipped Kitchen, Ceiling Fans, Dishwasher, Vaulted Ceilings in Top-floor Homes, Private Balcony, Floor-to-ceiling Windows, Views of Mount Diablo, In-home Washer and Dryer*, Walk-in Closet*, Air Conditioning",
  "*in select units",
  "Community Amenities:",
  "Fitness Center, Walk to Safeway and Target, Hot Tub, Walk to Sun Valley Mall, On-site Management, Smoke Free, Easy Freeway Access, Laundry Facility, Comcast Gigabit Data Speed Available, Newer Building Exterior, Attentive Community Staff, Courtesy Officer, Package Service, Buildings with Key Access, Two Swimming Pools",
  "Want more information?",
  "Follow this link:",
  "<URL>",
  "XPy7pQHCNBL"
 ],
 "images": "NA",
 "url": "https://sfbay.craigslist.org/eby/apa/d/pleasant-hill-walk-to-safeway-and/7516524552.html"
}