{
 "post_id": 7516566300,
 "title": "2 bdrm In The Heart of DownTown Sunnyvale!",
 "price": 5703,
 "neighborhood": "sunnyvale",
 "map_address": "150 South Taaffe Street",
 "street_address": "150 South Taaffe Street",
 "latitude": 37.377484,
 "longitude": -122.032373,
 "data_accuracy": 10,
 "posted": "2022-08-02 14:31",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 2,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "detached garage",
 "sqft": 1502,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": true,
 "EV_charging": "NA",
 "posting_body": [
  "Call Now -",
  "show contact info",
  "This is a 2 Bedroom, 2.5 Bath, approximately 1502 Sq.",
  "Ft.",
  "Say hello to Loft House, Sunnyvale's newest apartment concept – and definitely its most stylish.",
  "This fresh take on home design was influenced by the open floorplans, high ceilings and big windows of city lofts.",
  "Are you searching for an apartment for rent in Sunnyvale, CA?",
  "Dressed up in modern architecture and balanced by natural materials, organic retreats and a sun-drenched pool, Loft House has all the looks while offering a beautiful, relaxed living experience.",
  "And best of all, you're in the very center of downtown Sunnyvale, with Plaza del Sol at your doorstep, historic Murphy Street across the way and Sunnyvale Town Center down the block.",
  "If you're looking for an apartment for rent, Sunnyvale is a place to call home, especially when you choose Loft House.",
  "There's nothing else like it; so come have a look and discover why Loft House has been nominated for the Best Mixed Use Development by the Silicon Valley Business Journal.",
  "Features:",
  "Oversized windows, Contemporary yet entirely comfortable, Sleek, modern kitchen balanced by a palette of beautiful, natural finishes and materials, Ten-foot-ceilings, Neutral-colored wall space for you to show off your own style",
  "Community Amenities:",
  "The Game Room - multi-media theatre, gaming and billiards, The Grill - outdoor grilling and dining area, The Business Lounge - conference room and business center, The Gym - modern gym and fitness center, The Oasis - boutique resort-style pool and spa, The Loft - private lounge with gourmet kitchen, The Bike Room - resident cycling storage, The Cabana - indoor-outdoor poolside bar, The Grove - lush open-air courtyard, The Fireplace - outdoor fireside gathering",
  "Pet Policy",
  "Up to two pets per home.",
  "Cat or dog allowed with additional deposit per pet and pet rent.",
  "Please inquire within.",
  "Use this link for more info:",
  "<URL>",
  "GdU1qARs5"
 ],
 "images": [
  "https://images.craigslist.org/00M0M_9Klu52DGROfz_09G06s_600x450.jpg",
  "https://images.craigslist.org/00D0D_7idCGKKgCYXz_0bK06Q_600x450.jpg",
  "https://images.craigslist.org/00606_76zFNeKkFr2z_0c907M_600x450.jpg",
  "https://images.craigslist.org/00z0z_9Au1U06FbQVz_0bF079_600x450.jpg",
  "https://images.craigslist.org/00k0k_9QMTR3dTmWEz_0t20CI_600x450.jpg",
  "https://images.craigslist.org/00W0W_dMZCYTZNpcjz_03S05a_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sby/apa/d/sunnyvale-bdrm-in-the-heart-of-downtown/7516566300.html"
}