{
 "post_id": 7516636555,
 "title": "1 BEDROOM AVAILABLE IN UPSCALE PACIFIC HEIGHTS APARTMENT",
 "price": 1800,
 "neighborhood": "pacific heights",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 37.7856,
 "longitude": -122.4358,
 "data_accuracy": 22,
 "posted": "2022-08-02 17:37",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": true,
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Looking for someone (F or M, ideally in early/mid-20s) to move into 1 of 2 rooms in our recently updated, spacious full floor 3br/2ba Pacific Heights apartment with in-unit washer & dryer and central heating/AC.",
  "The apartment’s open floor plan shared spaces include a large kitchen with granite countertops and high-end stainless-steel appliances, bar seating area, separate dining area with large table, cozy living room with gas heating and even a built-in desk area for out-of-town guests that visit.",
  "Also have 1 secure garage spot available for ONLY $150.",
  "Either room can be available on/around 9/1/2022 with some flexibility and can be left largely furnished if desired.",
  "Our current lease runs through 10/31/2022 and is month-to-month thereafter, but we’re looking for a new roommate who’d like to sign a new one-year lease when the current one ends.",
  "Current roommates are 1 F and 1 M, both in their early/mid-20s working in tech & finance in the city.",
  "Our hobbies include spending time with friends, going out to dinner and bars, hiking and playing golf & tennis, among others.",
  "About the Neighborhood:",
  "Very safe and convenient part of Pac Heights, right by a #1 line Muni bus stop and a few blocks away from Divisadero St. Several grocery stores within a 10-20-minute walk and accessible via bus, including Trader Joe’s, Whole Foods and Mollie Stone’s.",
  "Plenty of great dining and coffee options close by including B. Patisserie, Spruce, Scopo di Vino, Cumaica Coffee, Starbucks, Peets Coffee as well as everything that Fillmore has to offer like Blue Bottle Coffee, Salt & Straw, The Snug and more less than a 10-minute walk away.",
  "Walking distance to both Alta Plaza and Lafayette Square Park and just a 20-minute walk to the Presidio’s gorgeous trails and recreational areas.",
  "Also, very easy to get to other neighborhoods like the Marina, Russian Hill and North Beach with a 5-10 minute drive or the bus.",
  "Option 1 ($1,840/month) (110 sqft):",
  "Single bedroom with shared hall bathroom",
  "Plenty of room for a bed and full WFH desk setup, nightstands/bookshelf and a large closet big enough for lots of hanging items and a dresser, shoe rack and laundry baskets.",
  "Option 2 ($2,240/month) (170 sqft):",
  "Large master bedroom with private gorgeous ensuite bathroom, including a separate shower stall and bathtub!",
  "Lots of natural light throughout the room, which has tons of space for a Queen bed, dresser, nightstands, large WFH desk setup and a HUGE walk-in closet.",
  "Both rooms also have access to a large garage storage unit for the exclusive use of this apartment and additional storage space in other parts of the garage.",
  "Secure Garage Spot: Additional $150/month",
  "Please respond to this post with any questions or if you’d like to come take a look!"
 ],
 "images": [
  "https://images.craigslist.org/00505_eKtld6Cdgcdz_0iS0do_600x450.jpg",
  "https://images.craigslist.org/00Z0Z_gzCZ5jTrmPqz_0iS0pl_600x450.jpg",
  "https://images.craigslist.org/00A0A_ehvVT8L0Vmqz_0iS0oy_600x450.jpg",
  "https://images.craigslist.org/00h0h_e5G9DIYd4Gfz_0iS0p5_600x450.jpg",
  "https://images.craigslist.org/00y0y_g0hQwc0VwXlz_0iS0dG_600x450.jpg",
  "https://images.craigslist.org/00e0e_hcl6YrmZp8ez_0iS0oL_600x450.jpg",
  "https://images.craigslist.org/00505_geIM3ymtaHYz_0iS0oI_600x450.jpg",
  "https://images.craigslist.org/00808_rc0WwM5S4oz_0dq0t2_600x450.jpg",
  "https://images.craigslist.org/00V0V_b6ukjWbNtMRz_0dq0t2_600x450.jpg",
  "https://images.craigslist.org/00000_5C4BLKF9UA2z_0dq0t2_600x450.jpg",
  "https://images.craigslist.org/00O0O_9ZzYZBmgwrgz_0dq0t2_600x450.jpg",
  "https://images.craigslist.org/00I0I_1tNu90ZyuXLz_0co0gw_600x450.jpg",
  "https://images.craigslist.org/00y0y_eVladB9doTz_0co0gw_600x450.jpg",
  "https://images.craigslist.org/01616_fI7UZTK0wuBz_0dq0t2_600x450.jpg"
 ],
 "url": "https://sfbay.craigslist.org/sfc/apa/d/san-francisco-bedroom-available-in/7516636555.html"
}