{
 "post_id": "7308112732",
 "title": "2 story Brick live/work residence - available furnished",
 "price": "1750",
 "neighborhood": "Detroit Shoreway",
 "map_address": "Lorain Ave. near 79th St.",
 "street_address": "Lorain Ave. ",
 "latitude": "41.47188",
 "longitude": "-81.738476",
 "data_accuracy": "15",
 "posted": "2022-07-22 13:51",
 "updated": "2022-07-22 13:55",
 "repost_dates": "['2022-07-22 13:51']",
 "available": "2022-08-01",
 "housing_type": "apartment",
 "bedrooms": "2",
 "bathrooms": "2.0",
 "laundry": "laundry in bldg",
 "parking": "off-street parking",
 "sqft": "2250",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$50 for Credit Check",
 "broker_fee": "NA",
 "cats_ok": "True",
 "dogs_ok": "True",
 "no_smoking": "True",
 "furnished": "True",
 "wheelchair_access": "NA",
 "AC": "True",
 "EV_charging": "NA",
 "posting_body": "['A beautiful mixed use building converted into a 2 story residence is now available for rent in the Lorain Avenue Arts District.', 'This is a truly unique live/work opportunity for young professionals who work from home, roommates seeking a truly urban experience in this home converted from an antique shop, or a great alternative for a couple with a dog looking to rent a single family home with a dog park in the backyard!', ' Each floor has a 1000 sq.', 'ft. footprint with hardwood floors throughout and tons of daylight with a double storefront and off street parking!', \"The first floor is one large open space with 11' ceilings, exposed brick, a pair of elevated southern facing display windows, set up as a living room and guest suite.\", 'The storefront features new industrial lighting, and two layers of drapes for varying levels of privacy to suite your needs.', 'Inside the ceiling and walls are painted matte white with vintage crystal chandeliers, original painted tin moldings, maple hardwood floors, and plenty of daylight coming in through privacy windows on the east and west.', 'There is a small storage area, as well as a kitchenette including a full size french-door refrigerator on the first floor; in the basement is full bath with a clawfoot tub, understair storage, and access to a washer, dryer.', \"There is a 9' tall garage door that opens up to the rear yard, as well as a cedar clad doghouse.\", 'The fully fenced-in yard was landscaped with river rock throughout for parking; it is also great for entertaining as it includes a fire pit and bar height table for entertaining guests.', \"The second floor has 9' ceilings and is a beautifully restored 1 bedroom/1 bath flat.\", 'It features new hardwood floors in all living spaces, new subway tile in the bathroom, granite countertops and stainless appliances in the kitchen, beautiful woodwork, a brick mantle, new energy efficient windows with new paint throughout.', 'The layout is wide open with a huge kitchen, tons of natural light, and plenty of closet space.', 'It is located in the infamous antique district of Historic Lorain Avenue, next to a number of shops.', 'It is only a 5 minute walk to the western entrance of the new Red Line Greenway multi-purpose trail, the RTA tram station, and Zone Park.', 'It is a 5 minute bike ride to Ohio City on the recently repaved Avenue.', 'It is situated halfway between West Boulevard and West 65th and adjacent to I-90 for quick vehicular access wherever you want to go; within 5 minutes by car, you also can get to the heart of Detroit Shoreway, Edgewater Beach, or Downtown Cleveland.', 'The rehab of this completely brick building from 1905 earned a historic renovation award from the Detroit Shoreway Community Development Corporation.', 'It is truly a diamond in the rough and is equipped with a security system, motion lights, and surveillance.', 'This 2 bedroom / 2 Bath / 2 Story Brick Home is available for rent strictly for residential use at $1750.00/month plus utilities (gas, electricity, water) on a one year lease.', 'Cats or dogs are welcome with a pet deposit, at $50.00/pet/month.', 'If you are interested in the place already furnished as shown, the place is setup for you to move right in.', 'Downstairs includes a king bed, end tables, love seat, area rugs, a 42 inch LCD TV, a sound system, projector, lockers, a desk and kitchenette.', 'The flat upstairs has a new full sized 12 inch mattress with a memory foam topper on a platform frame, an extra wardrobe, and a 40 inch Smart LED TV.', 'It also includes plenty of chairs, a loveseat, a maple dining room table, and a desk.', ' If you would like the apartment furnished, this is an option for an additional $200/month.', \"To set up a showing of this one-of-a-kind place with our property manager, please send an email introducing yourself, what interests you about this property, and anything else you wish to share; employment verification, prior landlord references, credit check and proof of 100K in renter's insurance are required on your application.\", \"A signed lease will include a security deposit equal to the month's rent, with digital rent transfers set up on an automated monthly basis.\", 'Please be in touch with interest, inquiries, or a request to check out the property.', 'Our property manager will be in touch.', 'Thank you very much!']",
 "images": "['https://images.craigslist.org/00p0p_6Hr2AGLbjEkz_0mT0t2_600x450.jpg', 'https://images.craigslist.org/00A0A_fJheqZrWUtzz_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00T0T_hw3NZ3NlJ51z_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00000_kX0U2vkllMQz_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00i0i_dvS3LRQzo96z_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00808_ckLHkhGohQ3z_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00W0W_lcjXgaFWxsFz_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00L0L_cy1jjnnAJPXz_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00v0v_bOA9zCFiSQHz_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00303_8Pg14dkZ8voz_0lM0t2_600x450.jpg', 'https://images.craigslist.org/00g0g_j2iLmQaXLWnz_0t20CI_600x450.jpg', 'https://images.craigslist.org/00w0w_xSQtaeHMa2z_0t20CI_600x450.jpg', 'https://images.craigslist.org/01111_6dKCJAsa37Cz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00n0n_2IDW11xncXjz_0t20CI_600x450.jpg', 'https://images.craigslist.org/01515_7CyAa8nnwhzz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00k0k_gctTcPTPJZGz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00r0r_3sVqdjA7xTRz_0t20CI_600x450.jpg', 'https://images.craigslist.org/00S0S_hhQyOsTrG5gz_0t20CI_600x450.jpg', 'https://images.craigslist.org/00M0M_aIsNXZlyLoPz_0t20CI_600x450.jpg', 'https://images.craigslist.org/00A0A_blUHRFlEC9z_0t20CI_600x450.jpg', 'https://images.craigslist.org/00f0f_a5cgSxcODsTz_0t20CI_600x450.jpg', 'https://images.craigslist.org/00O0O_lld5Gpe3u7Vz_0CI0t2_600x450.jpg', 'https://images.craigslist.org/00V0V_lSVr4CbxGyJz_09U0dh_600x450.jpg', 'https://images.craigslist.org/00p0p_d3QplghKn54z_0lM0t2_600x450.jpg']",
 "url": "https://cleveland.craigslist.org/apa/d/cleveland-story-brick-live-work/7512046754.html",
 "typology": "NA",
 "GEOID": "39035101800",
 "poverty": "poor",
 "race": "white",
 "white": 66.6,
 "black": 33.6,
 "asian": 0.0,
 "latinx": 22.6,
 "below25k": 32.8,
 "median_income": 21908.0,
 "college": 20.8,
 "foreignborn": 1.3,
 "renteroccupied": 69.4,
 "last10yrs": 7.9,
 "vacancy": 21.8,
 "white_old": 60.9,
 "black_old": 34.3,
 "asian_old": 1.5,
 "latinx_old": 24.1,
 "below25k_old": 41.0,
 "median_income_old": 27655.6,
 "college_old": 9.1,
 "foreignborn_old": 6.6,
 "renteroccupied_old": 62.8,
 "last10yrs_old": 2.9000000000000004,
 "vacancy_old": 24.0,
 "professional": 44.4,
 "professional_old": 47.2,
 "travel_time": 20.3,
 "travel_time_old": 30.7,
 "new_residents": 62.3,
 "new_residents_old": 62.0,
 "non_english": 26.5,
 "non_english_old": 21.2,
 "avg_rent": 732.0,
 "avg_rent_old": 719.9499999999999
}