{
 "post_id": 7447802443,
 "title": "Live in luxury at Williamsburg!",
 "price": 1556,
 "neighborhood": "Sagamore Hills",
 "map_address": "6636 Deerfield Dr. near Route 82",
 "street_address": "6636 Deerfield Dr. ",
 "latitude": 41.31344,
 "longitude": -81.568653,
 "data_accuracy": 10,
 "posted": "2022-07-25 16:17",
 "updated": "NA",
 "repost_dates": [
  "2022-07-25 16:17"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 832,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "To schedule a tour",
  "We now book our tour appointments online!",
  "Please call or text us at",
  "show contact info",
  "to self-schedule from your phone!",
  "Book your appointment online today or anytime 24/7!",
  "Property Description",
  "From the moment you step inside our two-story townhomes, you’ll feel at home.",
  "Upgraded wood-style flooring and silver and black appliances surround you in style while attached garages and extensive amenities assure easy living.",
  "And yet, despite the restful space and kind faces at our apartments in Sagamore Hills, OH, the outdoors are where you’ll find your bearing.",
  "Towpath Trail winds up to our door, tantalizing a midday escape on wheels or by foot.",
  "With its lush waterfalls and daring landscape, consider Cuyahoga Valley National Park your 50-square-mile backyard—and your next adventure.",
  "Situated 20 miles from both downtown Cleveland and Akron, 7 miles south of rapidly growing Independence and 4 miles east of the MGM Northfield Park, Williamsburg Townhomes Rental Homes is your ultimate destination.",
  "Are you in?",
  "Spacious one bedroom townhome with vaulted living room ceilings, bonus loft area and HUGE walk-in closet!",
  " Fully applianced kitchen with full size washer/dryer, dishwasher, garbage disposal, range, refrigerator and microwave.",
  "Private one-car attached garage included!",
  "Details",
  "Availability date:",
  "Today",
  "Pets:",
  "Cats, Small Dogs (< 25lb), Large Dogs (> 25lb)",
  "Pet notes:",
  "PET OVERVIEW:Dogs and cats, including puppies and kittens under 1 year old, are welcome at our community.",
  "All pet residents must have their health check and shots, and be spayed or neutered by 6 months of age.",
  "A signed animal addendum is required to be on file at our leasing office.",
  "Two (2) max pets allowed.",
  "DEPOSIT AND PET RENT: $250 non refundable pet fee per pet.",
  "For puppies & kittens under 1 year old, an additional $100 non-refundable fee applies.",
  "Pet rent: $40 monthly per pet.",
  "(All fees, deposits and charges noted above are per pet.)ADDITIONAL DETAILS:",
  "We also welcome your domestic pet if it is a bird or fish with written approval from our on-site management team.",
  "No reptiles or exotic animals please.",
  "Fish tanks are not to exceed 55 gallons.",
  "SUPPORT",
  "ANIMALS:If the animal is a service animal for a disabled person, pet deposits are not necessary and breed restrictions do not apply.",
  "A signed Letter Regarding Support Animals from a qualified professional verifying the need for the service animal along with proof of current rabies shots and licenses (if legally applicable) is required.",
  "BREED RESTRICTIONS:",
  "We will accept all breeds of dogs, except the following or any combination of mixed breed that contain any of the following: Akita, Alaskan Malamute, Chow, Doberman Pinscher, German Shepherd, Great Dane, Husky, Pit Bull Terriers*, Rottweiler, Saint Bernard, and Wolf Dog Hybrids.",
  "*(including all Pit Bull breeds - American Pit Bull Terriers, American or Irish Staffordshire Terriers, Bull Terriers, Pit Bulls, American Bull Dogs, Pit Bull Bordeaux, and Fila Brasilerio.)",
  "We reserve the right to add additional restricted breeds at any time.",
  "Deposit:",
  "Starting at $299",
  "Leasing options:",
  "6 months,9 months,9+ months,12 months,12+ months",
  "Leasing notes:",
  "Application fee:",
  "$35/person - Non Refundable",
  "Amenities",
  "Included in Utilities Cost:",
  "Utilities Cost:",
  "Laundry:",
  "In Unit",
  "Parking type:",
  "Attached Garage",
  "Parking notes:",
  "Appliances:",
  "Dishwasher, Refrigerator, Garbage disposal, Microwave, Range/Oven",
  "Exterior:",
  "Private Entry",
  "Heating/cooling:",
  "Heat: forced air, Central AC",
  "Wiring:",
  "Cable-ready, High-speed internet",
  "Facilities and Recreation:",
  "Shared pool, Fitness center, Access to Greenwood Village Amenities, Indoor/Outdoor Pool (Greenwood Village), Fishing Pond (Greenwood Village), Playground (Greenwood Village)",
  "Security and Access:",
  "Views:",
  "Additional features:",
  "Fireplace (Select Homes), Vaulted Ceilings (Select Homes), Spacious Loft Areas (Select Homes)",
  "Offered by:",
  "Willamsburg Townhomes",
  "Equal Housing Opportunity"
 ],
 "images": "NA",
 "url": "https://cleveland.craigslist.org/apa/d/northfield-live-in-luxury-at/7513294037.html"
}