{
 "post_id": 7500302918,
 "title": "Weekly Shaker Heights Area Real Estate Market Activity Update",
 "price": 2500,
 "neighborhood": "Beachwood",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.4701,
 "longitude": -81.5232,
 "data_accuracy": 22,
 "posted": "2022-06-23 15:25",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "condo",
 "bedrooms": 8,
 "bathrooms": 3.0,
 "laundry": "w/d in unit",
 "parking": "carport",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Happy Fathers Day.",
  "City of Shaker Heights \"Free COVID 19 Vaccine Clinic\" event occurred on Wednesday, 06/15/22 from 4:00 PM to 6:00 PM at the Shaker Heights Fire Station.",
  "Shaker Heights Diversity, Equity & Inclusion Committee had a meeting on Thursday, 06/16/22 from 8:00 AM to 9:00 AM.",
  "Shaker Heights Welcoming and Inclusion Subcommittee had a meeting on the same day from 6:30 PM to 7:45 PM at the Shaker Heights Main Library.",
  "Beachwood \"Calathea Spring Quartet & Isabel Mearini, Pianist\" event occurred on the same day from 6:30 PM to 8:00 PM at the Community Center.",
  "Shaker Heights \" Drive Thru Food Distribution\" event occurred on Friday, 06/17/22 from 10:00 AM to 1:00 PM at the Southpointe Hospital.",
  "Beachwood \"Red Cross Blood Drive\" event occurred on Friday, 06/17/22 from 1:00 PM to 7:00 PM at the Community Center.",
  "\"Makers Market At The Van Aken District\" event occurred on the weekend of 06/18/22 to 06/19/22 from 10:00 AM to 4:00 PM.",
  "Shaker Heights \" Chat With The Mayor\" event occurred on the same weekend from 10:30 AM to 11:30 AM outside the Market Hall at the Van Aken District.",
  "Shaker Heights Juneteenth event occurred on Sunday, 06/19/22. \"",
  "Dads Day Run\" event occurred on the same day at 7:30 AM at the Colonnade, greenspace near the Main Library.",
  "Monday, 06/21/22 was the Juneteenth.",
  "Shaker Heights Hunger Center had a meeting on the same day from 10:00 AM to 1:00 PM.",
  "Beachwood Architectural Board of Review had a meeting on the same day from 4:30 PM to 5:30 PM.",
  "Beachwood \"Blue Lunch, Swing & Blues Concert\" event occurred on the same day from 6:30 PM to 8:00 PM.",
  "Beachwood City Council had a meeting on the same day from 7:00 PM to 9:00 PM.",
  "Shaker Heights Finance Committee had a video conference meeting on Monday, 06/21/22 from 8:00 AM to 9:00 AM.",
  "Shaker Heights Architectural Board of  Review had a video conference meeting on the same day from 8:00 AM o 11:00 AM.",
  "Shaker Heights City Council had a video conference work session meeting on the same day from 12:00 PM to 1:00 PM.",
  "Shaker Heights Public Art Task Force had a video conference meeting on the same day from 6:30 PM to 7:30 PM.",
  "There was a high level on the Beachwood and the Shaker Heights area real estate market this week.7 single family homes, 1 two family home, 4 condominiums and 1 residential zoned parcel of land were listed for sale.",
  "2 condominiums, 1 multifamily homes and 1 residential zoned parcel of land were listed for rent.",
  "1 two family home listing was returned to market.",
  "3 single family home listing changed to contract.",
  "The price was reduced for  5 single family homes and for 1 condominium.",
  "19 single family home listings and 2 condominium listing began awaiting sale.",
  "1 single family home listing started awaiting rental.",
  "11 single family homes, 3 two family homes and 6 condominiums were sold.",
  "2 single family home listings,1 two family home listing and 1 multifamily home listing were withdrawn.",
  "1 single family home listing and 1 two family home listing were placed temporary off market.",
  "1 single family home listing expired."
 ],
 "images": [
  "https://images.craigslist.org/00t0t_6zxSd4toauUz_04r02W_600x450.jpg",
  "https://images.craigslist.org/00W0W_jCwkpnBtHXHz_04a038_600x450.jpg",
  "https://images.craigslist.org/00101_4doqcypaoQgz_04b038_600x450.jpg",
  "https://images.craigslist.org/00202_5ELg6r8zo5bz_04r02X_600x450.jpg"
 ],
 "url": "https://cleveland.craigslist.org/apa/d/beachwood-weekly-shaker-heights-area/7500302918.html"
}