{
 "post_id": 7502737138,
 "title": "Updated Tremont Historic District Efficiency incl. water & electricity",
 "price": 1100,
 "neighborhood": "Cleveland (Tremont Historic District",
 "map_address": "Kenilworth near W 10",
 "street_address": "Kenilworth ",
 "latitude": 41.479043,
 "longitude": -81.687778,
 "data_accuracy": 5,
 "posted": "2022-07-21 17:16",
 "updated": "2022-07-28 15:54",
 "repost_dates": [
  "2022-07-21 17:16"
 ],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 1,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "off-street parking",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": true,
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "THIS IS AN ABSOLUTELY AWESOME LUXURY STYLE EFFICIENCY UNIT IN TREMONT YOU WILL ABSOLUTELY LOVE WITH ELECTRIC, WATER AND SEWER INCLUDED.",
  "IT IS AN INCREDIBLE ONE OF A KIND UNIT WITH ONE OF THE BEST ADDRESSES AND LOCATIONS IN TOWN - in the midst of the historic district of the Tremont neighborhood of Cleveland ideally located in the midst of all the really cool places to shop, eat and play!",
  " Price includes water and sewer and electricity.",
  " Tenant pays for gas utility only.",
  " This Awesome Updated unit has a large bedroom with gorgeous hardwood floors, nice sized walk in closet, French doors, a fireplace feature, and a large eat-in Kitchen with updated kitchen cabinets, counters, beautiful ceramic tile, updated bathroom,  ceramic floors, nice woodwork,  new windows throughout, ceiling fans - it truly is a MUST see!",
  "The Kitchen has loads of  cabinets, updated bathroom, right in the heart of Tremont a block from Lincoln Park, doors away from Civilization, Literary Café, and just a couple blocks to all the great eateries and hip boutique shops and galleries on Professor Avenue, etc., As well as just several blocks to hop on the Tow Path for even more fun! .....................",
  "Great Curb appeal, with off street parking!",
  "All appliances included, washer and dryer on-site, high efficiency furnace and brand new vinyl clad windows for the energy minded resident!",
  "Please contact via email of this ad and share with us your name and phone number ad we will contact you to share more information."
 ],
 "images": "NA",
 "url": "https://cleveland.craigslist.org/apa/d/cleveland-updated-tremont-historic/7511727634.html"
}