{
 "post_id": 7502609719,
 "title": "Weekly East Cleveland, University Heights, South Euclid Area And Ckeve",
 "price": 800,
 "neighborhood": "South Euclid",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.5008,
 "longitude": -81.5516,
 "data_accuracy": 22,
 "posted": "2022-06-29 09:23",
 "updated": "2022-06-29 09:26",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Sunday, 06/19/22 was the Fathers Day.",
  "University Heights Building and Housing Committee had a meeting  on Tuesday, 06/21/22 at 5:30 PM.",
  "City of Cleveland Heights Public Safety Committee of Council had a meeting on Tuesday, 06/21/22 from 5:00 PM to 6:00 PM.",
  "City of South Ward 4 had a meeting on Wednesday, 06/22/22 at 6:30 PM.",
  "South Euclid \"Community Food Mart\" event occurred on Thursday, 06/23/22 at 4:00 PM.",
  "\"Hillcrest-Heights Community Food Market\" event occurred on the same day from 4:00 PM to 8:00 PM.",
  "City of East Cleveland Health& Safety Committee had a meeting on on the same day at 5:30 PM.",
  "South Euclid Planning Commission had a meeting on the same day at 7:00 PM.",
  "Cleveland Heights Transportation  and Environmental Sustainability Committee had a meeting on the same day at 7:00 PM.",
  "Cleveland Heights City Council had a special committee of the whole meeting on Friday, 06/24/22 st 11:00 AM.",
  "South Euclid GardenWalk event occurred on the weekend of 06/25/22 to 06/26/22 from 12:00 PM to 4:00 PM.",
  "Sunday 06/19/22 was the Fathers Day.",
  "There was a high level of activity on the East Cleveland, on rgw University Heights, on the Cleveland, on the South Euclid area and on Cleveland Heights area real estate market this week.",
  "29 single family homes and 4 two family homes, 2 three family home, 5 condominiums and 1 retail type property were listed for sale.1 single family home and 3 multifamily homes were listed for rent.",
  "2 single family home listings and 1 two family home listing were returned to market.",
  " 16 single family home listings and 1 three family home listing changed to contract.",
  "The price was reduced for 7 single family homes.",
  "Sale pending began for 16 single family home listings and for 1 two family home listing and for 1 condominium listing.",
  "Rental pending started for 1 single family home listing and for 1 multifamily home listing.",
  " sale pending expired for 3 single family home listings.",
  "14 single family homes , 1 condominium and 1 apartment were sold.",
  "1single family home and 1 multifamily home was rented.",
  "2 single family home listings,1 two family home listing, 1 condominium listing and 1 apartment listing were withdrawn.",
  "1 single family home listing was placed temporary off market.",
  "1 single family home listing, 1 two family home listing and 1 condominium expired."
 ],
 "images": [
  "https://images.craigslist.org/00w0w_lfIFHOq8y9Qz_08R05U_600x450.jpg",
  "https://images.craigslist.org/01111_a8pYlrHWU2rz_08Q05I_600x450.jpg",
  "https://images.craigslist.org/00505_atfPTQoXED6z_08i062_600x450.jpg",
  "https://images.craigslist.org/00J0J_kKlYlfnPiskz_08m068_600x450.jpg",
  "https://images.craigslist.org/00W0W_3zXjEVRWAVQz_09w06o_600x450.jpg",
  "https://images.craigslist.org/01313_3KmMtJEW5d6z_04r02X_600x450.jpg"
 ],
 "url": "https://cleveland.craigslist.org/apa/d/cleveland-weekly-east-cleveland/7502609719.html"
}