{
 "post_id": 7506711676,
 "title": "This charming ranch home is an ideal opportunity",
 "price": 900,
 "neighborhood": "NA",
 "map_address": "NA",
 "street_address": "NA",
 "latitude": 41.42553,
 "longitude": -81.522111,
 "data_accuracy": 5,
 "posted": "2022-07-09 12:21",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "house",
 "bedrooms": 3,
 "bathrooms": 2.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 988,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": "NA",
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "This charming ranch home is an ideal opportunity for new looking for their first home or an investor looking for add a valuable single family to their rental offerings!",
  "Newly refreshed, this home offers gorgeous refinished hardwood floors throughout the living room and continuing into all 3 bedrooms, a kitchen with new flooring and updated full bathroom with vanity, and stylish tile tub surround.",
  "The home also has a full basement, just waiting to be finished into a large family rec room, along with storage space, laundry area and convenient half bath!",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "-",
  "Beautiful in law unit was build few years ago with 2Bed rooms, 2 bathroom ( 1 Marster bathroom).",
  "Single level.",
  "Separate entrance and Drive way with 2 parking spaces.",
  "Nice and quite neighbors.",
  "Washer/ Dreyer in unit, 2 parking spaces and off- street parking.",
  "Looking for good tenants with No Eviction Records.",
  "Rent for $2350/ month.",
  "Income qualify and will be verified.",
  "Max live in 4 people.",
  "Please text",
  "Enjoy this quiet and light filled second floor apartment in Greenbrae.",
  "Live close to Bon Air Shopping Center, which gives you easy access to shopping, restaurants, banking, Golden Gate bus, ferry transit, and more.",
  "You’ll be just minutes from hiking trails that lead up Mt. Tam or out to the beautiful beaches of Marin.",
  "This apartment is spacious with large closets, double pane windows and a private patio.",
  "There is an elevator service from the parking area to the top floor of the building, a clean laundry room, swimming pool, and professional on-site management.",
  "Photos are not of exact unit but will be similar in lay-out and quality of fixtures, etc.",
  "Utilities included with the rent are water and trash.",
  "I am also an entrepreneur as a sole proprietor of a disc golf company that is in 6 countries and 18 states.",
  "I also designed one of the top rated disc golf courses in Northern California.",
  "I sponsor to of Americas top disc golfer’s and two of Korea’s top disc golfers.",
  "I have one small cat that is 9 years old and very mellow.",
  "I just turned 59 and would like to find a place to live in until I retire if possible.",
  "Here is a link to my Disc Golf website which will give you an idea of who I am.",
  "As a senior planner with the city of San Francisco I do the water supply assessments for large development projects and work in the archaeology department.",
  "I prefer the Presidio, North Beach, Russian Hill, Marina etc.'",
  "Richmond's best kept secret!",
  "Beautiful apartment homes that are truly a commuter's dream!",
  "San Francisco is simply minutes away.",
  "Enjoy coming home to have luxury at your fingertips.",
  "We offer 1 and 2 Bedroom apartments for rent in Richmond, CA.",
  "Welcome home to Vue at 3600, where luxury and convenience are combined to provide you with the best in apartment living.",
  "Our prime location in Richmond, CA puts us in close proximity to everything!",
  "Great dining, recreation, and shopping opportunities are just a short drive away.",
  "Our spacious one and two bedroom apartment homes offer you distinctive style and incredible comfort in a relaxing and peaceful setting.",
  "Only at Vue at 3600 enjoy a taste of the sweet life.",
  "Hi!",
  "My name is Jessica Dagostini and I am an incoming Ph.D. student at Santa Cruz.",
  "I am looking for a place to live that can be a studio or sharing a house.",
  "Sharing I am looking for a single bedroom, preferably with a private bathroom.",
  "I am a quiet and easy-going person, who really focused on doing my Ph.D. well.",
  "My budget is about 1100-1500.",
  "Please message me if you have a suggestion.",
  "Thanks!",
  "Hello!",
  "I am a graduate student looking for housing when I do my internship at Zuckerberg Hospital.",
  "I am open to either a sublet that goes from August 21st (flexible on start date) through November 15 OR a month to month lease.",
  "I am looking for a furnished room.",
  "My budget is around $1600.",
  "I am quiet, responsible, and communicative.",
  "My ideal living situation would be somewhere mellow and quiet.",
  "I don't have have qualms over guests, as long as everyone is quiet by 10 PM.",
  "Please no loud music or partying.",
  "The place should also be easily accessible to the hospital by public transit.",
  "I'm interested in locations near Noe Valley, the Mission, Potrero Hill, and Dogpatch.",
  "Places in Richmond or Sunset near UCSF Parnassus are also okay, because I could take a shuttle.",
  "Hello.",
  "I am a semi-retired seeking a 1 to 2 bedroom N. Berkeley or Elmood area, after living abroad for 10 years.",
  "I still do some professional writing, and watercolor painting, so I am looking for an unfurnished, zen like place that is quiet, with good light.",
  "A newly built garden cottage would be ideal.",
  "I love to hike - so something near hiking trails would be great!",
  "My name is Kofi and I am a local artist.",
  "I am from Africa and I moved here about a month ago.",
  "I am looking for a room between $800-$1000.",
  "Im very clean, quite and respectful.",
  "I like to play African drums and love vending at festivals.",
  "I am a kind, extremely responsible who seeks a long-term rental.",
  "I own my own home but need more space.",
  "I will rent my place and move into yours!",
  "Seeking garden, hardwood floors, good light, two bedrooms minimum (one for my home office).",
  "I am an HR Director and have worked for the same global professional services firm for 10 years - impeccable credit and very strong and steady income.",
  "I am not in a rush - Sept- Nov time frame works for me!",
  "$2,500 - 3,5000 monthly (negotiable)",
  "Also open to finding a large house with one other responsible and professional .",
  "One thoughtful and one adorable feline!I am a professional , seeking to live in a house share for 3 to 6 months.",
  "In between residences and transition phase.",
  "I have worked in the tech industry for 13 years in Bay area.",
  "or pets and I am easy going, grounded, moderately religious, and usually keep to myself but still friendly."
 ],
 "images": [
  "https://images.craigslist.org/01414_kGgpRyLqMV1z_0ex0aF_600x450.jpg",
  "https://images.craigslist.org/00Q0Q_jxQeqhAEQQWz_0et0aK_600x450.jpg",
  "https://images.craigslist.org/01414_4yZrOr0pIAJz_0eU0b1_600x450.jpg",
  "https://images.craigslist.org/00i0i_4qdyi0wYl6Xz_0eM0aQ_600x450.jpg",
  "https://images.craigslist.org/00D0D_ldQEpQ4AgGBz_0eJ0aS_600x450.jpg"
 ],
 "url": "https://cleveland.craigslist.org/apa/d/cleveland-this-charming-ranch-home-is/7506711676.html"
}