{
 "post_id": 7510346718,
 "title": "Want Affordable Living Downtown? ALL Utilities Included!!",
 "price": 775,
 "neighborhood": "Cleveland",
 "map_address": "3328 Euclid Ave",
 "street_address": "3328 Euclid Ave",
 "latitude": 41.502857,
 "longitude": -81.664428,
 "data_accuracy": 10,
 "posted": "2022-07-18 13:56",
 "updated": "2022-07-21 11:09",
 "repost_dates": [],
 "available": "2022-07-18",
 "housing_type": "apartment",
 "bedrooms": 0,
 "bathrooms": 1.0,
 "laundry": "laundry in bldg",
 "parking": "attached garage",
 "sqft": "NA",
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "$25 Application Fee / $100 to Reserve Suite",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": "NA",
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Stockbridge Apartments offers Effeciencies, Studio's , 1 bedroom and 2 bedroom suites.",
  "Live in the Historical Landmark, Stockbridge Hotel",
  "The Stockbridge Apartments in Cleveland, Ohio offers a variety of floor plans and amenities that meet a wide range of tastes and needs.",
  "You can live in this beautiful Historical Landmark today!",
  "As a former hotel built on Euclid Avenue's famous \"Millionaire's Row\", our apartment homes feature classic and elegant designs with many original details preserved.",
  "The apartment amenities range from Carpet, Ceiling Fans, Controlled Access, Hardwood Floor, Balconies with select suites, Cats Allowed, Tile Floors, Walk In Closets, a well equipped laundry room and more!",
  "We are located on the border of Downtown & Midtown District in Cleveland - within walking distance of Cleveland State University and a short drive to many area employers.",
  "Located on the Health Line (Euclid Corridor), Minutes away from EVERY downtown convenience.",
  "You will fall in love with your new home.",
  "As an NM Residential resident you can look forward to:",
  "• 24 hour emergency maintenance",
  "• Well trained, professional staff",
  "• Easy, online maintenance request",
  "• Convenient online payments available",
  "In addition, Stockbridge Apartments will offer you:",
  "ALL utilities included.",
  "Gated Parking",
  "Covered Parking",
  "Laundry Facility",
  "Walking distance to the Euclid Health Line bus service.",
  "I-90 and the Health Line put downtown conveniences just minutes away.",
  "To schedule your personalized tour today, please contact us at",
  "show contact info",
  ".",
  "You can also visit us online at <URL> for additional photos and floorplans."
 ],
 "images": "NA",
 "url": "https://cleveland.craigslist.org/apa/d/cleveland-want-affordable-living/7510346718.html"
}