{
 "post_id": 7515872460,
 "title": "Check out this wonderful updated home ready for move in ASAP",
 "price": 1150,
 "neighborhood": "Cleveland, OH",
 "map_address": "E 105th St,",
 "street_address": "E 105th St,",
 "latitude": 41.463586,
 "longitude": -81.611566,
 "data_accuracy": 20,
 "posted": "2022-08-01 07:14",
 "updated": "NA",
 "repost_dates": [],
 "available": "NA",
 "housing_type": "apartment",
 "bedrooms": 3,
 "bathrooms": 1.0,
 "laundry": "w/d in unit",
 "parking": "attached garage",
 "sqft": 1528,
 "flooring": "NA",
 "rent_period": "monthly",
 "app_fee": "NA",
 "broker_fee": "NA",
 "cats_ok": true,
 "dogs_ok": true,
 "no_smoking": "NA",
 "furnished": "NA",
 "wheelchair_access": "NA",
 "AC": "NA",
 "EV_charging": "NA",
 "posting_body": [
  "Check out this wonderful updated home new carpet and vinyl windows full basement with washer and dryer hook up with new pex plumbing.",
  " Large kitchen, leading to full dinning room and large living room.",
  " 3 full bedrooms and full bath on second floor.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "..",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "..",
  ".",
  ".",
  "..",
  ".",
  ".",
  ".",
  "My apartment is being renovated and therefore uninhabitable for most of September",
  "so I'll need a short-term living situation until the work is finished.",
  "I can't give exact dates until the work starts, but I'll need housing starting Labor Day and going for about a month.",
  "I'm not very particular and my only basic requirements are a place where I can get a peaceful night's sleep, has a comfortable bed (if the place is unfurnished, I could bring a bed with me), a place to stash my bike, and (if it's an apartment with roommates) co-habitants with whom I can get along.",
  "I don't need a beautiful apartment or a room with a view; I work a lot and just need a place to unwind in the evening and sleep for the night.",
  "I won't have much stuff with me because I'll be able to get things from my apartment as needed, so I would only have a few personal items and my clothes for the week.",
  "I've had roommates in the past (it's been a while, but I'm an agreeable fellow).",
  "I'm pretty social and will go with the vibe of the living situation.",
  "I might want to crack open a beer and watch a movie with you and I might want to get some work done in private and pass out.",
  "I'm supportive of the LGBTQ+ community and welcome living with people who identify as such.",
  "I'm in my early 40s, teach in a NYC public school, enjoy cooking and can make enough to share, and will pretty much stay out of your way.",
  "I always work long hours, and the start of the school year always keeps me especially late, plus I'll supervise student activities most afternoons.",
  "I'll probably leave town each weekend and take most or all of my things with me until I get back to start the workweek.",
  "I highly doubt I'll have any visitors.",
  "Please let me know about the apartment, how long you can make the living space available, who might be living there while I'd be there, and anything else you think I might need to know.",
  "I'm cool with pets.",
  "How payment and security will work.",
  "What you need from me.",
  "Those sorts of things.",
  "Whenever I had looked for long-term living situations in the past, I'd been pretty discerning and sought the perfect situation.",
  "This time around I'm just looking for a situation that's functional",
  "Seeking a clean in-law apartment or private room in September timeframe for a weekly rental, preferably just south of Boston but all good rooms will be considered.",
  "I am the dream tenant you've been seeking - responsible, quiet, mature full-time working professional .",
  "Clean, non-smoker, non drug-user, excellent credit, no pets.",
  "I spend many weekends away from the greater Boston area.",
  "Seeking a room in a non-smoking location with private bath and preferably a private entrance, possibly a kitchenette.",
  "Seeking off-street parking.",
  "Week to week or month to month rental or short term lease preferred.",
  "Please me if you have something available or coming available.",
  "When responding, please describe what you have for rent: location (city/town), rent $$, private bath or entrance, size of room., etc.",
  "Rent negotiable based on amenities.",
  "I am not seeking a high cost whole apartment.",
  "Thank you.",
  "Arlington, Bedford, Belmont, Burlington, Cambridge, Lexington, Lincoln, Medford, Newton, Somerville, Waltham, Watertown, Weston, Winchester, Woburn.",
  "Other locations considered.",
  "do NOT me with unsolicited services or offers",
  "I've been very happy living with my current roommate in a one bedroom apartment for the few years.",
  "I converted the spacious walk in closet into a private room I use to sleep and chill in after work.",
  "This might sound strange to some but I love it and see no big difference than sleeping in a full sized room.",
  "It's cozy, quiet, private, and has been cost effective.",
  "He's mostly been working from home since covid hit, but, will be working in an office again in another state sometime soon.",
  "He is waiting at least a few months for me to find another place before he moves.",
  "I may need to rent out a full room but if I can find another good living situation before then, I would rather do that.",
  "I'm in my early 30's, like to hike and jog the trails around Gaines ranch loop, though it's a little further to get to from here.",
  "I like to study and keep to myself for now.",
  "I had a busy life surrounded by lots of people in the past, so want to take time off to be a little more introverted until I become extroverted again.",
  "Started taking work outs seriously, study college, certifications, and various online courses.",
  "Trying to learn new languages.",
  "Yoga, meditation, art, video gaming on my phone, and other activities.",
  "I am an apprentice electrician by trade with a few years of experience wiring houses from start to finish.",
  "Have an office assistant certification and many others, and more to come.",
  "Love to doordash, Instacart, Ubereats, instawork, and do a bunch of random gigs.",
  "Always pay rent on time, keep clean, quiet, I don't do any drugs but am 420 friendly if you are, but no hard drugs!",
  "I drink a few beers a month, if that, on the trails, but am willing to not drink at all.",
  "I enjoy wholesomeness.",
  "I prefer someone who is peaceful, no yelling or verbal abuse.",
  "No drama who likes to also keep to themselves while at home.",
  "I'm open to rationally talking out any potential issues with problem solving in mind, though I don't create issues.",
  "Possibly could help with chores, pets ect depending on the situation, in which case I wouldn't need to be introverted.",
  "I was a full-time caretaker for my grandfather for a year before he passed away in 2018.",
  "I'm open to being in a house, condo, apt, ect.",
  "Maybe you have a one bedroom or more and like the idea of renting out a walk in closet to an open minded peaceful person.",
  "Send me an email, I can also send my number.",
  "Thanks for reading take care.",
  "TLDR: Calm guy who keeps to himself looking to rent out your closet if you don't do hard drugs and aren't toxic.",
  "Si hablo un poco de Espanol."
 ],
 "images": [
  "https://images.craigslist.org/00x0x_dLIoKYUJmKtz_0el0ab_600x450.jpg",
  "https://images.craigslist.org/00T0T_hEH1vwBA5a6z_0ga0aV_600x450.jpg",
  "https://images.craigslist.org/00v0v_lyVkrla1S0Qz_0fJ0ap_600x450.jpg",
  "https://images.craigslist.org/00A0A_5PHYe9C0Gexz_0fv0aF_600x450.jpg"
 ],
 "url": "https://cleveland.craigslist.org/apa/d/cleveland-check-out-this-wonderful/7515872460.html"
}